Repository: mullvad/mullvadvpn-app
Catalog: ios/translation/locales/*.xliff
Languages: da, de, es, fi, fr, it, ja, my, nb, nl, pl, pt, ru, tr

source: Clearing the imported overrides changes the server IPs, in the Select location view, back to default.
da: Rydning af de importerede tilsidesættelser sætter server-IP'erne i visningen Vælg placering tilbage til standard.
de: Wenn Sie die importierten Überschreibungen löschen, werden die Server-IPs in der Ortsauswahl wieder auf die Standardwerte zurückgesetzt.
es: Borrar las anulaciones importadas cambia las IP del servidor, en la vista Seleccionar ubicación, y vuelve a los valores predeterminados.
fi: Tuotujen ohitusten poistaminen vaihtaa palvelimien IP-osoitteet takaisin oletusarvoisiksi sijainnin valintanäkymässä.
fr: L'effacement des substitutions importées rétablit la valeur par défaut des adresses IP des serveurs dans la vue Sélection d'un emplacement.
it: La cancellazione delle sovrascritture importate riporta gli IP del server ai valori predefiniti nella vista Seleziona posizione.
ja: インポートされたオーバーライドをクリアすると「場所を選択」ビューのサーバーIPがデフォルトに戻されます。
my: ထည့်သွင်းထားသော ကျော်လွန် ပယ်ဖျက်မှုများကို ရှင်းလင်းခြင်းဖြင့် တည်နေရာ ရွေးရန် ပြသမှုတွင် ဆာဗာ IP များကို ပုံသေအဖြစ် ပြန်ပြောင်းလိုက်ပါမည်။
nb: Å fjerne importerte overstyringer vil endre server-IP i «Velg plassering» til standard.
nl: Als u de geïmporteerde overschrijvingen wist, worden de server-IP-adressen in de weergave Locatie selecteren teruggezet naar de standaardwaarden.
pl: Wyczyszczenie zaimportowanych zastąpień skutkuje przywróceniem domyślnych adresów IP serwerów w widoku Wybierz lokalizację.
pt: Limpar as substituições importadas altera os IPs dos servidores, na vista Selecionar local, para as definições padrão.
ru: Удаление импортированных переопределений изменяет IP-адреса серверов в представлении «Выбор местоположения» на значения по умолчанию.
tr: İçe aktarılan geçersiz kılmaların temizlenmesi, Konum seç görünümündeki sunucu IP'lerini varsayılana döndürür.

source: Client is not allowed to issue the request.
da: Klienten må ikke udstede anmodningen.
de: Der Client darf die Anfrage nicht ausstellen.
es: El cliente no está autorizado a emitir la solicitud.
fi: Asiakkaalla ei ole lupaa laatia pyyntöä.
fr: Le client n'est pas autorisé à envoyer la demande.
it: Il client non è autorizzato a inviare la richiesta.
ja: クライアントはリクエストを発行できません。
my: တောင်းဆိုချက် ပေးပို့ရန် Client ကို ခွင့်မပြုထားပါ။
nb: Klienten har ikke tillatelse til å sende forespørselen.
nl: Client mag het verzoek niet uitgeven.
pl: Klient nie może wysłać żądania.
pt: O cliente não está autorizado a emitir o pedido.
ru: Клиенту не разрешается отправлять запрос.
tr: İstemcinin bu talebi iletmesine izin verilmiyor.

source: Collapse %@
da: Skjul %@
de: %@ zuklappen
es: Contraer %@
fi: Kutista %@
fr: Réduire %@
it: Comprimi %@
ja: %@を折りたたむ
my: %@ ကို ချုံ့ရန်
nb: Skjul %@
nl: %@ inklappen
pl: Zwiń %@
pt: Colapsar %@
ru: Свернуть %@
tr: Daralt %@

source: Collapses this location.
da: Skjuler denne placering.
de: Klappt diesen Standort zu.
es: Contrae esta ubicación.
fi: Kutistaa tämän sijainnin.
fr: Réduit cet emplacement.
it: Comprime questa posizione.
ja: この場所を折りたたみます。
my: ဤတည်နေရာကို ချုံ့မည်။
nb: Skjul plasseringen.
nl: Deze locatie wordt ingeklapt.
pl: Zwija lokalizację.
pt: Colapsa esta localização.
ru: Сворачивает это местоположение.
tr: Bu konumu daraltır.

source: Colombia
de: Kolumbien
fi: Kolumbia
fr: Colombie
ja: コロンビア
my: ကိုလံဘီယာ
pl: Kolumbia
pt: Colômbia
ru: Колумбия
tr: Kolombiya

source: Congrats!
da: Tillykke!
de: Glückwunsch!
es: ¡Enhorabuena!
fi: Onnittelut!
fr: Félicitations !
it: Complimenti!
ja: おめでとうございます！
my: ဝမ်းသာပါတယ်။
nb: Gratulerer!
nl: Gefeliciteerd!
pl: Gratulacje!
pt: Parabéns!
ru: Поздравляем!
tr: Tebrikler!

source: Connect
da: Opret forbindelse
de: Connect (Verbinden)
es: Connect (Conectar)
fi: Connect (Yhdistä)
fr: Connect (Connexion)
it: Connect (Connetti)
ja: Connect (接続)
my: ချိတ်ဆက်ရန်
nb: Koble til
nl: Connect (Verbinden)
pl: Connect (Połącz)
pt: Connect (Ligar)
ru: Подключиться
tr: Connect (bağlan)

source: Connected to %@
da: Tilsluttet %@
de: Verbunden mit %@
es: Conectado a %@
fi: Yhdistetty sijaintiin %@
fr: Connecté à %@
it: Connesso a %@
ja: %@に接続しました
my: %@ သို့ ချိတ်ဆက်ထားပါသည်
nb: Koblet til %@
nl: Verbonden met %@
pl: Połączono z %@
pt: Ligado a %@
ru: Подключено: %@
tr: %@ konumuna bağlanıldı

source: Connecting to %@
da: Tilslutter til %@
de: Verbindung zu %@ wird hergestellt
es: Conectando a %@
fi: Yhdistetään sijaintiin %@
fr: Connexion à %@
it: Connessione a %@
ja: %@に接続しています
my: %@ နှင့် ချိတ်ဆက်နေပါသည်
nb: Kobler til %@
nl: Verbinding maken met %@
pl: Łączenie z %@
pt: A ligar a %@
ru: Подключение: %@
tr: %@ konumuna bağlanılıyor

source: Connection details
da: Forbindelsesoplysninger
de: Verbindungsdetails
es: Detalles de la conexión
fi: Yhteyden tiedot
fr: Détails de la connexion
it: Dettagli connessione
ja: 接続の詳細
my: ချိတ်ဆက်မှု အသေးစိတ်အချက်များ
nb: Tilkoblingsdetaljer
nl: Verbindingsgegevens
pl: Szczegóły połączenia
pt: Detalhes da ligação
ru: Сведения о подключении
tr: Bağlantı ayrıntıları

source: Continue with login
da: Fortsæt med login
de: Weiter mit Anmeldung
es: Iniciar sesión
fi: Jatka kirjautumista
fr: Continuer avec la connexion
it: Continua con il login
ja: ログインを続ける
my: ဆက်လက် ဝင်ရောက်ရန်
nb: Fortsett med pålogging
nl: Doorgaan met aanmelden
pl: Kontynuuj logowanie
pt: Continuar com a ligação
ru: Войти
tr: Giriş yapmak için devam et

source: Copenhagen
da: København
de: Kopenhagen
es: Copenhague
fi: Kööpenhamina
fr: Copenhague
it: Copenaghen
ja: コペンハーゲン
my: ကိုပင်ဟေဂင်
nb: København
nl: Kopenhagen
pl: Kopenhaga
pt: Copenhaga
ru: Копенгаген
tr: Kopenhag

source: Copied Mullvad account number to pasteboard
da: Kopierede Mullvad-kontonummer til pasteboard
de: Mullvad-Kontonummer wurde in die Zwischenablage kopiert
es: El número de cuenta de Mullvad se ha copiado en el portapapeles
fi: Mullvad-tilin numero kopioitu leikepöydälle
fr: Numéro de compte Mullvad copié dans le presse-papiers
it: Numero account di Mullvad copiato negli appunti
ja: Mullvadアカウント番号をクリップボードにコピーしました
my: Mullvad အကောင့်နံပါတ်ကို ပေ့စ်ဘုတ်တွင် ကူးထားပါသည်
nb: Kopierte Mullvad-kontonummer til utklippstavlen
nl: Mullvad-accountnummer gekopieerd naar plakbord
pl: Skopiowano numer konta Mullvad do schowka
pt: Número de conta Mullvad copiado para a área de transferência
ru: Номер учетной записи Mullvad скопирован в буфер обмена
tr: Mullvad hesap numarası yapıştırma panosuna kopyalandı

source: Create
da: Opret
de: Erstellen
es: Crear
fi: Luo
fr: Créer
it: Crea
ja: 作成
my: ဖန်တီးမည်
nb: Opprett
nl: Maken
pl: Utwórz
pt: Criar
ru: Создать
tr: Oluştur

source: Create account
da: Opret konto
de: Konto erstellen
es: Crear cuenta
fi: Luo tili
fr: Créer un compte
it: Crea account
ja: アカウントを作成
my: အကောင့် ဖွင့်ရန်
nb: Opprett konto
nl: Account aanmaken
pl: Utwórz konto
pt: Criar conta
ru: Создать учетную запись
tr: Hesap oluştur

source: Create new account
da: Opret ny konto
de: Neues Konto erstellen
es: Crear nueva cuenta
fi: Luo uusi tili
fr: Créer un nouveau compte
it: Crea nuovo account
ja: 新規アカウントを作成
my: အကောင့်သစ် ဖွင့်ရန်
nb: Opprett en ny konto
nl: Nieuw account aanmaken
pl: Utwórz nowe konto
pt: Criar nova conta
ru: Создать учетную запись
tr: Yeni hesap oluştur

source: Create new list
da: Opret ny liste
de: Neue Liste erstellen
es: Crear nueva lista
fi: Luo uusi luettelo
fr: Créer une nouvelle liste
it: Crea nuovo elenco
ja: リストの新規作成
my: စာရင်းသစ် ဖန်တီးမည်
nb: Opprett ny liste
nl: Nieuwe lijst maken
pl: Utwórz nową listę
pt: Criar nova lista
ru: Создание нового списка
tr: Yeni liste oluştur

source: Created: %@
da: Oprettet: %@
de: Erstellt: %@
es: Se creó el: %@
fi: Luotu: %@
fr: Créé : %@
it: Creazione: %@
ja: 作成日: %@
my: ဖန်တီးချိန်- %@
nb: Opprettet: %@
nl: Gemaakt: %@
pl: Utworzono: %@
pt: Criado: %@
ru: Создано: %@
tr: Oluşturulma tarihi: %@

source: Creating account...
da: Opretter konto...
de: Konto wird erstellt ...
es: Creando cuenta…
fi: Luodaan tiliä...
fr: Création du compte…
it: Creazione account...
ja: アカウントを作成中...
my: အကောင့် ဖန်တီးနေဆဲ...
nb: Oppretter konto ...
nl: Account aanmaken...
pl: Tworzenie konta...
pt: A criar conta...
ru: Создание учетной записи...
tr: Hesap oluşturuluyor...

source: Croatia
da: Kroatien
de: Kroatien
es: Croacia
fi: Kroatia
fr: Croatie
it: Croazia
ja: クロアチア
my: ခရိုအေးရှား
nb: Kroatia
nl: Kroatië
pl: Chorwacja
pt: Croácia
ru: Хорватия
tr: Hırvatistan

source: Current device
da: Nuværende enhed
de: Aktuelles Gerät
es: Dispositivo actual
fi: Nykyinen laite
fr: Appareil actuel
it: Dispositivo corrente
ja: 現在のデバイス
my: လက်ရှိစက်
nb: Gjeldende enhet
nl: Huidig apparaat
pl: Bieżące urządzenie
pt: Dispositivo atual
ru: Текущее устройство
tr: Mevcut cihaz

source: Custom
da: Brugerdefineret
de: Benutzerdefiniert
es: Personalizado
fi: Mukautettu
fr: Personnalisé
it: Personalizzato
ja: カスタム
my: စိတ်ကြိုက်
nb: Egendefinert
nl: Aangepast
pl: Niestandardowy
pt: Personalizado
ru: Пользовательский
tr: Özel

source: Custom DNS
da: Brugerdefineret DNS
de: Eigenes DNS
es: DNS personalizado
fi: Mukautettu DNS
fr: DNS personnalisé
it: DNS personalizzato
ja: カスタムDNS
my: စိတ်ကြိုက် DNS
nb: Tilpasset DNS
nl: Aangepaste DNS
pl: Niestandardowy serwer DNS
pt: DNS personalizado
ru: Пользовательский DNS
tr: Özel DNS

source: Custom lists
da: Brugerdefinerede lister
de: Eigene Listen
es: Listas personalizadas
fi: Mukautetut luettelot
fr: Listes personnalisées
it: Elenchi personalizzati
ja: カスタムリスト
my: စိတ်ကြိုက်စာရင်းများ
nb: Tilpassede lister
nl: Aangepaste lijsten
pl: Listy niestandardowe
pt: Listas personalizadas
ru: Свои списки
tr: Özel listeler

source: Cyprus
da: Cypern
de: Zypern
es: Chipre
fi: Kypros
fr: Chypre
it: Cipro
ja: キプロス
my: ဆိုက်ပရပ်စ်
nb: Kypros
pl: Cypr
pt: Chipre
ru: Кипр
tr: Güney Kıbrıs Rum Yönetimi

source: Czech Republic
da: Tjekkiet
de: Tschechien
es: República Checa
fi: Tšekki
fr: République Tchèque
it: Repubblica Ceca
ja: チェコ共和国
my: ချက်သမ္မတနိုင်ငံ
nb: Tsjekkia
nl: Tsjechië
pl: Czechy
pt: República Checa
ru: Чешская Республика
tr: Çek Cumhuriyeti

source: DAITA isn't available at the currently selected location. After enabling, please go to the "Select location" view and select a location that supports DAITA.
da: DAITA er ikke tilgængeligt på den aktuelt valgte placering. Når du har aktiveret, skal du gå til visningen "Vælg placering" og vælge en placering, der understøtter DAITA.
de: DAITA ist am ausgewählten Standort nicht verfügbar. Wechseln Sie nach der Aktivierung zur Ansicht „Standort auswählen“ und wählen Sie einen Standort aus, der DAITA unterstützt.
es: DAITA no está disponible en la ubicación seleccionada actualmente. Tras habilitarla, vaya a la vista «Seleccionar ubicación» y seleccione una ubicación que admita DAITA.
fi: DAITA ei ole käytettävissä valitussa sijainnissa. Kun se on otettu käyttöön, siirry Valitse sijainti -näkymään ja valitse sijainti, joka tukee DAITAa.
fr: DAITA n'est pas disponible à l'emplacement actuellement sélectionné. Une fois l'activation effectuée, veuillez accéder à l'affichage « Sélectionner une localisation » et sélectionner une localisation qui prend en charge DAITA.
it: DAITA non è disponibile nella posizione attualmente selezionata. Dopo aver abilitato DAITA, accedi alla vista "Seleziona posizione" e seleziona una posizione che supporti DAITA.
ja: 現在選択中の場所ではDAITAをご利用いただけません。有効化した後に「場所を選択」画面へ移動し、DAITAをサポートしている場所を選択してください。
my: DAITA ကို လက်ရှိရွေးချယ်ထားသောနေရာတွင် ရရှိနိုင်ခြင်း မရှိပါ။ ဖွင့်ပြီးနောက် "တည်နေရာရွေးချယ်ရန်" ပြသမှုသို့ သွားပြီး DAITA ကို ပံ့ပိုးပေးသော တည်နေရာကို ရွေးချယ်ပါ။
nb: DAITA er ikke tilgjengelig på valgt plassering. Etter aktiveringen kan du gå til «Velg plassering» og velge en plassering som støtter DAITA.
nl: DAITA is niet beschikbaar op de momenteel geselecteerde locatie. Nadat het is ingeschakeld, gaat u naar de weergave "Locatie" en selecteert u een locatie die DAITA ondersteunt.
pl: System DAITA nie jest dostępny w aktualnie wybranej lokalizacji. Po włączeniu przejdź do widoku „Wybierz lokalizację” i wybierz lokalizację, która obsługuje DAITA.
pt: A DAITA não está disponível na localização atualmente selecionada. Após a ativar, aceda à vista "Selecionar localização" e selecione uma localização que suporte a DAITA.
ru: DAITA не поддерживается для выбранного сейчас местоположения. После включения параметра перейдите в раздел «Выбор местоположения» и выберите локацию, где поддерживается DAITA.
tr: DAITA şu anda seçili konumda kullanılamıyor. Etkinleştirdikten sonra lütfen "Konum seç" görünümüne gidin ve DAITA'yı destekleyen bir konum seçin.

source: DAITA isn't available on the current entry server. After enabling, please go to the "Select location" view and select an entry location that supports DAITA.
da: DAITA er ikke tilgængeligt på den aktuelle indgangsserver. Når du har aktiveret det, skal du gå til visningen "Vælg placering" og vælge en indgangsplacering, der understøtter DAITA.
de: DAITA ist auf dem aktuellen Eingangsserver nicht verfügbar. Sobald es aktiviert ist, gehen Sie zur Ansicht „Standort auswählen“ und wählen Sie einen Standort aus, der DAITA unterstützt.
es: DAITA no está disponible en el servidor de entrada actual. Tras habilitarla, vaya a la vista «Seleccionar ubicación» y seleccione una ubicación de entrada que admita DAITA.
fi: DAITA ei ole käytettävissä nykyisellä tulopalvelimella. Kun se on otettu käyttöön, siirry Valitse sijainti -näkymään ja valitse tulosijainti, joka tukee DAITAa.
fr: DAITA n'est pas disponible pour le serveur d'entrée actuel. Une fois l'activation effectuée, veuillez accéder à l'affichage « Sélectionner une localisation » et sélectionner une localisation d'entrée qui prend en charge DAITA.
it: DAITA non è disponibile sul server di entrata attuale. Dopo l'abilitazione, accedi alla vista "Seleziona posizione" e seleziona una posizione che supporti DAITA.
ja: 現在の入口サーバーではDAITAをご利用いただけません。有効化した後に「場所を選択」画面へ移動し、DAITAをサポートしている入口の場所を選択してください。
my: လက်ရှိ အဝင်ဆာဗာတွင် DAITA ကို မရရှိနိုင်ပါ။ DAITA ကို ဖွင့်ပြီးနောက် “တည်နေရာ ရွေးချယ်ရန်” ပြသမှုသို့ သွားပြီး DAITA ကို လုပ်ဆောင်နိုင်သော အဝင် တည်နေရာတစ်ခုကို ရွေးချယ်ပါ။
nb: DAITA er ikke tilgjengelig på gjeldende inngangsserver. Etter aktiveringen kan du gå til «Velg plassering» og velge en inngangsplassering som støtter DAITA.
nl: DAITA is niet beschikbaar voor de huidige inkomende server. Nadat het is ingeschakeld, gaat u naar de weergave "Locatie" en selecteert u een inkomende locatie die DAITA ondersteunt.
pl: System DAITA nie jest dostępny na bieżącym serwerze wejściowym. Po włączeniu przejdź do widoku „Wybierz lokalizację” i wybierz lokalizację wejściową, która obsługuje DAITA.
pt: A DAITA não está disponível no servidor de entrada atual. Após a ativar, aceda à vista "Selecionar localização" e selecione uma localização de entrada que suporte a DAITA.
ru: DAITA не поддерживается на текущем сервере входа. После включения параметра перейдите в раздел «Выбор местоположения» и выберите входную локацию, где поддерживается DAITA.
tr: DAITA mevcut giriş sunucusunda kullanılamıyor. Etkinleştirdikten sonra lütfen "Konum Seç" görünümüne gidin ve DAITA'yı destekleyen bir giriş konumu seçin.

source: DISCONNECTED
da: AFBRUDT
de: GETRENNT
es: DESCONECTADO
fi: YHTEYS KATKAISTU
fr: DÉCONNECTÉ
it: DISCONNESSO
ja: 切断中
my: ချိတ်ဆက်မှု ဖြုတ်ထားသည်
nb: DEAKTIVERT
nl: VERBINDING VERBROKEN
pl: ROZŁĄCZONY
pt: DESLIGADO
ru: ОТКЛЮЧЕНО
tr: BAĞLANTI KESİLDİ

source: DISCONNECTING...
da: AFBRYDER...
de: TRENNEN …
es: DESCONECTANDO...
fi: YHTEYTTÄ KATKAISTAAN...
fr: DÉCONNEXION EN COURS...
it: DISCONNESSIONE...
ja: 切断しています...
my: ချိတ်ဆက်မှုဖြုတ်ဆဲ...
nb: DEAKTIVERER …
nl: VERBINDING VERBREKEN...
pl: ROZŁĄCZANIE...
pt: A DESLIGAR...
ru: ОТКЛЮЧЕНИЕ...
tr: BAĞLANTI KESİLİYOR...

source: DNS content blockers
da: DNS-indholdsblokkere
de: DNS-Inhaltssperren
es: Bloqueadores de contenido DNS
fi: DNS-sisällönestotoiminnot
fr: Bloqueurs de contenu DNS
it: Blocchi dei contenuti DNS
ja: DNSコンテンツブロッカー
my: DNS အကြောင်းအရာ ပိတ်ဆို့မှုများ
nb: DNS-innholdsblokkering
nl: DNS-contentblokkeringen
pl: Funkcje blokowania treści DNS
pt: Bloqueadores de conteúdo de DNS
ru: DNS-блокировщики контента
tr: DNS içerik engelleyiciler

source: DNS settings
da: DNS-indstillinger
de: DNS-Einstellungen
es: Configuración de DNS
fi: DNS-asetukset
fr: Paramètres DNS
it: Impostazioni DNS
ja: DNS設定
my: DNS ဆက်တင်များ
nb: DNS-innstillinger
nl: DNS-instellingen
pl: Ustawienia DNS
pt: Definições de DNS
ru: Настройки DNS
tr: DNS ayarları

source: Dallas, TX
ja: ダラス、TX
my: ဒဲလ်လက်စ်၊ တက္ကဆက်
ru: Даллас, TX

source: Delete
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
my: ဖျက်ရန်
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Eliminar
ru: Удалить
tr: Sil

source: Delete %@?
da: Vil du slette %@?
de: %@ löschen?
es: ¿Eliminar %@?
fi: Poistetaanko %@?
fr: Supprimer %@ ?
it: Eliminare %@?
ja: %@を削除しますか？
my: %@ ကို ဖျက်မည်လား။
nb: Vil du slette %@?
nl: %@ verwijderen?
pl: Usunąć %@?
pt: Eliminar %@?
ru: Удалить: %@?
tr: %@ silinsin mi?

source: Delete account
da: Slet konto
de: Konto löschen
es: Eliminar cuenta
fi: Poista tili
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除する
my: အကောင့် ဖျက်ရန်
nb: Slett konto
nl: Account verwijderen
pl: Usuń konto
pt: Eliminar conta
ru: Удалить учетную запись
tr: Hesabı sil

source: Delete list
da: Slet liste
de: Liste löschen
es: Eliminar lista
fi: Poista luettelo
fr: Supprimer la liste
it: Elimina elenco
ja: リストを削除
my: စာရင်းကို ဖျက်ရန်
nb: Slett liste
nl: Lijst verwijderen
pl: Usuń listę
pt: Eliminar lista
ru: Удалить список
tr: Listeyi sil

source: Delete method
da: Slet metode
de: Methode löschen
es: Eliminar método
fi: Poista menetelmä
fr: Supprimer la méthode
it: Elimina metodo
ja: 方法を削除
my: နည်းလမ်းကို ဖျက်ရန်
nb: Slett metoden
nl: Methode verwijderen
pl: Usuń metodę
pt: Eliminar método
ru: Удалить метод
tr: Yöntemi sil

source: Deleting account...
da: Sletter konto ...
de: Konto wird gelöscht …
es: Eliminando cuenta...
fi: Poistetaan tiliä...
fr: Suppression du compte...
it: Eliminazione account...
ja: アカウントを削除しています...
my: အကောင့် ဖျက်နေဆဲ...
nb: Sletter konto …
nl: Account wordt verwijderd...
pl: Usuwanie konta...
pt: A eliminar conta...
ru: Удаление учетной записи...
tr: Hesap siliniyor...

source: Denmark
da: Danmark
de: Dänemark
es: Dinamarca
fi: Tanska
fr: Danemark
it: Danimarca
ja: デンマーク
my: ဒိန်းမတ်
nb: Danmark
nl: Denemarken
pl: Dania
pt: Dinamarca
ru: Дания
tr: Danimarka

source: Denver, CO
ja: デンバー、CO
my: ဒန်ဗာ၊ ကော်လိုရာဒို
ru: Денвер, CO

source: Detroit, MI
fi: Detroit, Michigan
ja: デトロイト、MI
my: ဒီထရိုက်၊ MI
nb: Detroit i Michigan
ru: Детройт, Мичиган

source: Device is inactive
da: Enheden er inaktiv
de: Gerät ist inaktiv
es: El dispositivo está inactivo
fi: Laite ei ole aktiivinen
fr: L'appareil est inactif
it: Il dispositivo è inattivo
ja: デバイスが無効です
my: စက်သည် သက်ဝင်လုပ်ဆောင်မှု မရှိပါ
nb: Enheten er inaktiv
nl: Apparaat is niet actief
pl: Urządzenie nieaktywne
pt: O dispositivo está desativado
ru: Устройство неактивно
tr: Cihaz etkin değil

source: Device name
da: Enhedsnavn
de: Gerätename
es: Nombre del dispositivo
fi: Laitteen nimi
fr: Nom de l'appareil
it: Nome dispositivo
ja: デバイス名
my: စက်အမည်
nb: Enhetsnavn
nl: Apparaatnaam
pl: Nazwa urządzenia
pt: Nome do dispositivo
ru: Имя устройства
tr: Cihaz adı

source: Device name: %@
da: Enhedsnavn: %@
de: Gerätename: %@
es: Nombre del dispositivo: %@
fi: Laitteen nimi: %@
fr: Nom de l'appareil : %@
it: Nome del dispositivo: %@
ja: デバイス名: %@
my: စက်အမည်- %@
nb: Enhetsnavn: %@
nl: Apparaatnaam: %@
pl: Nazwa urządzenia: %@
pt: Nome do dispositivo: %@
ru: Имя устройства: %@
tr: Cihaz adı: %@

source: Direct only
da: Kun direkte
de: Nur direkt
es: Conexión directa
fi: Vain suora
fr: Directe uniquement
it: Solo diretta
ja: ダイレクトのみ
my: တိုက်ရိုက်သာ
nb: Kun direkte
nl: Alleen rechtstreeks
pl: Tylko Direct
pt: Apenas direta
ru: Только напрямую
tr: Yalnızca doğrudan

# Disable all &quot;%@&quot; above to activate this setting.
source: Disable all "%@" above to activate this setting.
da: Deaktiver alle "%@" ovenfor for at aktivere denne indstilling.
de: Deaktivieren Sie oben alle „%@“, um diese Einstellung zu aktivieren.
es: Deshabilite todos los «%@» de arriba para activar este ajuste.
fi: Ota tämä asetus käyttöön poistamalla kaikki %@ käytöstä yllä.
fr: Désactivez tous les « %@ » ci-dessus pour activer ce paramètre.
it: Disabilita tutti i "%@" sopra per attivare questa impostazione.
ja: この設定を有効にするには、上の [%@] をすべて無効にしてください。
my: ဤဆက်တင်ကိုဖွင့်ရန် အထက်ရှိ "%@" အားလုံးကို ပိတ်ပါ။
nb: Deaktiver alle «%@» ovenfor for å aktivere denne innstillingen.
nl: Schakel alle "%@" hierboven uit om deze instelling te activeren.
pl: Aby aktywować to ustawienie, wyłącz powyżej wszystkie „%@”.
pt: Desative todos os "%@" acima para ativar esta definição.
ru: Чтобы активировать этот параметр, отключите все %@ выше.
tr: Bu ayarı etkinleştirmek için yukarıdaki "%@" seçeneklerinin tümünü devre dışı bırakın.

source: Disabling
da: Deaktiverer
de: Deaktivieren von
es: desactivación
fi: Poistetaan käytöstä
fr: La désactivation
it: Disabilitazione
ja: 無効化
my: ပိတ်ခြင်း
nb: Deaktiverer
nl: Uitschakelen van
pl: Wyłączanie:
pt: Desativar
ru: Отключение параметра
tr: devre dışı bırakmak

source: Discard changes
da: Vil du kassere ændringer
de: Änderungen verwerfen
es: Descartar cambios
fi: Hylätäänkö muokkaukset
fr: Annuler les modifications
it: Ignorare le modifiche
ja: 変更内容を破棄する
my: အပြောင်းအလဲများကို ဖယ်ရှားရန်
nb: Forkaste endringer
nl: Wijzigingen verwerpen
pl: Odrzucić zmiany
pt: Descartar alterações
ru: Сбросить изменения
tr: Değişiklikler iptal edilsin mi

source: Disconnect
da: Afbryd forbindelse
de: Verbindung trennen
es: Desconectar
fi: Katkaise yhteys
fr: Déconnexion
it: Disconnetti
ja: 接続解除
my: ချိတ်ဆက်မှုဖြုတ်ရန်
nb: Koble fra
nl: Verbinding verbreken
pl: Rozłącz
pt: Desligar
ru: Отключить
tr: Bağlantıyı kes

source: Do you agree to remaining anonymous?
da: Accepterer du at være anonym?
de: Sind Sie einverstanden, anonym zu bleiben?
es: ¿Acepta permanecer anónimo?
fi: Haluatko pysyä anonyymina?
fr: Acceptez-vous de rester anonyme ?
it: Accetti di mantenere l'anonimato?
ja: 匿名状態を維持することに同意しますか？
my: အမည်ဝှက်ထားရန် သဘောတူပါသလား။
nb: Samtykker du til å forbli anonym?
nl: Gaat u ermee akkoord om anoniem te blijven?
pl: Czy zgadzasz się na utrzymanie anonimowości?
pt: Concorda em permanecer anónimo?
ru: Согласны ли вы сохранить анонимность?
tr: Anonim kalmayı kabul ediyor musunuz?

source: Do you want to create a new account?
da: Vil du oprette en ny konto?
de: Möchten Sie ein neues Konto erstellen?
es: ¿Quiere crear una nueva cuenta?
fi: Haluatko luoda uuden tilin?
fr: Voulez-vous créer un nouveau compte ?
it: Vuoi creare un nuovo account?
ja: 新規アカウントを作成しますか？
my: အကောင့်သစ် ဖွင့်လိုပါသလား။
nb: Vil du opprette en ny konto?
nl: Wilt u een nieuw account aanmaken?
pl: Czy chcesz utworzyć nowe konto?
pt: Quer criar uma nova conta?
ru: Создать учетную запись?
tr: Yeni bir hesap oluşturmak istiyor musunuz?

source: Do you want to delete the list **%@**?
da: Vil du slette listen **%@**?
de: Möchten Sie die Liste **%@** löschen?
es: ¿Quiere eliminar la lista **%@**?
fi: Haluatko poistaa luettelon **%@**?
fr: Voulez-vous supprimer la liste **%@** ?
it: Vuoi eliminare l'elenco **%@**?
ja: リスト**「%@」** を削除しますか？
my: **%@** စာရင်းကို ဖျက်လိုပါသလား။
nb: Vil du slette listen **%@**?
nl: Wilt u de lijst **%@** verwijderen**?
pl: Czy chcesz usunąć listę **%@**?
pt: Pretende eliminar a lista **%@**?
ru: Действительно удалить список **%@**?
tr: **%@** listesini silmek istiyor musunuz?

source: Done
da: Færdig
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
it: Fatto
ja: 完了
my: ပြီးပါပြီ
nb: Ferdig
nl: Gereed
pl: Gotowe
pt: Concluído
ru: Готово
tr: Bitti
