Repository: mullvad/mullvadvpn-app
Catalog: ios/translation/locales/*.xliff
Languages: da, de, es, fi, fr, it, ja, my, nb, nl, pl, pt, ru, tr

source: Don’t have an account number?
da: Har du ikke noget kontonummer?
de: Sie haben keine Kontonummer?
es: ¿No tiene un número de cuenta?
fi: Eikö sinulla ole tilin numeroa?
fr: Vous n'avez pas de numéro de compte ?
it: Non hai un numero di account?
ja: アカウント番号を持っていませんか？
my: အကောင့်နံပါတ် မရှိသေးဘူးလား။
nb: Har du ikke et kontonummer?
nl: Hebt u geen accountnummer?
pl: Nie masz numeru konta?
pt: Não tem um número de conta?
ru: Нет номера учетной записи?
tr: Hesap numaranız yok mu?

source: Dublin
es: Dublín
it: Dublino
ja: ダブリン
my: ဒါဘလင်
ru: Дублин

source: Dusseldorf
da: Düsseldorf
de: Düsseldorf
es: Düsseldorf
fi: Düsseldorf
fr: Düsseldorf
ja: デュッセルドルフ
my: ဒူဆင်ဒေါ့ဖ်
nb: Düsseldorf
nl: Düsseldorf
pl: Düsseldorf
ru: Дюссельдорф
tr: Düsseldorf

source: Edit custom list
da: Rediger tilpasset liste
de: Eigene Liste bearbeiten
es: Editar lista personalizada
fi: Muokkaa mukautettua luetteloa
fr: Modifier la liste personnalisée
it: Modifica elenco personalizzato
ja: カスタムリストを編集する
my: စိတ်ကြိုက်စာရင်းကို ပြင်ရန်
nb: Endre egendefinert liste
nl: Aangepaste lijst bewerken
pl: Edytuj listę niestandardową
pt: Editar lista personalizada
ru: Изменение своего списка
tr: Özel listeyi düzenle

source: Edit custom lists
da: Rediger tilpassede lister
de: Eigene Listen bearbeiten
es: Editar listas personalizadas
fi: Muokkaa mukautettuja luetteloita
fr: Modifier les listes personnalisées
it: Modifica elenchi personalizzati
ja: カスタムリストを編集する
my: စိတ်ကြိုက် စာရင်းများ ဖန်တီးရန်
nb: Endre egendefinerte lister
nl: Aangepaste lijsten bewerken
pl: Edytuj listy niestandardowe
pt: Editar listas personalizadas
ru: Изменение своих списков
tr: Özel listeleri düzenle

source: Edit message
da: Rediger meddelelse
de: Nachricht bearbeiten
es: Editar mensaje
fi: Muokkaa viestiä
fr: Modifier le message
it: Modifica messaggio
ja: メッセージを編集する
my: မက်ဆေ့ချ် တည်းဖြတ်ရန်
nb: Rediger melding
nl: Bericht bewerken
pl: Edytuj wiadomość
pt: Editar mensagem
ru: Изменить сообщение
tr: Mesajı düzenle

source: Edit method
da: Rediger metode
de: Methode bearbeiten
es: Editar método
fi: Muokkaa menetelmää
fr: Modifier le mode
it: Modifica metodo
ja: 方法の編集
my: နည်းလမ်းကို တည်းဖြတ်ပါ
nb: Endre metode
nl: Methode bewerken
pl: Edytuj metodę
pt: Editar método
ru: Изменение метода
tr: Yöntemi düzenle

source: Either buy credit on our website or make an in-app purchase via the **Add time** button below.
da: Køb enten kreditter på vores hjemmeside eller foretag et køb i appen via knappen **Tilføj tid** nedenfor.
de: Kaufen Sie Guthaben auf unserer Website oder tätigen Sie einen Kauf in der App über die Schaltfläche **Zeit hinzufügen** unten.
es: Compre crédito en nuestro sitio web o realice una compra en la aplicación a través del botón **Añadir tiempo** de abajo.
fi: Osta saldoa verkkosivustollamme tai tee ostos sovelluksessa alla olevan **Lisää käyttöaikaa** -painikkeen kautta.
fr: Achetez du crédit sur notre site Web ou effectuez un achat dans l'application à l'aide du bouton **Ajouter du temps** ci-dessous.
it: Puoi acquistare credito sul nostro sito web oppure effettuare un acquisto in-app tramite il pulsante **Aggiungi tempo** qui sotto.
ja: 当社のウェブサイトでクレジットを購入するか、以下の **[時間を追加]** ボタンからアプリ内課金を行ってください。
my: ကျွန်ုပ်တို့၏ ဝက်ဘ်ဆိုက်မှ ခရက်ဒစ် ဝယ်ယူခြင်း သို့မဟုတ် အောက်ရှိ **အချိန်တိုးရန်** ခလုတ်ကို အသုံးပြု၍ အက်ပ်အတွင်း ငွေပေးချေမှု ပြုလုပ်နိုင်ပါသည်။
nb: Kjøp kreditt på vår nettside eller foreta et kjøp i appen via **Legg til tid**-knappen nedenfor.
nl: Koop krediet op onze website, of via een aankoop in de app met de knop **Tijd toevoegen** hieronder.
pl: Kup doładowanie na naszej stronie internetowej albo dokonaj zakupu w aplikacji, klikając poniższy przycisk **Dodaj czas**.
pt: Compre crédito no nosso site ou efetue uma compra na aplicação através do botão **Adicionar tempo** abaixo.
ru: Пополните баланс на нашем сайте или совершите покупку в приложении, нажав кнопку **«Добавить время»** ниже.
tr: Kredinizi web sitemizden veya aşağıdaki **Süre ekle** düğmesini kullanarak uygulama içinden satın alabilirsiniz.

source: Either buy credit on our website or redeem a voucher.
da: Køb enten kredit på vores hjemmeside, eller indløs en kupon.
de: Kaufen Sie entweder Guthaben über unsere Seite oder lösen Sie einen Gutschein ein.
es: Compre crédito en nuestro sitio web o canjee un cupón.
fi: Osta käyttöaikaa verkkosivustoltamme tai lunasta kuponki.
fr: Achetez du crédit sur notre site web ou échangez un bon.
it: Acquista credito sul nostro sito web o riscatta un voucher.
ja: 当社ウェブサイトでクレジットを購入するか、バウチャーを使用してください。
my: ကျွန်ုပ်တို့၏ ဝက်ဘ်ဆိုက်တွင် ခရက်ဒစ် ဝယ်ယူပါ သို့မဟုတ် ဘောက်ချာဖြင့် လဲယူပါ။
nb: Du kan enten kjøpe kreditt på nettsiden vår eller løse inn en kupong.
nl: Koop krediet op onze website of wissel een voucher in.
pl: Doładuj w naszej witrynie internetowej lub zrealizuj kupon.
pt: Compre crédito no nosso sítio da web ou reclame um voucher.
ru: Пополните баланс у нас на сайте или погасите ваучер.
tr: Web sitemizden kredi satın alın veya kupon kullanın.

source: Enable
da: Aktiver
de: Aktivieren
es: Habilitar
fi: Ota käyttöön
fr: Activer
it: Abilita
ja: 有効にする
my: ဖွင့်ရန်
nb: Aktiver
nl: Inschakelen
pl: Włącz
pt: Ativar
ru: Включить
tr: Etkinleştir

source: Enable method
da: Aktiver metode
de: Methode aktivieren
es: Habilitar método
fi: Ota menetelmä käyttöön
fr: Activer la méthode
it: Abilita metodo
ja: 方法を有効化する
my: နည်းလမ်းကို ဖွင့်ရန်
nb: Aktiver metoden
nl: Methode inschakelen
pl: Włącz metodę
pt: Ativar método
ru: Включить метод
tr: Yöntemi etkinleştir

source: Enabling
da: Aktiverer
de: Aktivieren von
es: activación
fi: Otetaan käyttöön
fr: L'activation
it: Abilitazione
ja: 有効化
my: ဖွင့်ခြင်း
nb: Aktivering av
nl: Inschakelen van
pl: Włączanie:
pt: Ativar
ru: Включение параметра
tr: etkinleştirmek

source: Enter IP
da: Indtast IP
de: IP eingeben
es: Introducir IP
fi: Anna IP-osoite
fr: Saisir l'IP
it: Inserisci IP
ja: IPを入力
my: IP ရိုက်ထည့်ရန်
nb: Skriv inn IP
nl: Voer IP-adres in
pl: Wprowadź adres IP
pt: Introduzir IP
ru: Введите IP-адрес
tr: IP'yi girin

source: Enter voucher code
da: Indtast kuponkode
de: Gutscheincode eingeben
es: Escriba el código del cupón
fi: Syötä kuponkikoodi
fr: Saisissez un code de bon
it: Inserisci codice voucher
ja: バウチャーコードを入力
my: ဘောက်ချာကုဒ် ဖြည့်သွင်းရန်
nb: Skriv inn kupongkode
nl: Vouchercode invoeren
pl: Wprowadź kod kuponu
pt: Introduza o código do voucher
ru: Введите код ваучера
tr: Kupon kodunu girin

source: Enter your account number
da: Indtast dit kontonummer
de: Geben Sie Ihre Kontonummer ein
es: Escriba su número de cuenta
fi: Syötä tilisi numero
fr: Saisissez votre numéro de compte
it: Inserisci il tuo numero di account
ja: アカウント番号を入力してください
my: သင့်အကောင့်နံပါတ်ကို ဖြည့်သွင်းပါ
nb: Skriv inn kontonummeret ditt
nl: Voer uw accountnummer in
pl: Wprowadź numer konta
pt: Introduza o seu número de conta
ru: Введите номер учетной записи
tr: Hesap numaranızı girin

source: Entry
da: Indgang
de: Eingang
es: Entrada
fi: Tulo
fr: Entrée
it: Ingresso
ja: 入口
my: အဝင်
nb: Inngang
nl: Ingang
pl: Wejście
pt: Entrada
ru: Вход
tr: Giriş

source: Estonia
da: Estland
de: Estland
fi: Viro
fr: Estonie
ja: エストニア
my: အက်စ်တိုးနီးယား
nb: Estland
nl: Estland
pt: Estónia
ru: Эстония
tr: Estonya

source: Exit
da: Udgang
de: Ausgang
es: Salida
fi: Lähtö
fr: Sortie
it: Uscita
ja: 出口
my: အထွက်
nb: Utgang
nl: Uitgang
pl: Wyjście
pt: Saída
ru: Выход
tr: Çıkış

source: Expand %@
da: Udvid %@
de: %@ ausklappen
es: Expandir %@
fi: Laajenna %@
fr: Agrandir %@
it: Espandi %@
ja: %@を展開する
my: %@ ကို ဖြန့်ပြရန်
nb: Utvid %@
nl: %@ uitklappen
pl: Rozwiń %@
pt: Expandir %@
ru: Развернуть: %@
tr: Genişlet %@

source: Expands this location.
da: Udvider denne placering.
de: Klappt diesen Standort auf.
es: Expande esta ubicación.
fi: Laajentaa tämän sijainnin.
fr: Agrandit cet emplacement.
it: Espande questa posizione.
ja: この場所を展開します。
my: ဤတည်နေရာကို ဖြန့်ပြပါသည်။
nb: Utvider denne plasseringen.
nl: Deze locatie uitklappen.
pl: Rozwija lokalizację.
pt: Expande esta localização.
ru: Разворачивает это местоположение.
tr: Bu konumu genişletir.

# FAQs &amp; Guides
source: FAQs & Guides
da: Ofte stillede spørgsmål og vejledninger
de: FAQ & Anleitungen
es: Preguntas frecuentes y guías
fi: Usein kysytyt kysymykset ja oppaat
fr: FAQ et guides
it: FAQ e guide
ja: よくある質問とガイド
my: မေးလေ့ရှိသည့် မေးခွန်းများ& လမ်းညွှန်များ
nb: Vanlige spørsmål og veiledninger
nl: Veelgestelde vragen en gidsen
pl: Często zadawane pytania i poradniki
pt: Perguntas frequentes e guias
ru: Ответы на вопросы и руководства
tr: SSS ve Rehberler

source: Failed to load products, please try again
da: Kunne ikke indlæse produkter, prøv igen
de: Fehler beim Laden der Produkte, bitte versuchen Sie es erneut
es: Error al cargar los productos. Inténtelo de nuevo
fi: Tuotteiden lataaminen epäonnistui, yritä uudelleen
fr: Échec du chargement des produits. Veuillez réessayer
it: Impossibile caricare i prodotti, riprova
ja: 製品を読み込めませんでした。再試行してください
my: ထုတ်ကုန်များကို လုပ်ဆောင်၍ မရပါ၊ ထပ်ကြိုးစားကြည့်ပါ
nb: Kunne ikke laste opp produkter. Prøv på nytt
nl: Kan producten niet laden. Probeer het opnieuw
pl: Nie udało się załadować produktów. Spróbuj ponownie
pt: Erro ao carregar os produtos. Tente novamente
ru: Не удалось загрузить продукты — повторите попытку
tr: Ürünler yüklenemedi, lütfen tekrar deneyin

source: Failed to send
da: Kunne ikke sende
de: Fehler beim Senden
es: No se pudo enviar
fi: Lähetys epäonnistui
fr: Échec de l'envoi
it: Impossibile inviare
ja: 送信に失敗しました
my: ပို့ရန် မအောင်မြင်ခဲ့ပါ
nb: Kunne ikke sende
nl: Verzenden mislukt
pl: Błąd wysyłania
pt: Erro no envio
ru: Ошибка отправки
tr: Gönderme başarısız

source: Failed to send the receipt to server: %@
da: Kvitteringen kunne ikke sendes til serveren: %@
de: Das Senden der Quittung an den Server ist fehlgeschlagen: %@
es: Error al enviar el recibo al servidor: %@
fi: Kuitin lähettäminen palvelimelle epäonnistui: %@
fr: Échec de l'envoi du reçu au serveur : %@
it: Impossibile inviare la ricevuta al server: %@
ja: サーバーに領収書を送信できませんでした: %@
my: ပြေစာကို ဆာဗာသို့ ပေးပို့၍ မရပါ- %@
nb: Kunne ikke sende kvitteringen til serveren: %@
nl: Kan het ontvangstbewijs niet naar de server sturen: %@
pl: Nie udało się wysłać dowodu zakupu do serwera: %@
pt: Falha ao enviar o recibo para o servidor: %@
ru: Не удалось отправить квитанцию на сервер: %@
tr: Makbuz sunucuya gönderilemedi: %@

source: Failed to start the tunnel.
da: Tunnelen kunne ikke startes.
de: Der Start des Tunnels ist fehlgeschlagen.
es: Error al iniciar el túnel.
fi: Tunnelin käynnistäminen epäonnistui.
fr: Échec du démarrage du tunnel.
it: Impossibile avviare il tunnel.
ja: トンネルを開始できませんでした。
my: Tunnel ကို စတင်၍ မရပါ။
nb: Kunne ikke starte tunnelen.
nl: Kan de tunnel niet starten.
pl: Nie udało się uruchomić tunelu.
pt: Falha ao iniciar o túnel.
ru: Не удалось запустить туннель.
tr: Tünel başlatılamıyor.

source: Failed to start the tunnel: %@.
da: Kunne ikke starte tunnelen: %@.
de: Der Start des Tunnels ist fehlgeschlagen: %@.
es: Error al iniciar el túnel: %@.
fi: Tunnelin käynnistäminen epäonnistui: %@.
fr: Échec du démarrage du tunnel : %@.
it: Impossibile avviare il tunnel: %@.
ja: トンネルを開始できませんでした: %@。
my: ဤ Tunnel ကို စတင်၍ မရပါ- %@။
nb: Kunne ikke starte tunnelen: %@.
nl: Kan de tunnel niet starten: %@.
pl: Nie udało się uruchomić tunelu: %@.
pt: Falha ao iniciar o túnel: %@.
ru: Не удалось запустить туннель: %@.
tr: Tünel başlatılamıyor: %@.

source: Failed to stop the tunnel.
da: Kunne ikke stoppe tunnelen.
de: Der Stopp des Tunnels ist fehlgeschlagen.
es: Error al detener el túnel.
fi: Tunnelin pysäyttäminen epäonnistui.
fr: Échec de l'arrêt du tunnel.
it: Impossibile interrompere il tunnel.
ja: トンネルを停止できませんでした。
my: Tunnel ကို ရပ်တန့်၍ မရပါ။
nb: Kunne ikke stoppe tunnelen.
nl: Kan de tunnel niet stoppen.
pl: Nie udało się zatrzymać tunelu.
pt: Falha ao parar o túnel.
ru: Не удалось остановить туннель.
tr: Tünel durdurulamıyor.

source: Failed to stop the tunnel: %@.
da: Kunne ikke stoppe tunnelen: %@.
de: Der Stopp des Tunnels ist fehlgeschlagen: %@.
es: Error al detener el túnel: %@.
fi: Tunnelin pysäyttäminen epäonnistui: %@.
fr: Échec de l'arrêt du tunnel : %@.
it: Impossibile interrompere il tunnel: %@.
ja: トンネルを停止できませんでした: %@。
my: ဤ Tunnel ကို ရပ်တန့်၍ မရပါ- %@။
nb: Kunne ikke stoppe tunnelen: %@.
nl: Kan de tunnel niet stoppen: %@.
pl: Nie udało się zatrzymać tunelu: %@.
pt: Falha ao parar o túnel: %@.
ru: Не удалось остановить туннель: %@.
tr: Tünel durdurulamıyor: %@.

source: Fetching devices...
da: Henter enheder ...
de: Geräte werden abrufen …
es: Obteniendo dispositivos...
fi: Noudetaan laitteita...
fr: Récupération des appareils...
it: Recupero dispositivi...
ja: デバイスを取得しています...
my: စက်များကို ရယူနေသည်...
nb: Henter enheter ...
nl: Apparaten ophalen...
pl: Pobieranie urządzeń...
pt: A obter dispositivos...
ru: Получение списка устройств...
tr: Cihazlar alınıyor...

source: Filter
es: Filtrar
fi: Suodata
fr: Filtrer
it: Filtra
ja: 絞り込み
my: စစ်ထုတ်မှု
nb: Filtrer
pl: Filtr
pt: Filtrar
ru: Фильтр
tr: Filtrele

source: Filtered:
de: Gefiltert:
es: Filtros aplicados:
fi: Suodatettu:
fr: Filtré :
ja: 絞り込み結果:
my: စစ်ထုတ်ထားသော-
nb: Filtrert:
nl: Gefilterd:
pl: Odfiltrowane:
pt: Filtrado:
tr: Filtrelendi:

source: Finland
de: Finnland
es: Finlandia
fi: Suomi
fr: Finlande
it: Finlandia
ja: フィンランド
my: ဖင်လန်
pl: Finlandia
pt: Finlândia
ru: Финляндия
tr: Finlandiya

source: Fortaleza
ja: フォルタレザ
ru: Форталеза

source: France
da: Frankrig
de: Frankreich
es: Francia
fi: Ranska
it: Francia
ja: フランス
my: ပြင်သစ်
nb: Frankrike
nl: Frankrijk
pl: Francja
pt: França
ru: Франция
tr: Fransa

source: Frankfurt
de: Frankfurt am Main
es: Fráncfort
fr: Francfort-sur-le-Main
it: Francoforte sul Meno
ja: フランクフルト
my: ဖရန့်ဖတ်
nl: Frankfurt am Main
ru: Франкфурт-на-Майне

source: Gambling
da: Hasardspil
de: Glücksspiel
es: Juegos de azar
fi: Uhkapelaaminen
fr: Jeux d'argent
it: Gioco d'azzardo
ja: ギャンブル
my: လောင်းကစား
nb: Pengespill
nl: Gokken
pl: Hazard
pt: Jogos de azar
ru: Азартные игры
tr: Kumar

source: Germany
da: Tyskland
de: Deutschland
es: Alemania
fi: Saksa
fr: Allemagne
it: Germania
ja: ドイツ
my: ဂျာမနီ
nb: Tyskland
nl: Duitsland
pl: Niemcy
pt: Alemanha
ru: Германия
tr: Almanya

source: Glasgow
ja: グラスゴー
my: ဂလပ်စဂို
ru: Глазго

source: Go ahead and start using the app to begin reclaiming your online privacy.
da: Fortsæt med at bruge appen for at få dit online privatliv tilbage.
de: Legen Sie los und erobern Sie Ihre Online-Privatsphäre mit dieser App zurück!
es: Empiece a usar la aplicación para recuperar su privacidad en Internet.
fi: Aloita sovelluksen käyttäminen online-yksityisyytesi palauttamiseksi.
fr: Commencez à utiliser l'application pour reprendre votre confidentialité en ligne en main.
it: Prosegui e inizia a utilizzare l'app per tutelare la tua privacy online.
ja: 続行してこのアプリの使用を開始し、オンラインプライバシーを取り戻しましょう。
my: သင်၏ အွန်လိုင်းကိုယ်ရေးအချက်အလက်လုံခြုံရေး ပြန်လည်ရယူခြင်းကို စတင်ရန် ဆက်လုပ်ပြီး ဤအက်ပ်ကို စသုံးပါ။
nb: Fortsett og bruk appen for å begynne gjenvinningen av personvernet ditt på nett.
nl: Ga aan de slag en gebruik de app om uw privacy op internet terug te claimen.
pl: Nie wahaj się i zacznij korzystać z tej aplikacji, aby odzyskać swoją prywatność w Internecie.
pt: Comece a utilizar a aplicação para começar a reclamar a sua privacidade online.
ru: Начните использовать приложение и верните себе право на конфиденциальность в Интернете.
tr: Devam edin ve çevrimiçi gizliliğinizi geri kazanmak için uygulamayı kullanmaya başlayın.

source: Go to login
da: Gå til login
de: Zur Anmeldung
es: Iniciar sesión
fi: Siirry kirjautumiseen
fr: Aller à la connexion
it: Vai al login
ja: ログインに進む
my: ဝင်ရောက်ရန် သွားပါ
nb: Gå til pålogging
nl: Ga naar aanmelden
pl: Przejdź do logowania
pt: Ir para a ligação
ru: Войти
tr: Giriş sayfasına git

source: Going to login will unblock the Internet on this device.
da: Hvis du logger på, ophæves blokeringen af ​​internettet på denne enhed.
de: Wenn Sie mit der Anmeldung fortfahren, wird die Internetsperre auf diesem Gerät aufgehoben.
es: Al iniciar la sesión, se desbloqueará el acceso a Internet en este dispositivo.
fi: Kirjautumiseen siirtyminen poistaa Internetin käytön eston tältä laitteelta.
fr: Aller à la connexion débloquera la connexion Internet sur cet appareil.
it: Andare al login sbloccherà Internet su questo dispositivo.
ja: ログインに進むと、このデバイスのインターネットのブロックが解除されます。
my: ဝင်ရောက်ရန်သွားခြင်းသည် ဤစက်ရှိ အင်တာနက်ကို ပိတ်ဆို့မှုမှ ဖယ်ပါလိမ့်မည်။
nb: Å gå til pålogging vil oppheve blokkeringen av internett på denne enheten.
nl: Als u naar aanmelden gaat, wordt het blokkeren van internet op dit apparaat opgeheven.
pl: Przejście do logowania odblokuje Internet na tym urządzeniu.
pt: Ir para a ligação irá desbloquear a Internet neste dispositivo.
ru: Вход в учетную запись разблокирует Интернет на этом устройстве.
tr: Giriş yapmak bu cihazdaki internet engelini kaldıracaktır.

source: Got it!
da: Forstået!
de: Verstanden!
es: ¡Entendido!
fi: Selvä!
fr: Compris !
it: Ok!
ja: 了解
my: ရပါပြီ။
nb: Forstått!
nl: Begrepen!
pl: Jasne!
pt: Entendido!
ru: ОК
tr: Anladım!

source: Gothenburg
da: Gøteborg
de: Göteborg
es: Gotemburgo
fi: Göteborg
fr: Göteborg
it: Göteborg
ja: ヨーテボリ
my: ဂိုသန်ဘက်
nb: Göteborg
nl: Göteborg
pl: Göteborg
pt: Gotemburgo
ru: Гётеборг
tr: Göteborg

source: Greece
da: Grækenland
de: Griechenland
es: Grecia
fi: Kreikka
fr: Grèce
it: Grecia
ja: ギリシャ
my: ဂရိ
nb: Hellas
nl: Griekenland
pl: Grecja
pt: Grécia
ru: Греция
tr: Yunanistan

source: Helsinki
ja: ヘルシンキ
my: ဟယ်လ်စင်ကီ
pt: Helsínquia
ru: Хельсинки

source: Here’s your account number. Save it!
da: Her er dit kontonummer. Gem det!
de: Hier ist Ihre Kontonummer. Verlieren Sie sie nicht!
es: Este es un número de cuenta. ¡Guárdelo bien!
fi: Tässä tulee tilisi numero. Laita se talteen!
fr: Voici votre numéro de compte. Gardez-le !
it: Ecco il tuo numero di account. Salvalo!
ja: これがあなたのアカウント番号です。保存してください！
my: ဤသည်မှာ သင့်အကောင့်နံပါတ် ဖြစ်ပါသည်။ သိမ်းမှတ်ထားပါ။
nb: Dette er kontonummeret ditt. Ta vare på det!
nl: Hier is uw accountnummer. Sla het op!
pl: Oto Twój numer konta. Zachowaj go!
pt: Aqui tem o seu número de conta. Guarde-o!
ru: Вот номер вашей учетной записи. Сохраните его!
tr: İşte hesap numaranız. Kaydedin!

source: Hide account number
da: Skjul kontonummer
de: Kontonummer verbergen
es: Ocultar número de cuenta
fi: Piilota tilin numero
fr: Masquer le numéro de compte
it: Nascondi numero di account
ja: アカウント番号の非表示
my: အကောင့်နံပါတ်ကို ဝှက်ရန်
nb: Skjul kontonummer
nl: Accountnummer verbergen
pl: Ukryj numer konta
pt: Ocultar número de conta
ru: Скрыть номер учетной записи
tr: Hesap numarasını gizle

source: Hong Kong
ja: 香港
my: ဟောင်ကောင်
ru: Гонконг

source: Houston, TX
es: Houston, Texas
ja: ヒューストン、TX
ru: Хьюстон, Техас

source: Hungary
da: Ungarn
de: Ungarn
es: Hungría
fi: Unkari
fr: Hongrie
it: Ungheria
ja: ハンガリー
my: ဟန်ဂေရီ
nb: Ungarn
nl: Hongarije
pl: Węgry
pt: Hungria
ru: Венгрия
tr: Macaristan

source: IMPORT SUCCESSFUL
da: IMPORT GENNEMFØRT
de: IMPORT ERFOLGREICH
es: IMPORTACIÓN CORRECTA
fi: TUONTI ONNISTUI
fr: IMPORTATION RÉUSSIE
it: IMPORTAZIONE RIUSCITA
ja: インポートしました
my: ထည့်သွင်းမှု အောင်မြင်ပါသည်
nb: IMPORTERING VELLYKKET
nl: IMPORTEREN GESLAAGD
pl: IMPORT POWIÓDŁ SIĘ
pt: IMPORTAÇÃO BEM-SUCEDIDA
ru: ИМПОРТ ВЫПОЛНЕН
tr: İÇE AKTARMA BAŞARILI

source: If an observer monitors these data packets, %@ makes it significantly harder for them to identify which websites you are visiting or with whom you are communicating.
da: Hvis en observatør overvåger disse datapakker, gør %@ det betydeligt sværere for dem at identificere, hvilke hjemmesider du besøger, eller hvem du kommunikerer med.
de: Wenn ein Beobachter diese Datenpakete überwacht, macht %@ es für ihn wesentlich schwieriger zu erkennen, welche Websites Sie besuchen oder mit wem Sie kommunizieren.
es: Si un observador supervisa estos paquetes de datos, %@ les dificulta notablemente la tarea de identificar qué sitios web está visitando o con quién se está comunicando.
fi: Jos havaitsija valvoo näitä datapaketteja, %@ tekee hänelle huomattavasti hankalammaksi tunnistaa, millä verkkosivuilla käyt tai kenen kanssa viestit.
fr: Si un observateur surveille ces paquets de données, %@ rend beaucoup plus difficile l'identification des sites web que vous visitez ou des personnes avec lesquelles vous communiquez.
it: Se un osservatore monitora questi pacchetti di dati, %@ rende molto più difficile per lui identificare quali siti web stai visitando o con chi stai comunicando.
ja: %@はこのようなデータパケットが監視されている場合でも、訪問先ウェブサイトや通信相手を特定するのを極めて困難にします。
my: အကဲခတ်သူတစ်ဦးက ဤဒေတာပက်ကတ်များကို စောင့်ကြည့်လျှင် %@ သည် သင်သွားရောက်ကြည့်ရှုနေသော ဝဘ်ဆိုက်များ သို့မဟုတ် သင်ဆက်သွယ်နေသည့်သူများကို ခွဲခြားဖော်ထုတ်ရန် ၎င်းတို့အတွက် သိသိသာသာ ခက်ခဲစေသည်။
nb: Hvis en observatør overvåker disse datapakkene, gjør %@ det betydelig vanskeligere for dem å identifisere hvilke nettsteder du besøker, eller hvem du kommuniserer med.
nl: Als een waarnemer deze gegevenspakketten in de gaten houdt, maakt %@ het aanzienlijk moeilijker voor diegene om vast te stellen welke websites u bezoekt of met wie u communiceert.
pl: Jeśli obserwator monitoruje te pakiety danych, %@ znacznie utrudnia mu zidentyfikowanie witryn internetowych, które odwiedzasz lub z którymi się komunikujesz.
pt: Se um observador monitorizar estes pacotes de dados, %@ dificulta significativamente a identificação dos sites que visita ou com quem comunica.
ru: В случае, если наблюдатель отслеживает пакеты данных, %@ значительно затрудняет определение того, какие веб-сайты вы посещаете или с кем общаетесь.
tr: Bir gözlemci bu veri paketlerini izliyorsa, %@ ziyaret ettiğiniz web sitelerini veya iletişim kurduğunuz alıcıları tespit etmesini önemli ölçüde zorlaştırır.

source: If needed we will contact you at %@
da: Hvis det er nødvendigt, kontakter vi dig på %@
de: Bei Bedarf werden wir Sie über %@ kontaktieren
es: Si es necesario, le enviaremos un correo electrónico a %@
fi: Tarvittaessa otamme sinuun yhteyttä osoitteeseen %@
fr: Si nécessaire, nous vous contacterons à l'adresse %@
it: Se necessario, ti contatteremo all'indirizzo %@
ja: 必要に応じて %@ 宛にご連絡します
my: လိုအပ်ပါက %@ မှတစ်ဆင့် ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ
nb: Vi vil kontakte deg på %@ ved behov
nl: Indien nodig nemen we u contact op via %@
pl: W razie potrzeby skontaktujemy się z Tobą pod adresem %@
pt: Se necessário, iremos contactá-lo através de %@
ru: При необходимости мы свяжемся с вами по адресу %@
tr: Gerektiğinde sizinle %@ adresinden iletişime geçeceğiz

source: If you are having issues connecting to VPN servers, please contact support.
da: Hvis du har problemer med at oprette forbindelse til VPN-servere, bedes du kontakte support.
de: Wenn Sie Probleme mit der Verbindung zu VPN-Servern haben, wenden Sie sich bitte an den Support.
es: Si tiene problemas para conectarse a los servidores VPN, póngase en contacto con el servicio de asistencia.
fi: Jos sinulla on ongelmia yhteyden muodostamisessa VPN-palvelimiin, ota yhteyttä tukeen.
fr: Si vous rencontrez des problèmes de connexion aux serveurs VPN, veuillez contacter l'assistance.
it: Se riscontri problemi di connessione ai server VPN, contatta l'assistenza.
ja: VPNサーバーへの接続に問題が生じている場合は、サポートにお問い合わせください。
my: VPN ဆာဗာများကို ချိတ်ဆက်ရာတွင် ပြဿနာများရှိနေပါက အကူအညီပေးရေးအဖွဲ့ကို ဆက်သွယ်ပါ။
nb: Hvis du har mistet tilkoblingen til VPN-serverne, kan du ta kontak med kundestøtten.
nl: Als u problemen hebt met het verbinden met VPN-servers, neem dan contact op met de ondersteuning.
pl: Jeśli masz problemy z łączeniem się z serwerami VPN, skontaktuj się z pomocą techniczną.
pt: Se tiver problemas em ligar-se aos servidores VPN, contacte o apoio.
ru: Если у вас возникли проблемы с подключением к VPN-серверам, обратитесь в службу поддержки.
tr: VPN sunucularına bağlanırken sorun yaşıyorsanız lütfen destek ekibiyle iletişime geçin.
