Repository: mullvad/mullvadvpn-app
Catalog: ios/translation/locales/*.xliff
Languages: da, de, es, fi, fr, it, ja, my, nb, nl, pl, pt, ru, tr

source: Please enter a valid remote server port.
da: Indtast en gyldig fjernserverport.
de: Bitte geben Sie einen gültigen Remote-Server-Port ein.
es: Introduzca un puerto de servidor remoto válido.
fi: Anna kelvollinen etäpalvelimen portti.
fr: Merci de saisir un port de serveur distant valide.
it: Inserisci una porta di server remoto valida.
ja: 有効なリモートサーバーのポートを入力してください。
my: မှန်ကန်သော အဝေးဆာဗာ ပေါ့တ်ကို ရိုက်ထည့်ပါ။
nb: Skriv inn en gyldig ekstern server-port.
nl: Voer een geldige poort op de externe server in.
pl: Wprowadź prawidłowy port serwera zdalnego.
pt: Introduza uma porta de servidor remoto válida.
ru: Введите действительный порт удаленного сервера.
tr: Lütfen geçerli bir uzak sunucu portu girin.

source: Please log out of at least one by removing it from the list below. You can find the corresponding device name under the device’s Account settings.
da: Log ud af mindst én ved at fjerne den fra listen nedenfor. Du kan finde det tilsvarende enhedsnavn under enhedens kontoindstillinger.
de: Bitte melden Sie sich von mindestens einem Gerät ab, indem Sie es aus der Liste unten entfernen. Sie finden den entsprechenden Gerätenamen unter den Kontoeinstellungen des Geräts.
es: Cierre la sesión como mínimo en un dispositivo (para hacerlo, quítelo de la lista siguiente). Consulte el nombre del dispositivo en la configuración de la cuenta del dispositivo.
fi: Kirjaudu ulos vähintään yhdestä luettelon laitteesta poistamalla se. Löydät vastaavan laitteen nimen laitteen tiliasetuksista.
fr: Merci de vous déconnecter d'au moins un appareil en le supprimant de la liste ci-dessous. Vous trouverez le nom de l'appareil correspondant dans les paramètres du compte de l'appareil.
it: Disconnettiti da almeno un dispositivo rimuovendolo dall'elenco seguente. Puoi trovare il nome del dispositivo corrispondente nelle impostazioni dell'account del dispositivo.
ja: 以下のリストから少なくとも1つを削除してログアウトしてください。対応するデバイス名はデバイスのアカウント設定で確認できます。
my: အောက်ပါစာရင်းမှ အနည်းဆုံး တစ်ခုကို ဖယ်ရှားခြင်းဖြင့် ၎င်းမှ ထွက်ပါ။ စက်၏ အကောင့်ဆက်တင်အောက်တွင် သက်ဆိုင်သော စက်အမည်ကို သင် ရှာနိုင်သည်။
nb: Logg ut av minst én ved å fjerne den fra listen nedenfor. Du finner det tilsvarende enhetsnavnet under enhetens kontoinnstillinger.
nl: Meld u bij minstens één apparaat af door het te verwijderen uit de onderstaande lijst. U kunt de bijbehorende apparaatnaam vinden in de accountinstellingen van het apparaat.
pl: Wyloguj się z co najmniej jednego urządzenia, usuwając je z poniższej listy. Odpowiednią nazwę urządzenia można znaleźć w ustawieniach konta urządzenia.
pt: Desligue-se de pelo menos um dos dispositivos removendo-o da lista abaixo. Pode encontrar o nome do dispositivo correspondente nas definições de Conta do dispositivo.
ru: Выйдите из учетной записи хотя бы на одном из устройств, удалив его из списка ниже. Имя устройства указано в настройках учетной записи.
tr: Lütfen aşağıdaki listeden en az bir cihazı kaldırarak çıkış yapın. İlgili cihaz adını cihazın Hesap ayarları altında bulabilirsiniz.

# Please retry by using the &quot;Restore purchases&quot; button.
source: Please retry by using the "Restore purchases" button.
da: Prøv igen ved at bruge knappen "Gendan køb".
de: Versuchen Sie es erneut, indem Sie auf „Einkäufe wiederherstellen“ klicken.
es: Inténtelo de nuevo usando el botón «Restaurar compras».
fi: Yritä uudelleen käyttämällä Palauta ostokset -painiketta.
fr: Veuillez réessayer en utilisant le bouton « Rétablir les achats ».
it: Riprova utilizzando il pulsante "Ripristina acquisti".
ja: [購入を復元する] ボタンを使用してもう一度お試しください。
my: 'ဝယ်ယူမှုများကို ပြန်လည်ရယူရန်' ခလုတ်ကို အသုံးပြု၍ ထပ်မံကြိုးစားပါ။
nb: Prøv på nytt ved å bruke knappen «Gjenopprett kjøp».
nl: Probeer het opnieuw met de knop "Aankopen herstellen".
pl: Spróbuj ponownie, używając przycisku „Przywróć zakupy”.
pt: Tente novamente com o botão "Restaurar compras".
ru: Повторите попытку, нажав кнопку «Восстановить покупки».
tr: Lütfen "Satın alımları geri yükle" düğmesini kullanarak tekrar deneyin.

source: Poland
da: Polen
de: Polen
es: Polonia
fi: Puola
fr: Pologne
it: Polonia
ja: ポーランド
my: ပိုလန်
nb: Polen
nl: Polen
pl: Polska
pt: Polónia
ru: Польша
tr: Polonya

source: Port
es: Puerto
fi: Portti
it: Porta
ja: ポート
my: ပေါ့တ်
nl: Poort
pt: Porta
ru: Порт

source: Port: %@
es: Puerto: %@
fi: Portti: %@
it: Porta: %@
ja: ポート: %@
my: ပေါ့တ်- %@
nl: Poort: %@
pt: Porta: %@
ru: Порт: %@

source: Portugal
fi: Portugali
it: Portogallo
ja: ポルトガル
my: ပေါ်တူဂီ
pl: Portugalia
ru: Португалия
tr: Portekiz

source: Prague
da: Prag
de: Prag
es: Praga
fi: Praha
it: Praga
ja: プラハ
my: ပရာ့ဂ်
nb: Praha
nl: Praag
pl: Praga
pt: Praga
ru: Прага
tr: Prag

source: Previous
da: Forrige
de: Zurück
es: Anterior
fi: Edellinen
fr: Précédent
it: Indietro
ja: 前へ
my: ယခင်
nb: Forrige
nl: Vorige
pl: Wstecz
pt: Anterior
ru: Назад
tr: Önceki

source: Providers
da: Udbydere
de: Anbieter
es: Proveedores
fi: Tarjoajat
fr: Fournisseurs
it: Fornitori
ja: プロバイダ
my: ပံ့ပိုးသူများ
nb: Leverandører
nl: Aanbieders
pl: Dostawcy
pt: Fornecedores
ru: Провайдеры
tr: Hizmet sağlayıcılar

source: Providers: %d
de: Anbieter: %d
es: Proveedores: %d
fi: Palveluntarjoajat: %d
fr: Fournisseurs : %d
ja: プロバイダー: %d
my: ပံ့ပိုးသူများ- %d
nb: Leverandører: %d
pl: Dostawcy: %d
pt: Fornecedores: %d
tr: Operatörler: %d

source: Quantum resistance
da: Kvantemodstand
de: Quantenresistenz
es: Resistencia cuántica
fi: Kvanttihyökkäysten esto
fr: Résistance quantique
it: Resistenza ad attacchi quantistici
ja: 耐量子
my: Quantum ခုခံမှု
nb: Kvantemotstand
nl: Kwantumbestendigheid
pl: Odporność na ataki z użyciem komputerów kwantowych
pt: Resistência quântica
ru: Квантовая устойчивость
tr: Kuantum direnci

source: Quantum-resistant tunnel
da: Kvante-modstandsdygtig tunnel
de: Quantenresistenter Tunnel
es: Túnel con resistencia cuántica
fi: Kvanttihyökkäyksiä kestävä tunneli
fr: Tunnel résistant aux attaques quantiques
it: Tunnel resistente agli attacchi quantistici
ja: 耐量子トンネル
nb: Kvantebestandig tunnel
nl: Kwantumbestendige tunnel
pl: Tunel odporny na ataki z użyciem komputerów kwantowych
pt: Túnel com resistência quântica
ru: Квантово-устойчивый туннель
tr: Kuantuma dayanıklı tünel

source: Queretaro
de: Santiago de Querétaro
es: Querétaro
fr: Santiago de Querétaro
it: Santiago de Querétaro
ja: ケレタロ
my: ကီရင်တာရို (Queretaro)
nl: Querétaro
pl: Querétaro
pt: Querétaro
ru: Сантьяго-де-Керетаро
tr: Santiago de Querétaro

source: RECONNECTING
da: GENOPRETTER FORBINDELSE
de: ERNEUT VERBINDEN
es: RECONECTANDO
fi: YHDISTETÄÄN UUDELLEEN
fr: RECONNEXION
it: RICONNESSIONE
ja: 再接続しています
my: ပြန်ချိတ်ဆက်နေပါသည်
nb: KOBLER TIL PÅ NYTT
nl: OPNIEUW VERBINDEN
pl: PONOWNE ŁĄCZENIE
pt: A LIGAR NOVAMENTE
ru: ПЕРЕПОДКЛЮЧЕНИЕ
tr: YENİDEN BAĞLANIYOR

source: Raleigh, NC
ja: ローリー、NC
my: ရာလီ၊ မြောက်ကာရိုလိုင်းနား
ru: Роли, NC

source: Reconnecting to %@
da: Genopretter forbindelse til %@
de: Erneut mit %@ verbinden
es: Reconectando a %@
fi: Yhdistetään uudelleen sijaintiin %@
fr: Reconnexion à %@
it: Riconnessione a %@
ja: %@に再接続しています
my: %@ သို့ ပြန်ချိတ်ဆက်နေပါသည်
nb: Kobler til %@ på nytt
nl: Opnieuw verbinden met %@
pl: Ponowne łączenie z %@
pt: A ligar novamente a %@
ru: Переподключение: %@
tr: Yeniden bağlanıyor: %@

source: Redeem
da: Indløs
de: Einlösen
es: Canjear
fi: Lunasta
fr: Échanger
it: Riscatta
ja: 使用する
my: လဲယူရန်
nb: Løs inn
nl: Inwisselen
pl: Zrealizuj
pt: Reclamar
ru: Погасить
tr: Kullan

source: Redeem voucher
da: Indløs kupon
de: Gutschein einlösen
es: Canjear cupón
fi: Lunasta kuponki
fr: Échangez un bon
it: Riscatta voucher
ja: バウチャーを使用する
my: ဘောက်ချာဖြင့် လဲယူရန်
nb: Løs inn kupong
nl: Voucher inwisselen
pl: Zrealizuj kupon
pt: Reclamar voucher
ru: Погасить ваучер
tr: Kuponu kullan

source: Refund last purchase with StoreKit2
da: Refusion af sidste køb med StoreKit2
de: Letzten Einkauf mit StoreKit2 zurückerstatten
es: Reembolsar última compra con StoreKit2
fi: Pyydä hyvitystä viimeisimmästä ostoksesta StoreKit2:lla
fr: Rembourser le dernier achat avec StoreKit2
it: Rimborso dell'ultimo acquisto con StoreKit2
ja: StoreKit2で行った直近の購入を返金する
my: StoreKit2 နောက်ဆုံးဝယ်ယူမှုအတွက် ငွေပြန်အမ်းပါ
nb: Refunder siste kjøp med StoreKit2
nl: Laatste aankoop bij StoreKit2 terugbetalen
pl: Zwróć koszty ostatniego zakupu za pomocą StoreKit2
pt: Reembolsar a última compra com o StoreKit2
ru: Вернуть последнюю покупку через StoreKit2
tr: StoreKit2 ile yapılan son satın alımı iade et

source: Refund successful
da: Refusion lykkedes
de: Rückerstattung erfolgreich
es: Reembolso realizado correctamente
fi: Hyvitys onnistui
fr: Remboursement effectué
it: Rimborso riuscito
ja: 返金が正常に完了しました
my: ငွေပြန်အမ်းခြင်း အောင်မြင်ပါသည်
nb: Refusjon vellykket
nl: Terugbetaling is gelukt
pl: Zwrot środków powiódł się
pt: Reembolso bem-sucedido
ru: Возврат средств выполнен успешно
tr: Geri ödeme başarılı

source: Remove
da: Fjern
de: Entfernen
es: Quitar
fi: Poista
fr: Supprimer
it: Rimuovi
ja: 削除
my: ဖယ်ရှားရန်
nb: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
tr: Kaldır

source: Remove %@?
da: Fjern %@?
de: %@ entfernen?
es: ¿Quitar %@?
fi: Poistetaanko %@?
fr: Supprimer %@ ?
it: Rimuovere %@?
ja: %@を削除しますか？
my: %@ ကို ဖယ်ရှားမလား။
nb: Fjerne %@?
nl: %@ verwijderen?
pl: Usunąć %@?
pt: Remover %@?
ru: Удалить устройство «%@»?
tr: %@ kaldırılsın mı?

source: Remove last used account
da: Fjern sidst brugte konto
de: Zuletzt verwendetes Konto entfernen
es: Quitar cuenta usada por última vez
fi: Poista viimeksi käytetty tili
fr: Supprimer le dernier compte utilisé
it: Rimuovi l'ultimo account utilizzato
ja: 最後に使用したアカウントを削除する
my: နောက်ဆုံးအသုံးပြုထားသော အကောင့်ကို ဖယ်ရှားရန်
nb: Fjern konto som ble brukt sist
nl: Laatst gebruikte account verwijderen
pl: Usuń ostatnio używane konto
pt: Remover a última conta utilizada
ru: Удалить последнюю использованную учетную запись
tr: Son kullanılan hesabı kaldır

source: Removing the saved account number from this device cannot be undone. Do you want to remove the saved account number?
da: Hvis du fjerner det gemte kontonummer fra denne enhed, kan du ikke gøre fortryde det. Vil du fjerne det gemte kontonummer?
de: Das Löschen der gespeicherten Kontonummer von diesem Gerät kann nicht rückgängig gemacht werden. Möchten Sie die gespeicherte Kontonummer wirklich entfernen?
es: No se puede deshacer la acción de quitar el número de cuenta guardado de este dispositivo. ¿Seguro que quiere quitar el número de cuenta guardado?
fi: Tallennetun tilin numeron poistamista tältä laitteelta ei voi kumota. Haluatko varmasti poistaa tallennetun tilin numeron?
fr: La suppression du numéro de compte enregistré sur cet appareil est irréversible. Voulez-vous vraiment supprimer le numéro de compte enregistré ?
it: La rimozione del numero di account salvato da questo dispositivo non può essere annullata. Vuoi rimuovere il numero di account salvato?
ja: このデバイスから保存済みのアカウント番号を削除すると、元には戻せません。 保存済みのアカウント番号を削除しますか？
my: ဤစက်မှ သိမ်းဆည်းထားသော အကောင့်နံပါတ်ကို ဖယ်ရှားခြင်းကို ပြန်ပြင်၍မရပါ။ သိမ်းဆည်းထားသော အကောင့်နံပါတ်ကို ဖယ်ရှားလိုပါသလား။
nb: Fjerning av det lagrede kontonummeret fra denne enheten kan ikke angres. Vil du fjerne det lagrede kontonummeret?
nl: Als u het opgeslagen accountnummer verwijdert van dit apparaat, kan dat niet ongedaan worden gemaakt. Wilt u het opgeslagen accountnummer verwijderen?
pl: Usunięcia zapisanego numeru konta z tego urządzenia nie można cofnąć. Czy chcesz usunąć zapisany numer konta?
pt: A remoção do número de conta guardado neste dispositivo não pode ser anulada. Pretende remover o número de conta guardado?
ru: Удаление сохраненного номера учетной записи с этого устройства нельзя отменить. Действительно удалить сохраненный номер учетной записи?
tr: Kayıtlı hesap numarası bu cihazdan kaldırıldığında işlem geri alınamaz. Kayıtlı hesap numarasını kaldırmak istiyor musunuz?

source: Rented only
da: Kun lejet
de: Nur gemietet
es: Solo alquilados
fi: Vain vuokratut
fr: Loués uniquement
it: Solo noleggiati
ja: レンタルサーバーのみ
my: အငှားသီးသန့်
nb: Kun leid
nl: Alleen gehuurde
pl: Wyłącznie wynajmowane
pt: Apenas alugado
ru: Только арендованные
tr: Sadece kiralananlar

source: Report a problem
da: Rapporter et problem
de: Problem melden
es: Informar de un problema
fi: Ilmoita ongelmasta
fr: Signaler un problème
it: Segnala un problema
ja: 問題を報告
my: ပြဿနာကို ရီပို့(တ်)လုပ်ရန်
nb: Rapporter et problem
nl: Een probleem melden
pl: Zgłoś problem
pt: Reportar um problema
ru: Сообщение о проблеме
tr: Bir sorun bildir

source: Required
da: Påkrævet
de: Erforderlich
es: Obligatorio
fi: Pakollinen
fr: Requis
it: Obbligatorio
ja: 必須
my: ဖြည့်ရန် လိုအပ်သည်
nb: Nødvendig
nl: Verplicht
pl: Wymagane
pt: Obrigatório
ru: Обязательно
tr: Gerekli

source: Restore purchases
da: Gendan køb
de: Einkäufe wiederherstellen
es: Restaurar compras
fi: Palauta ostokset
fr: Rétablir les achats
it: Ripristina acquisti
ja: 購入を復元する
my: ဝယ်ယူမှုများကို ပြန်လည်ရယူရန်
nb: Gjenopprette kjøp
nl: Aankopen herstellen
pl: Przywróć zakupy
pt: Restaurar compras
ru: Восстановить покупки
tr: Satın alımları geri yükle

source: Romania
da: Rumænien
de: Rumänien
es: Rumanía
fr: Roumanie
ja: ルーマニア
my: ရိုမေးနီးယား
nl: Roemenië
pl: Rumunia
pt: Roménia
ru: Румыния
tr: Romanya

source: Salt Lake City, UT
ja: ソルトレイクシティ、UT
my: ဆော့တ်လိတ်ခ်စီးတီး၊ ယူတာ
ru: Солт-Лейк-Сити, UT

source: San Jose, CA
da: San Jose, Californien
es: San José, CA
fr: San José, CA
ja: サンノゼ、CA
my: ဆန်ဟိုဆေး၊ ကယ်လီဖိုးနီးယား
pt: Puerto San José, CA
ru: Сан-Хосе, CA

source: Santiago
ja: サンチャゴ
my: ဆန်တီယာဂို
ru: Сантьяго

source: Sao Paulo
de: São Paulo
es: São Paulo
fi: São Paulo
fr: São Paulo
it: San Paolo
ja: サンパウロ
my: ဆောပိုလို
nl: São Paulo
pl: São Paulo
pt: São Paulo
ru: Сан-Паулу
tr: São Paulo

source: Save
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
my: သိမ်းမည်
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохранить
tr: Kaydet

source: Saving changes...
da: Gemmer ændringer ...
de: Änderungen werden gespeichert …
es: Guardando cambios...
fi: Tallennetaan muutoksia...
fr: Enregistrement des modifications...
it: Salvataggio modifiche...
ja: 変更内容を保存しています...
my: ပြောင်းလဲမှုများကို သိမ်းဆည်းနေသည်...
nb: Lagrer endringer …
nl: Wijzigingen opslaan...
pl: Zapisywanie zmian...
pt: A guardar alterações...
ru: Сохранение изменений...
tr: Değişiklikler kaydediliyor...

source: Search for...
de: Suchen nach …
es: Buscar...
fi: Hae...
fr: Rechercher...
ja: 検索...
my: ရှာရန်...
nb: Søk etter ...
nl: Zoeken naar...
pl: Wyszukaj...
pt: Pesquisar por...
tr: Ara...

source: Seattle, WA
ja: シアトル、WA
my: ဆီယက်တဲလ်၊ ဝါရှင်တန်
ru: Сиэтл, WA

source: Secaucus, NJ
ja: セコーカス、NJ
my: ဆီကောကတ်စ်၊ နယူးဂျာစီ
ru: Секаукус, NJ

source: Select location
da: Vælg placering
de: Ort auswählen
es: Seleccionar ubicación
fi: Valitse sijainti
fr: Sélectionner une localisation
it: Seleziona posizione
ja: 場所を選択
my: တည်နေရာ ရွေးရန်
nb: Velg plassering
nl: Locatie selecteren
pl: Wybierz lokalizację
pt: Selecionar localização
ru: Выбор местоположения
tr: Konum seçin

source: Selected
da: Valgt
de: Ausgewählt
es: Seleccionado
fi: Valittu
fr: Sélectionné
it: Selezionato
ja: 選択済み
my: ရွေးချယ်ထားသည်
nb: Valgt
nl: Geselecteerd
pl: Wybrane
pt: Selecionado
ru: Выбрано
tr: Seçili

source: Send
de: Senden
es: Enviar
fi: Lähetä
fr: Envoyer
it: Invia
ja: 送信
my: ပို့ရန်
nl: Verzenden
pl: Wyślij
pt: Enviar
ru: Отправить
tr: Gönder

source: Send anyway
da: Send alligevel
de: Trotzdem senden
es: Enviar de todos modos
fi: Lähetä silti
fr: Envoyer quand même
it: Invia comunque
ja: とにかく送信する
my: မည်သို့ပင်ဖြစ်စေ ပို့ရန်
nb: Send allikevel
nl: Toch verzenden
pl: Mimo to wyślij
pt: Enviar mesmo assim
ru: Все равно отправить
tr: Yine de gönder

source: Sending...
da: Sender...
de: Wird gesendet...
es: Enviando…
fi: Lähetetään...
fr: Envoi...
it: Invio...
ja: 送信中...
my: ပို့နေဆဲ...
nb: Sender ...
nl: Verzenden...
pl: Wysyłanie...
pt: A enviar...
ru: Идет отправка...
tr: Gönderiliyor...

source: Sent
da: Sendt
de: Gesendet
es: Enviado
fi: Lähetetty
fr: Envoyé
it: Inviato
ja: 送信済み
my: ပို့ပြီး
nb: Sendt
nl: Verzonden
pl: Wysłano
pt: Enviado
ru: Отправлено
tr: Gönderildi

source: Serbia
da: Serbien
de: Serbien
fr: Serbie
ja: セルビア
my: ဆားဘီးယား
nl: Servië
pt: Sérvia
ru: Сербия
tr: Sırbistan

source: Server
es: Servidor
fi: Palvelin
fr: Serveur
ja: サーバー
my: ဆာဗာ
pl: Serwer
pt: Servidor
ru: Сервер
tr: Sunucu

source: Server IP override
da: Tilsidesættelse af server-IP
de: Server-IP überschreiben
es: Anulación de IP de servidor
fi: Palvelimen IP-osoitteen ohitus
fr: Substitution d'IP de serveur
it: Sovrascritture IP server
ja: サーバーIPのオーバーライド
my: ဆာဗာ IP ကျော်လွန် ပယ်ဖျက်ရန်
nb: Overstyring av server-IP
nl: Overschrijving van server-IP-adressen
pl: Zastąpienie adresu IP serwera
pt: Substituição de IP de servidor
ru: Переопределение IP-адреса сервера
tr: Sunucu IP'sini geçersiz kılma

source: Server details
da: Info om server
de: Serverdaten
es: Datos del servidor
fi: Palvelimen tiedot
fr: Détails du serveur
it: Dettagli del server
ja: サーバーの詳細
my: ဆာဗာ အသေးစိတ်အချက်များ
nb: Serverinformasjon
nl: Servergegevens
pl: Dane serwera
pt: Detalhes do servidor
ru: Данные о сервере
tr: Sunucu ayrıntıları

source: Setting: %@
da: Indstilling: %@
de: Einstellung: %@
es: Ajuste: %@
fi: Asetus: %@
fr: Paramètre : %@
it: Impostazione: %@
ja: 設定: %@
my: ဆက်တင်- %@
nb: Innstilling: %@
nl: Instelling: %@
pl: Ustawienie: %@
pt: Definição: %@
ru: Настройка: %@
tr: Ayar: %@

source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni
ja: 設定
my: ဆက်တင်များ
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки
tr: Ayarlar

source: Settings migration error
da: Fejl under migrering af indstillinger
de: Fehler beim Migrieren der Einstellungen
es: Error al migrar la configuración
fi: Asetusten siirtovirhe
fr: Erreur lors de la migration des paramètres
it: Errore di migrazione delle impostazioni
ja: 設定の移行エラー
my: ဆက်တင်ပြောင်းရွှေ့မှု ချို့ယွင်းချက်
nb: Feil med migreringsinnstillinger
nl: Fout bij migreren van instellingen
pl: Błąd podczas migracji ustawień
pt: Erro na migração das definições
ru: Ошибка миграции настроек
tr: Ayarları aktarma hatası

source: Show account number
da: Vis kontonummer
de: Kontonummer anzeigen
es: Mostrar número de cuenta
fi: Näytä tilin numero
fr: Afficher le numéro de compte
it: Mostra numero di account
ja: アカウント番号の表示
my: အကောင့်နံပါတ်ကို ပြရန်
nb: Vis kontonummer
nl: Accountnummer weergeven
pl: Pokaż numer konta
pt: Mostrar número de conta
ru: Показать номер учетной записи
tr: Hesap numarasını göster

source: Singapore
de: Singapur
es: Singapur
fr: Singapour
ja: シンガポール
my: စင်ကာပူ
pl: Singapur
pt: Singapura
ru: Сингапур
tr: Singapur

source: Slovakia
da: Slovakiet
de: Slowakei
es: Eslovaquia
fr: Slovaquie
ja: スロバキア
nl: Slowakije
pl: Słowacja
pt: Eslováquia
ru: Словакия
tr: Slovakya

source: Slovenia
da: Slovenien
de: Slowenien
es: Eslovenia
fr: Slovénie
ja: スロベニア
my: ဆလိုဗေးနီးယား
nl: Slovenië
pl: Słowenia
pt: Eslovénia
ru: Словения
tr: Slovenya

source: Social media
da: Sociale medier
es: Redes sociales
fi: Sosiaalinen media
fr: Réseaux sociaux
ja: ソーシャルメディア
my: လူမှုမီဒီယာ
nb: Sosiale medier
nl: Sociale media
pl: Media społecznościowe
pt: Redes sociais
ru: Социальные сети
tr: Sosyal medya

source: Sofia
es: Sofía
ja: ソフィア
my: ဆိုဖီယာ
pt: Sófia
ru: София
tr: Sofya

source: South Africa
da: Sydafrika
de: Südafrika
es: Sudáfrica
fi: Etelä-Afrikka
fr: Afrique du Sud
it: Sudafrica
ja: 南アフリカ
my: တောင်အာဖရိက
nb: Sør-Afrika
nl: Zuid-Afrika
pl: Republika Południowej Afryki
pt: África do Sul
ru: Южно-Африканская Республика
tr: Güney Afrika Cumhuriyeti

source: Spain
da: Spanien
de: Spanien
es: España
fi: Espanja
fr: Espagne
it: Spagna
ja: スペイン
my: စပိန်
nb: Spania
nl: Spanje
pl: Hiszpania
pt: Espanha
ru: Испания
tr: İspanya

source: Start using the app
da: Begynd at bruge appen
de: Mit dem Benutzen der App anfangen
es: Empiece a usar la aplicación
fi: Aloita sovelluksen käyttö
fr: Commencer à utiliser l'application
it: Inizia a utilizzare l'app
ja: アプリの使用を開始
my: ဤအက်ပ်ကို စသုံးရန်
nb: Begynn å buke appen
nl: Ga aan de slag met de app
pl: Rozpocznij korzystanie z aplikacji
pt: Comece a usar a aplicação
ru: Начать использовать приложение
tr: Uygulamayı kullanmaya başlayın

source: Stavanger
ja: スタヴァンゲル
ru: Ставангер

source: Stockholm
es: Estocolmo
fi: Tukholma
it: Stoccolma
ja: ストックホルム
my: စတော့ဟုမ်း
pl: Sztokholm
pt: Estocolmo
ru: Стокгольм

source: Super!
es: ¡Genial!
fi: Mahtavaa!
it: Fantastico!
ja: 素晴らしい！
my: အလွန်ကောင်း။
nb: Supert!
pt: Excelente!
ru: Отлично!
tr: Süper!

source: Sweden
da: Sverige
de: Schweden
es: Suecia
fi: Ruotsi
fr: Suède
it: Svezia
ja: スウェーデン
my: ဆွီဒင်
nb: Sverige
nl: Zweden
pl: Szwecja
pt: Suécia
ru: Швеция
tr: İsveç

source: Switch location
da: Skift placering
de: Ort wechseln
es: Cambiar ubicación
fi: Vaihda sijaintia
fr: Changer de localisation
it: Cambia posizione
ja: 場所を切り替える
my: တည်နေရာ ပြောင်းရန်
nb: Bytt plassering
nl: Locatie wijzigen
pl: Zmień lokalizację
pt: Alterar local
ru: Сменить местоположение
tr: Konum değiştir

source: Switzerland
da: Schweiz
de: Schweiz
es: Suiza
fi: Sveitsi
fr: Suisse
it: Svizzera
ja: スイス
my: ဆွစ်ဇာလန်
nb: Sveits
nl: Zwitserland
pl: Szwajcaria
pt: Suíça
ru: Швейцария
tr: İsviçre

source: Sydney
es: Sídney
ja: シドニー
my: ဆစ်ဒနီ
ru: Сидней
tr: Sidney

source: TUNNEL ERROR
da: TUNNELFEJL
de: TUNNEL-FEHLER
es: ERROR DE TÚNEL
fi: TUNNELIVIRHE
fr: ERREUR DE TUNNEL
it: ERRORE TUNNEL
ja: トンネルエラー
my: TUNNEL ချို့ယွင်းချက်
nb: TUNNELFEIL
nl: TUNNELFOUT
pl: BŁĄD TUNELU
pt: ERRO NO TÚNEL
ru: ОШИБКА ТУННЕЛЯ
tr: TÜNEL HATASI

source: Tallinn
es: Tallin
fi: Tallinna
ja: タリン
my: တောလ်လင်း
pl: Tallin
ru: Таллин

source: Tap **Edit** to add at least one DNS server.
da: Tryk på **Rediger** for at tilføje mindst én DNS-server.
de: Fügen Sie mindestens einen DNS-Server hinzu, indem Sie auf **Bearbeiten** tippen.
es: Toque **Editar** para añadir como mínimo un servidor DNS.
fi: Lisää vähintään yksi DNS-palvelin napauttamalla **Muokkaa**.
fr: Appuyez sur **Modifier** pour ajouter au moins un serveur DNS.
it: Tocca **Modifica** per aggiungere almeno un server DNS.
ja: **編集**をタップして、DNSサーバーを1つ以上追加してください。
my: အနည်းဆုံး DNS ဆာဗာတစ်ခု ထည့်ရန်တွက် **ပြင်ရန်**ကို နှိပ်ပါ။
nb: Trykk på **Rediger** for å legge til minst én DNS-server.
nl: Tik op **Bewerken** om minimaal één DNS-server toe te voegen.
pl: Dotknij opcji **Edytuj**, aby dodać co najmniej jeden serwer DNS.
pt: Toque em **Editar** para adicionar pelo menos um servidor DNS.
ru: Чтобы добавить как минимум один DNS-сервер, нажмите **«Изменить»**.
tr: En az bir DNS sunucusu eklemek için **Düzenle**ye dokunun.

source: Tel Aviv
ja: テルアビブ
my: တဲလ်အဗစ်
pl: Tel Awiw
pt: Telavive
ru: Тель-Авив

source: Test method
da: Testmetode
de: Methode testen
es: Probar método
fi: Testaa menetelmä
fr: Tester la méthode
it: Test del metodo
ja: 方法をテストする
my: နည်းလမ်းကို စမ်းသပ်ရန်
nb: Test metoden
nl: Methode testen
pl: Przetestuj metodę
pt: Testar método
ru: Проверить метод
tr: Yöntemi test et

source: Testing...
da: Tester...
de: Testen …
es: Probando...
fi: Testataan...
fr: Test...
it: Test...
ja: テスト中...
my: စမ်းသပ်နေဆဲ...
nb: Tester ...
nl: Testen...
pl: Testowanie...
pt: A testar...
ru: Проверка...
tr: Test ediliyor...

source: Thailand
es: Tailandia
fi: Thaimaa
fr: Thaïlande
it: Thailandia
ja: タイ
my: ထိုင်း
pl: Tajlandia
pt: Tailândia
ru: Таиланд
tr: Tayland

source: Thanks for your purchase
da: Tak for dit køb
de: Vielen Dank für Ihren Einkauf
es: Gracias por la compra
fi: Kiitos ostostasi
fr: Merci pour votre achat
it: Grazie per il tuo acquisto
ja: ご購入ありがとうございます
my: ဝယ်ယူမှုအတွက် ကျေးဇူးတင်ပါသည်
nb: Takk for kjøpet
nl: Bedankt voor uw aankoop
pl: Dziękujemy za zakup
pt: Obrigado pela sua compra
ru: Благодарим за покупку
tr: Satın alma işleminiz için teşekkür ederiz
