Repository: mullvad/mullvadvpn-app
Catalog: ios/translation/locales/*.xliff
Languages: da, de, es, fi, fr, it, ja, my, nb, nl, pl, pt, ru, tr

source: We are having some issues, please try again later
da: Vi har nogle problemer, prøv igen senere
de: Es gibt ein paar Probleme, versuchen Sie es später nochmal
es: Estamos experimentando algunos problemas. Inténtelo de nuevo más tarde
fi: Meillä on hieman ongelmia, yritä myöhemmin uudelleen
fr: Nous rencontrons des problèmes, veuillez réessayer plus tard
it: Stiamo riscontrando alcuni problemi, riprova più tardi
ja: 現在エラーが発生しています。後でもう一度お試しください
my: ကျွန်ုပ်တို့တွင် ပြဿနာအချို့ရှိနေပါသည်၊ နောက်မှ ထပ်မံကြိုးစားပါ
nb: Vi opplever problemer. Prøv igjen senere
nl: We ondervinden enkele problemen, probeer het later opnieuw
pl: Mamy pewne problemy, spróbuj ponownie później
pt: Estamos com alguns problemas, tente novamente mais tarde.
ru: У нас возникли некоторые проблемы, пожалуйста, попробуйте позже
tr: Şu anda bazı sorunlar yaşıyoruz, lütfen daha sonra tekrar deneyin

source: We will look into this.
da: Vi vil undersøge dette.
de: Wir werden uns das anschauen.
es: Revisaremos esto.
fi: Tutkimme asiaa.
fr: Nous allons nous pencher dessus.
it: Verificheremo.
ja: この問題を調査いたします。
my: ဤသည်ကို စစ်ဆေးလိုက်ပါမည်။
nb: Dette skal vi følge opp.
nl: We gaan het bekijken.
pl: Sprawdzimy to.
pt: Vamos analisar esta situação.
ru: Мы рассмотрим эту проблему.
tr: Bunu araştıracağız.

source: What’s new
da: Nyheder
de: Was ist neu?
es: Novedades
fi: Uutta
fr: Quoi de neuf
it: Novità
ja: 新機能
my: အသစ်ပါလာသော အကြောင်းအရာများ
nb: Dette er nytt
nl: Wat is er nieuw
pl: Co nowego
pt: Novidades
ru: Что нового
tr: Yenilikler

source: When this feature is enabled it stops the device from contacting certain domains or websites known for distributing ads, malware, trackers and more.
da: Når denne funktion er aktiveret, forhindrer den enheden i at kontakte bestemte domæner eller websteder, der er kendt for at distribuere annoncer, malware, trackere og lignende.
de: Wenn diese Funktion aktiviert ist, wird das Gerät daran gehindert, bestimmte Domains oder Websites zu kontaktieren, die für die Verbreitung von Werbung, Malware, Trackern und mehr bekannt sind.
es: Al activar esta opción se evita que el dispositivo contacte con determinados dominios o sitios web que se sabe que distribuyen anuncios, malware, rastreadores y más.
fi: Kun tämä ominaisuus on käytössä, se estää laitetta ottamasta yhteyttä tiettyihin verkkotunnuksiin tai -sivustoihin, jotka tunnetaan mainosten, haittaohjelmien, seurantaohjelmien tai muiden vastaavien jakelijoina.
fr: Lorsque cette fonctionnalité est activée, elle empêche l'appareil de contacter certains domaines ou sites Web connus pour distribuer des publicités, des logiciels malveillants, des trackers et plus.
it: Quando è abilitata, questa funzionalità impedisce al dispositivo di contattare determinati domini o siti Web noti per la distribuzione di annunci, malware, tracker e altro.
ja: この機能を有効にすると、広告、マルウェア、トラッカーなどの配信が確認されている特定のドメインまたはWebサイトへのデバイスの接続が阻止されます。
my: ဤလုပ်ဆောင်ချက်ကို ဖွင့်ထားသည့်အခါ အနှောင့်အယှက်ဖြစ်စေသည့် ကြော်ငြာများ၊ မဲလ်ဝဲရ်၊ ခြေရာခံများနှင့် အစရှိသည်တို့နှင့်စပ်လျဉ်း၍ သိရှိထားသော အချို့သော Domain များ သို့မဟုတ် ဝဘ်ဆိုက်များနှင့် ဆက်သွယ်ခြင်းမှ စက်ကို ရပ်တန့်ပေးပါသည်။
nb: Når denne funksjonen er aktivert, forhindrer den enheten fra å kontakte bestemte domener og nettsteder som er kjent for å spre annonser, skadelig programvare, sporingsenheter og mer.
nl: Als deze functie is ingeschakeld, maakt het apparaat geen contact meer met bepaalde domeinen of websites waarvan bekend is dat ze advertenties, malware, trackers en meer verspreiden.
pl: Po włączeniu funkcja ta uniemożliwia urządzeniu kontakt z określonymi domenami lub witrynami internetowymi, które rozpowszechniają reklamy, złośliwe oprogramowanie itd.
pt: Quando esta funcionalidade é ativada, impede que o dispositivo contacte certos domínios ou sites conhecidos por distribuir anúncios, malware, trackers e muito mais.
ru: При включенной опции устройство не будет устанавливать соединение с определенными доменами и сайтами, известными распространением рекламы, вредоносного ПО, трекеров и т. д.
tr: Bu özellik etkinleştirildiğinde, cihazınızın reklamlar, kötü amaçlı yazılımlar, izleyiciler ve daha fazlasını dağıttığı bilinen belirli alan adlarıyla veya web siteleriyle iletişim kurmasını durdurur.

source: When using DAITA, one provider with DAITA-enabled servers is required.
da: Når du bruger DAITA, skal du have en udbyder med DAITA-kompatible servere.
de: Wenn Sie DAITA verwenden, benötigen Sie einen Anbieter mit Servern, die DAITA unterstützen.
es: Al utilizar DAITA, se requiere un proveedor con servidores habilitados por DAITA.
fi: Kun käytät DAITAa, vaaditaan yksi palveluntarjoaja, jonka palvelimet tukevat DAITAa.
fr: Lors de l'utilisation de DAITA, un fournisseur ayant des serveurs compatibles DAITA est requis.
it: Quando si utilizza DAITA, è richiesto un provider con server abilitati per DAITA.
ja: DAITAを使用する場合、DAITA対応サーバーを持つプロバイダーが1つ必要です。
my: DAITA ကိုအသုံးပြုသည့်အခါ DAITA ဖွင့်ထားသည့် ဆာဗာများရှိသော ပံ့ပိုးသူတစ်ဦး လိုအပ်ပါသည်။
nb: Når du bruker DAITA, kreves det én leverandør med DAITA-aktiverte servere.
nl: Wanneer u DAITA gebruikt, moet u minimaal één provider hebben met servers waarop DAITA is ingeschakeld.
pl: Podczas korzystania z DAITA wymagany jest jeden dostawca z serwerami obsługującymi DAITA.
pt: Ao utilizar a DAITA, é necessário um fornecedor com servidores compatíveis com a DAITA.
ru: При использовании DAITA требуется один провайдер с серверами, поддерживающими DAITA.
tr: DAITA kullanılırken, DAITA etkin sunucuları bulunan bir operatör gerekir.

source: Which TCP port the UDP-over-TCP obfuscation protocol should connect to on the VPN server.
da: Hvilken TCP-port UDP-over-TCP tilsløringsprotokollen skal forbinde til på VPN-serveren.
de: Mit welchem TCP-Port sich das UDP-über-TCP-Verschleierungsprotokoll auf dem VPN-Server verbinden soll.
es: El puerto TCP al que se conectará el protocolo de ofuscación de UDP sobre TCP en el servidor VPN.
fi: Määrittää, mihin VPN-palvelimen TCP-porttiin "UDP TCP:n kautta" -hämäysteknologia-protokollan tulee muodostaa yhteys.
fr: Le port TCP auquel le protocole de dissimulation UDP sur TCP doit se connecter sur le serveur VPN.
it: A quale porta TCP deve connettersi il protocollo di offuscamento UDP-over-TCP sul server VPN.
ja: UDP-over-TCP難読化プロトコルで接続する必要のあるVPNサーバーのTCPポートです。
my: VPN ဆာဗာကို ဖွင့်ရန် ၎င်း TCP ပေါ့တ် UDP-over-TCP Obfuscation ပရိုတိုကောလ်နှင့် ချိတ်ဆက်ထားသင့်ပါသည်။
nb: TCP-porten som UDP-over-TCP-tilsløringen skal koble til på VPN-serveren.
nl: Met welke TCP-poort moet het UDP-over-TCP-obfuscatieprotocol verbinding maken op de VPN-server.
pl: Port TCP, z którym powinien łączyć się protokół zaciemniania UDP-przez-TCP na serwerze VPN.
pt: A que porta TCP o protocolo de ofuscação UDP sobre TCP deve ligar-se no servidor VPN.
ru: TCP-порт, к которому должен подключаться протокол обфускации UDP через TCP на VPN-сервере.
tr: TCP üzerinden UDP gizleme protokolünün VPN sunucusunda hangi TCP portuna bağlanması gerekiyor.

source: WireGuard obfuscation
da: WireGuard-tilsløring
de: WireGuard-Verschleierung
es: Ofuscación de WireGuard
fi: WireGuard-obfuskointi
fr: Obfuscation WireGuard
it: Offuscamento WireGuard
ja: WireGuardの難読化
nb: Tilsløring av WireGuard
nl: WireGuard-obfuscatie
pl: Zaciemnianie WireGuard
pt: Ofuscação WireGuard
ru: Обфускация WireGuard
tr: WireGuard gizlemesi

source: WireGuard port
es: Puerto de WireGuard
fi: WireGuard-portti
fr: Port WireGuard
it: Porta WireGuard
ja: WireGuardポート
my: WireGuard ပေါ့တ်
nl: WireGuard-poort
pl: Port WireGuard
pt: Porta WireGuard
ru: Порт WireGuard
tr: WireGuard portu

source: With the “Direct” method, the app communicates with a Mullvad API server directly without any intermediate proxies.
da: Med "Direkte"-metoden kommunikerer appen med en Mullvad API-server direkte uden nogen mellemliggende proxyer.
de: Mit der Methode „Direkt“ kommuniziert die App direkt mit einem Mullvad API-Server ohne zwischengeschaltete Proxys.
es: Con el método «Directo», la aplicación se comunica con un servidor de API de Mullvad directamente sin ningún proxy intermediario.
fi: Nk. suora menetelmä sallii sovelluksen kommunikoida Mullvadin ohjelmointirajapinnan palvelimen kanssa suoraan ilman välityspalvelimia.
fr: Avec le mode « Direct », l'application communique directement avec un serveur d'API Mullvad, sans passer par des proxys intermédiaires.
it: Con il metodo "Diretto", l'app comunica direttamente con un server API Mullvad senza proxy intermedi.
ja: 「ダイレクト」方法の場合、アプリは中間プロキシを使わずにMullvad APIサーバーと直接通信します。
my: "တိုက်ရိုက်" နည်းလမ်းဖြင့်ဆိုလျှင် အက်ပ်သည် ကြားခံ ပရောက်စီများ မပါဘဲ Mullvad API ဆာဗာနှင့် တိုက်ရိုက် ဆက်သွယ်ပါသည်။
nb: Med «Direkte»-metoden kan appen kommunisere direkte med en Mullvad API-server uten proxyer mellom.
nl: Met de "Rechtstreekse" methode communiceert de app rechtstreeks met een Mullvad-API-server zonder tussenliggende proxy's.
pl: Dzięki metodzie „Direct” aplikacja komunikuje się z serwerem API Mullvad bezpośrednio, bez pośredniczących serwerów proxy.
pt: Com o método "Direto", a app comunica diretamente com um servidor da Mullvad API sem quaisquer proxies intermédios.
ru: При использовании метода «Напрямую» приложение взаимодействует с сервером Mullvad API напрямую, без каких-либо промежуточных прокси-серверов.
tr: “Direkt” yöntemiyle uygulama herhangi bir ara proxy olmadan Mullvad API sunucusuyla doğrudan iletişim kurar.

source: With the “Encrypted DNS proxy” method, the app will communicate with our Mullvad API through a proxy address. It does this by retrieving an address from a DNS over HTTPS (DoH) server and then using that to reach our API servers.
da: Med metoden "krypteret DNS-proxy" vil appen kommunikere med vores Mullvad API via en proxy-adresse. Det gør den ved at hente en adresse fra en DNS over HTTPS-server (DoH) og derefter bruge den til at få adgang til en vores API-servere.
de: Mit der Methode „Verschlüsseltes-DNS-Proxy“ kommuniziert die App mit unserer Mullvad-API über eine Proxy-Adresse. Sie tut dies, indem sie eine Adresse von einem DNS-over-HTTPS-Server (DoH) abruft und dann diese verwendet, um unsere API-Server zu erreichen.
es: Con el método «Proxy DNS cifrado», la aplicación se comunicará con nuestra API de Mullvad a través de una dirección proxy. Para ello, recupera una dirección de un servidor DNS sobre HTTPS (DoH) y luego la utiliza para contactar con nuestros servidores API.
fi: Sovellus kommunikoi Mullvad API:n kanssa välityspalvelinosoitteen kautta "Salattu DNS-välityspalvelin" -menetelmällä, joka toimii niin, että sovellus hakee osoitteen DNS over HTTPS (DoH) -palvelimelta ja käyttää sitä API-palvelimillemme pääsemiseen.
fr: Avec la méthode « proxy DNS chiffré », l'application communiquera avec notre API Mullvad par le biais d'une adresse proxy. Pour ce faire, elle récupère une adresse auprès d'un serveur DNS over HTTPS (DoH) et l'utilise pour atteindre nos serveurs API.
it: Con il metodo "Proxy DNS crittografato", l'app comunicherà con la nostra API Mullvad tramite un indirizzo proxy. Lo fa recuperando un indirizzo da un server DNS over HTTPS (DoH) e quindi utilizzandolo per raggiungere i nostri server API.
ja: [暗号化DNSプロキシ] 方式を使用すると、アプリはプロキシアドレスを通じてMullvad APIと通信します。これはDNS over HTTPS (DoH) サーバーからアドレスを取得し、APIサーバーへのアクセスに利用することで行われます。
my: ထိုအက်ပ်သည် “ကုဒ်ဝှက်ထားသော DNS ပရောက်စီ” နည်းလမ်းအားဖြင့် ကျွန်ုပ်တို့၏ Mullvad API ထံသို့ ပရောက်စီလိပ်စာမှတစ်ဆင့် ဆက်သွယ်ပေးမည်ဖြစ်သည်။ HTTPS (DoH) ဆာဗာရှိ DNS မှ လိပ်စာတစ်ခုကို ပြန်လည်ရယူခြင်းအားဖြင့် ထိုသို့လုပ်ဆောင်ပြီးနောက် ကျွန်ုပ်တို့၏ API ဆာဗာများသို့ရောက်ရှိရန် ၎င်းကို အသုံးပြုသည်။
nb: Med metoden «Kryptert DNS-proxy» vil appen kommunisere med Mullvad API gjennom en proxy-adresse. Dette gjøres ved å hente en adresse fra en DNS over HTTPS-server (DoH) og deretter bruke den til å nå API-serverne våre.
nl: Met de methode "Versleutelde DNS-proxy" communiceert de app met onze Mullvad-API via een proxyadres. De app doet dit door een adres op te halen van een DoH-server (DNS over HTTPS) en dat te gebruiken om onze API-servers te bereiken.
pl: Dzięki metodzie „szyfrowany serwer proxy DNS” aplikacja będzie komunikować się z naszym interfejsem API Mullvad za pośrednictwem adresu serwera proxy. Odbywa się to poprzez pobranie adresu z serwera DNS over HTTPS (DoH), a następnie użycie go do połączenia z naszymi serwerami interfejsu API.
pt: Com o método "Proxy DNS encriptado", a aplicação irá comunicar com a nossa API Mullvad através de um endereço proxy. Para tal, obtém um endereço de um servidor DNS sobre HTTPS (DoH) e utiliza-o para aceder aos nossos servidores de API.
ru: При использовании метода «Прокси через зашифрованный DNS» приложение будет взаимодействовать с API Mullvad через прокси-адрес. Полученный от сервера «DNS по HTTPS» (DoH) адрес будет использоваться для доступа к нашим серверам API.
tr: "Şifreli DNS proxy'si" yönteminde, uygulama bir proxy adresi üzerinden Mullvad API ile iletişim kurar. Bunun için bir DNS over HTTPS (DoH) sunucusundan bir adres alır ve bu adresi kullanarak API sunucularımıza bağlanır.

source: With the “Mullvad bridges” method, the app communicates with a Mullvad API server via a Mullvad bridge server. It does this by sending the traffic obfuscated by Shadowsocks.
da: Med "Mullvad-broer" metoden kommunikerer appen med en Mullvad API-server via en Mullvad-broserver. Det gør den ved at sende trafikken sløret af Shadowsocks.
de: Mit „Mullvad-Brücken“ kommuniziert die App mit einem Mullvad API-Server über einen Mullvad Brücken-Server. Dazu sendet sie den von Shadowsocks verschleierten Traffic.
es: Con el método «puentes de Mullvad», la aplicación se comunica con un servidor de API de Mullvad a través de un servidor puente de Mullvad. Lo hace enviando el tráfico ofuscado por Shadowsocks.
fi: Kun käytössä on Mullvadin siltausmenetelmä, sovellus kommunikoi Mullvadin ohjelmointirajapinnan palvelimen kanssa Mullvadin siltauspalvelimen kautta. Se tekee tämän lähettämällä liikenteen Shadowsocksin peittämänä.
fr: Dans la méthode « Ponts Mullvad », l'application communique avec un serveur d'API Mullvad via un serveur pont Mullvad. Pour ce faire, elle envoie le trafic obscurci par Shadowsocks.
it: Con il metodo "Ponti Mullvad", l'app comunica con un server API Mullvad tramite un server bridge Mullvad. Lo fa inviando il traffico offuscato da Shadowsocks.
ja: 「Mullvadブリッジ」方法の場合、アプリはMullvadブリッジサーバーを経由してMullvad APIサーバーと通信します。この通信では、Shadowsocksによって難読化されたトラフィックが送信されます。
my: "Mullvad ပေါင်းကူးများ" နည်းလမ်းဖြင့်ဆိုလျှင် အက်ပ်သည် Mullvad API ဆာဗာအား Mullvad ပေါင်းကူး ဆာဗာမှတစ်ဆင့် ဆက်သွယ်ပါသည်။ Shadowsock များဖြင့် ရှုပ်ထွေးအောင် ပြုလုပ်ထားသည့် ဒေတာကူးလူးမှုများကို ပေးပို့ခြင်းဖြင့် ၎င်းက အဆိုပါကိစ္စကို ဆောင်ရွက်ပါသည်။
nb: Med «Mullvad-broer»-metoden kan appen kommunisere med en Mullvad API-server via en Mullvad-broserver. Den gjør det ved å sende trafikken i tilslørt tilstand ved å bruke Shadowsocks.
nl: Met de "Mullvad-bridges"-methode communiceert de app met een Mullvad-API-server via een Mullvad-bridgeserver. Dit wordt gedaan door het verzonden verkeer door Shadowsocks te versleutelen.
pl: Dzięki metodzie „Mullvad bridges” aplikacja komunikuje się z serwerem API Mullvad za pośrednictwem serwera mostowego Mullvad. Robi to poprzez wysyłanie ruchu zaciemnianego przez Shadowsocks.
pt: Com o método "pontes da Mullvad", a app comunica com um servidor da Mullvad API através de um servidor de ponte da Mullvad. Este método envia o tráfego ofuscado por Shadowsocks.
ru: С помощью метода «Мосты Mullvad» приложение взаимодействует с сервером API Mullvad через сервер-мост Mullvad. Для этого направляемый трафик маскируется с помощью Shadowsocks.
tr: Uygulama, "Mullvad köprüleri" yöntemiyle Mullvad köprü sunucusu üzerinden Mullvad API sunucusuyla Shadowsocks tarafından gizlenen trafiği göndererek iletişim kurar.

source: Yes, continue
da: Ja, fortsæt
de: Ja, fortfahren
es: Sí, continuar
fi: Kyllä, jatka
fr: Oui, continuer
it: Sì, continua
ja: はい。続行します
my: ဟုတ်ပါသည်၊ ဆက်လုပ်ပါ
nb: Ja, fortsett
nl: Ja, doorgaan
pl: Tak, kontynuuj
pt: Sim, continuar
ru: Да, продолжить
tr: Evet, devam et

source: Yes, log out device
da: Ja, log enhed af
de: Ja, Gerät abmelden
es: Sí, cerrar sesión en el dispositivo
fi: Kyllä, kirjaa laite ulos
fr: Oui, déconnecter l'appareil
it: Sì, disconnetti il dispositivo
ja: はい。デバイスをログアウトします
my: စက်မှ ထွက်မည်
nb: Ja, logg ut av enheten
nl: Ja, apparaat afmelden
pl: Tak, wyloguj urządzenie
pt: Sim, terminar sessão do dispositivo
ru: Выйти из профиля на устройстве
tr: Evet, cihazdan çıkış yap

source: You already have a saved account number, by creating a new account the saved account number will be removed from this device. This cannot be undone.
da: Du har allerede et gemt kontonummer, og når du opretter en ny konto, fjernes det gemte kontonummer fra denne enhed. Dette kan ikke fortrydes.
de: Sie haben bereits eine gespeicherte Kontonummer. Wenn Sie ein neues Konto erstellen, wird die gespeicherte Kontonummer von diesem Gerät entfernt. Dies kann nicht rückgängig gemacht werden.
es: Ya tiene un número de cuenta guardado. Al crear una nueva cuenta, el número de cuenta guardado se eliminará de este dispositivo. Esto no se puede deshacer.
fi: Sinulla on jo tallennettu tilin numero. Kun luot uuden tilin, tallennettu tilin numero poistetaan tältä laitteelta. Toimintoa ei voi kumota.
fr: Vous avez déjà un numéro de compte enregistré. Si vous créez un nouveau compte, le numéro de compte enregistré sera supprimé de cet appareil. Cette action est irréversible.
it: Hai già un numero di account salvato, creando un nuovo account il numero di account salvato verrà rimosso da questo dispositivo. Questa operazione non può essere annullata.
ja: すでに保存済みのアカウント番号があります。新規アカウントを作成すると、保存済みのアカウント番号がこのデバイスから削除されます。この操作は取り消せません。
my: သင့်တွင် အကောင့်နံပါတ်တစ်ခု သိမ်းထားပြီးသားဖြစ်သောကြောင့် အကောင့်သစ်ဖွင့်လျှင် သိမ်းထားသော အကောင့်နံပါတ်ကို ဤစက်မှ ဖြုတ်ပစ်ပါမည်။ ၎င်းကို ပြန်ယူ၍မရပါ။
nb: Du har allerede et lagret kontonummer. Når du oppretter en ny konto, blir det lagrede kontonummeret fjernet fra denne enheten. Dette kan ikke angres.
nl: U hebt al een opgeslagen accountnummer. Als u een nieuw account aanmaakt, wordt het opgeslagen accountnummer verwijderd van dit apparaat. Dit kan niet ongedaan worden gemaakt.
pl: Masz już zapisany numer konta. Zapisany numer w takiej sytuacji zostanie usunięty z tego urządzenia. Nie można tego cofnąć.
pt: Já tem um número de conta guardado. Ao criar uma nova conta, o número de conta guardado será removido deste dispositivo. Esta ação não pode ser anulada.
ru: У вас уже есть сохраненный номер учетной записи. При создании новой учетной записи сохраненный номер удалится с этого устройства. Это действие нельзя будет отменить.
tr: Zaten kayıtlı bir hesap numaranız var. Yeni bir hesap oluşturduğunuzda kayıtlı hesap numarası bu cihazdan kaldırılır. Bu işlem geri alınamaz.

source: You are about to send the problem report without a way for us to get back to you. If you want an answer to your report you will have to enter an email address.
da: Du er ved at sende rapporten om problemet, men har ikke angivet hvordan vi kan kontakte dig. Hvis du ønsker et svar på din rapport, skal du indtaste en e-mail-adresse.
de: Sie wollen einen Problembericht senden, ohne uns die Möglichkeit zu geben, Sie zu erreichen. Wenn Sie sich eine Antwort zu Ihrem Problem wünschen, müssen Sie eine E-Mail-Adresse eingeben.
es: Va a enviar el informe de problemas sin indicar una forma de contacto. Para obtener una respuesta sobre el informe, necesita especificar su dirección de correo electrónico.
fi: Olet aikeissa lähettää ongelmaraportin ilman yhteystietojasi. Mikäli haluat vastauksen raporttiisi, anna sähköpostosoite.
fr: Vous êtes sur le point d'envoyer un signalement de problème sans nous fournir un moyen de vous contacter. Si vous désirez une réponse à votre signalement, vous devez saisir une adresse e-mail.
it: Stai inviando la segnalazione di un problema senza averci indicato un modo per ricontattarti. Se desideri ricevere risposta, inserisci un indirizzo e-mail.
ja: お客様への返信先を入力せずに問題の報告を送信しようとしています。ご報告に対する返信が必要な場合は、返信先のメールアドレスを入力する必要があります。
my: သင်သည် သင့်ထံ ကျွန်ုပ်တို့ ပြန်ဆက်သွယ်နိုင်မည့် နည်းလမ်း မပါဘဲ ပြဿနာ ရီပို့တ်ကို ပေးပို့တော့မည် ဖြစ်ပါသည်။ သင့်ရီပို့တ်အတွက် အဖြေ ရရှိလိုပါက အီမေးလိပ်စာ ဖြည့်သွင်းပေးရပါမည်။
nb: Problemrapporten blir nå sendt uten en måte for oss å kontakte deg på. Hvis du ønsker svar på rapporten, må du oppgi en e-postadresse.
nl: U staat op het punt om het probleemrapport te verzenden zonder een contactmethode op te geven. Voer een e-mailadres in als u een antwoord wenst op het rapport.
pl: Za chwilę wyślesz zgłoszenie problemu, nie umożliwiając nam skontaktowania się z Tobą. Aby uzyskać odpowiedź na zgłoszenie, musisz podać adres e-mail.
pt: Está prestes a enviar o relatório de problema sem que tenhamos uma forma de lhe responder. Se pretender uma resposta ao seu relatório, tem de introduzir um endereço de email.
ru: Вы собираетесь отправить отчет о проблеме, не оставив контакты. Если вы хотите получить ответ, введите свой адрес электронной почты.
tr: Sorun raporunu, size geri dönüş yapmamıza imkan vermeyen bir şekilde göndermek üzeresiniz. Sorununuz için yanıt almak istiyorsanız bir e-posta adresi girmelisiniz.

source: You are logged in with an invalid account number. Please log out and try another one.
da: Du er logget ind med et ugyldigt kontonummer. Log ud og prøv et andet.
de: Sie sind mit einer ungültigen Kontonummer angemeldet. Bitte melden Sie sich ab und versuchen Sie es mit einer anderen.
es: Ha iniciado la sesión con un número de cuenta no válido. Cierre la sesión y pruebe con otro número de cuenta.
fi: Olet kirjautunut sisään virheellisellä tilinumerolla. Kirjaudu ulos ja kokeile toista.
fr: Vous vous êtes connecté(e) avec un numéro de compte non valide. Veuillez vous déconnecter et en essayer un autre.
it: Hai effettuato l'accesso con un numero di account non valido. Esci e provane un altro.
ja: 無効なアカウント番号でログインしています。いったんログアウトして、別のアカウント番号を試してください。
my: မှားနေသည့် အကောင့်နံပါတ်ဖြင့် စနစ်တွင်း ဝင်ရောက်ထားပါသည်။ စနစ်တွင်းမှ ထွက်ပြီး အခြားတစ်ခုဖြင့် ကြိုးစားကြည့်ပါ။
nb: Du er logget inn med et ugyldig kontonummer. Logg ut og prøv et annet.
nl: U bent aangemeld met een ongeldig accountnummer. Meld af en probeer een ander account.
pl: Zalogowano się przy użyciu nieprawidłowego numeru konta. Wyloguj się i wypróbuj inny numer.
pt: Tem sessão iniciada com um número de conta inválido. Termine a sessão e tente com outro.
ru: Вы вошли в систему под недействительным номером учетной записи. Выйдите из системы и попробуйте еще раз.
tr: Geçersiz bir hesap numarası ile giriş yaptınız. Lütfen çıkış yapın ve farklı bir hesap numarası ile tekrar deneyin.
