Repository: mullvad/mullvadvpn-app
Catalog: ios/translation/locales/*.xliff
Languages: da, de, es, fi, fr, it, ja, my, nb, nl, pl, pt, ru, tr

source: Are you sure you want to log %@ out?
da: Er du sikker på, at du vil logge %@ af?
de: Möchten Sie %@ wirklich abmelden?
es: ¿Seguro que quiere cerrar la sesión de %@?
fi: Haluatko varmasti kirjata laitteen %@ ulos?
fr: Voulez-vous vraiment déconnecter %@ ?
it: Vuoi davvero disconnettere %@?
ja: 本当に%@をログアウトしますか？
my: %@ မှ ထွက်လိုသည်မှာ သေချာပါသလား။
nb: Vil du virkelig logge %@ av?
nl: Weet u zeker dat u %@ wilt afmelden?
pl: Czy na pewno chcesz wylogować %@?
pt: Tem a certeza de que quer terminar a sessão de %@?
ru: Действительно выйти из профиля на устройстве %@?
tr: %@ adlı cihazdan çıkış yapmak istediğinizden emin misiniz?

source: Argentina
de: Argentinien
fi: Argentiina
fr: Argentine
ja: アルゼンチン
my: အာဂျင်တီးနား
nl: Argentinië
pl: Argentyna
ru: Аргентина
tr: Arjantin

source: Ashburn, VA
ja: アッシュバーン、VA
ru: Эшберн, Вирджиния

source: At least one method needs to be enabled.
da: Mindst én metode skal aktiveres.
de: Mindestens eine Methode muss aktiviert sein.
es: Se debe habilitar al menos un método.
fi: Vähintään yhden menetelmän on oltava käytössä.
fr: Au moins une méthode doit être activée.
it: È necessario abilitare almeno un metodo.
ja: 方法は少なくとも 1 つは有効化する必要があります.
my: အနည်းဆုံး နည်းလမ်းတစ်ခုကို ဖွင့်ရမည်။
nb: Minst én metode må være aktivert.
nl: Er moet minimaal één methode ingeschakeld zijn.
pl: Należy włączyć co najmniej jedną metodę.
pt: É necessário ativar pelo menos um método.
ru: Должен быть включен хотя бы один метод.
tr: En az bir yöntemin etkinleştirilmesi gerekiyor.

source: Athens
da: Athen
de: Athen
es: Atenas
fi: Ateena
fr: Athènes
it: Atene
ja: アテネ
my: အေသင်
nb: Athen
nl: Athene
pl: Ateny
pt: Atenas
ru: Афины
tr: Atina

source: Atlanta, GA
ja: アトランタ、GA
my: အတ္တလန်တာ၊ ဂျော်ဂျီယာ
ru: Атланта, GA

source: Attention: this setting cannot be used in combination with **%@**
da: Bemærk: Denne indstilling kan ikke bruges i kombination med **%@**
de: Achtung: Diese Einstellung kann nicht zusammen mit **%@** verwendet werden
es: Atención: este ajuste no se puede utilizar en combinación con **%@**
fi: Huomio: **%@** ja tämä asetus eivät voi olla käytössä samanaikaisesti
fr: Attention : ce paramètre ne peut pas être utilisé en combinaison avec **%@**
it: Attenzione: questa impostazione non può essere utilizzata in combinazione con **%@**
ja: 注意: この設定を**「%@」**と一緒に使用することはできません
my: သတိပြုရန်- ဤဆက်တင်ကို **%@** နှင့် ပေါင်းစပ်၍ အသုံးမပြုနိုင်ပါ
nb: OBS: Denne innstillingen kan ikke brukes sammen med **%@**
nl: Let op: deze instelling kan niet worden gebruikt in combinatie met **%@**
pl: Uwaga: tego ustawienia nie można używać w połączeniu z opcją **%@**
pt: Atenção: esta definição não pode ser usada em combinação com **%@**
ru: Внимание: этот параметр нельзя использовать вместе с параметром **%@**
tr: Dikkat: Bu ayar, **%@** ile birlikte kullanılamaz

source: Attention: toggling “Local network sharing” requires restarting the VPN connection.
da: Bemærk: Hvis du slår "Lokal netværksdeling" til, skal du genstarte VPN-forbindelsen.
de: Achtung: Wenn Sie „Lokale Netzwerkfreigabe“ aktivieren, müssen Sie die VPN-Verbindung neu starten.
es: Atención: alternar el «Uso compartido de la red local» requiere reiniciar la conexión VPN.
fi: Huomio: paikallisen verkon jakamisen käyttöönotto tai poistaminen käytöstä edellyttää VPN-yhteyden uudelleenkäynnistystä.
fr: Attention : activer « Partage de réseau local » nécessite le redémarrage de la connexion VPN.
it: Attenzione: per attivare/disattivare "Condivisione rete locale", è necessario riavviare la connessione VPN.
ja: 注: [ローカルネットワーク共有] を切り替えるには、VPN接続の再起動が必要です。
my: သတိပြုရန်- “လိုကယ် ကွန်ရက် ဝေမျှမှု” သို့ ပြောင်းပါက VPN ချိတ်ဆက်မှုကို ပြန်လည်စတင်ရန် လိုအပ်ပါသည်။
nb: OBS: Hvis du slår av eller på «Lokal nettverksdeling», må du starte VPN-tilkoblingen på nytt.
nl: Let op: als u "Lokaal netwerk delen" omschakelt, moet u de VPN-verbinding opnieuw opstarten.
pl: Uwaga: przełączenie opcji „Udostępnianie sieci lokalnej” wymaga ponownego uruchomienia połączenia VPN.
pt: Atenção: ativar ou desativar a opção "Partilha de rede local" requer o reinício da ligação à VPN.
ru: Внимание: для включения параметра «Обмен данными в локальной сети» требуется перезапуск VPN-соединения.
tr: Dikkat: "Yerel ağ paylaşımı"nı açmak için VPN bağlantısının yeniden başlatılması gerekir.

source: Auckland
ja: オークランド
my: အော့ကလန်
ru: Окленд

source: Australia
da: Australien
de: Australien
fr: Australie
ja: オーストラリア
my: သြစတြေးလျ
nl: Australië
pt: Austrália
ru: Австралия
tr: Avustralya

source: Austria
da: Østrig
de: Österreich
fi: Itävalta
fr: Autriche
ja: オーストリア
my: သြစတြီးယား
nb: Østerrike
nl: Oostenrijk
pt: Áustria
ru: Австрия
tr: Avusturya

source: Authentication
da: Godkendelse
de: Authentifizierung
es: Autenticación
fi: Todennus
fr: Authentification
it: Autenticazione
ja: 認証
my: စစ်မှန်ကြောင်း အတည်ပြုခြင်း
nb: Autentisering
nl: Authenticatie
pl: Uwierzytelnianie
pt: Autenticação
ru: Аутентификация
tr: Yetkilendirme

source: Automatic
da: Automatisk
de: Automatisch
es: Automático
fi: Automaattinen
fr: Automatique
it: Automatico
ja: 自動
my: အလိုအလျောက်
nb: Automatisk
nl: Automatisch
pl: Automatycznie
pt: Automático
ru: Автоматически
tr: Otomatik

source: BLOCKED CONNECTION
da: FORBINDELSE BLOKERET
de: GESPERRTE VERBINDUNG
es: CONEXIÓN BLOQUEADA
fi: ESTETTY YHTEYS
fr: CONNEXION BLOQUÉE
it: CONNESSIONE BLOCCATA
ja: ブロックされた接続
my: ပိတ်ဆို့ထားသည့် ချိတ်ဆက်မှု
nb: TILKOBLING BLOKKERT
nl: VERBINDING GEBLOKKEERD
pl: ZABLOKOWANE POŁĄCZENIE
pt: LIGAÇÃO BLOQUEADA
ru: ПОДКЛЮЧЕНИЕ ЗАБЛОКИРОВАНО
tr: ENGELLENEN BAĞLANTI

source: BLOCKING INTERNET
da: BLOKERER INTERNETTET
de: INTERNET SPERREN
es: BLOQUEANDO INTERNET
fi: VERKKOYHTEYS ESTETTY
fr: BLOCAGE D'INTERNET
it: BLOCCO INTERNET
ja: インターネットをブロック中
my: အင်တာနက် ပိတ်ဆို့နေပါသည်
nb: INTERNETT ER BLOKKERT
nl: INTERNET GEBLOKKEERD
pl: BLOKOWANIE INTERNETU
pt: BLOQUEAR A INTERNET
ru: ИНТЕРНЕТ ЗАБЛОКИРОВАН
tr: İNTERNET ENGELLENİYOR

source: Bangkok
ja: バンコク
my: ဘန်ကောက်
pt: Banguecoque
ru: Бангкок

source: Barcelona
fr: Barcelone
it: Barcellona
ja: バルセロナ
my: ဘာစီလိုနာ
ru: Барселона
tr: Barselona

source: Belgium
da: Belgien
de: Belgien
es: Bélgica
fi: Belgia
fr: Belgique
it: Belgio
ja: ベルギー
my: ဘယ်လ်ဂျီယံ
nb: Belgia
nl: België
pl: Belgia
pt: Bélgica
ru: Бельгия
tr: Belçika

source: Belgrade
da: Beograd
de: Belgrad
es: Belgrado
fi: Belgrad
it: Belgrado
ja: ベオグラード
my: ဘဲလ်ဂရိတ်
nb: Beograd
nl: Belgrado
pl: Belgrad
pt: Belgrado
ru: Белград
tr: Belgrad

source: Berlin
es: Berlín
fi: Berliini
it: Berlino
ja: ベルリン
my: ဘာလင်
nl: Berlijn
pt: Berlim
ru: Берлин

source: Blocking internet: Your time on this account has expired. To continue using the internet, please add more time or disconnect the VPN.
da: Blokering af internet: Tiden på denne konto er udløbet. Hvis du vil fortsætte med at bruge internettet, skal du tilføje mere tid eller frakoble VPN'en.
de: Internetblockierung: Die Zeit für dieses Konto ist abgelaufen. Wenn Sie das Internet weiterhin nutzen möchten, müssen Sie mehr Zeit hinzufügen oder die VPN-Verbindung trennen.
es: Bloqueo de Internet: Ha caducado su tiempo en esta cuenta. Para seguir usando Internet, añada más tiempo o desconecte la VPN.
fi: Internetin esto: Aikasi tällä tilillä on päättynyt. Lisää aikaa tai katkaise VPN-yhteys, jotta voit jatkaa internetin käyttöä.
fr: Internet bloqué : votre temps disponible sur ce compte est écoulé. Pour continuer d'utiliser internet, veuillez ajouter plus de temps ou déconnecter le VPN.
it: Blocco di Internet: il tempo a tua disposizione su questo account è scaduto. Per continuare a utilizzare Internet, aggiungi altro tempo o disconnetti la VPN.
ja: インターネットがブロックされています: このアカウントの利用時間が終了しました。引き続きインターネットをご利用いただくには時間を追加するか、VPN接続を解除してください。
my: အင်တာနက် သုံးစွဲမှုကို ပိတ်ပင်ထားသည်- ဤအကောင့်တွင် သုံးစွဲချိန် ကုန်ဆုံးသွားပါပြီ။ အင်တာနက် ဆက်သုံးရန် အချိန်ထပ်တိုးပေးပါ သို့မဟုတ် VPN ချိတ်ဆက်မှု ဖြုတ်ပါ။
nb: Blokkering av internett: Tiden din på denne kontoen har utløpt. For å fortsette å bruke internett må du legge til mer tid eller koble fra VPN.
nl: Internet wordt geblokkeerd: uw tijd voor dit account is verlopen. Als u internet wilt blijven gebruiken, moet u meer tijd toevoegen of de VPN-verbinding verbreken.
pl: Blokowanie dostępu do Internetu: Twój czas na tym koncie wygasł. Aby kontynuować korzystanie z Internetu, dodaj więcej czasu lub rozłącz VPN.
pt: Bloqueio da internet: o seu tempo nesta conta expirou. Para continuar a utilizar a internet, adicione mais tempo ou desligue a VPN.
ru: Блокируется доступ в Интернет: время на этой учетной записи вышло. Чтобы продолжить пользоваться Интернетом, добавьте больше времени или отключите VPN.
tr: İnternet engelleniyor: Bu hesaptaki süreniz doldu. İnterneti kullanmaya devam etmek için lütfen daha fazla süre ekleyin veya VPN bağlantısını kesin.

source: Bogota
de: Bogotá
es: Bogotá
it: Bogotà
ja: ボゴタ
my: ဘိုဂိုတာ
nb: Bogotá
pt: Bogotá
ru: Богота

source: Bordeaux
es: Burdeos
ja: ボルドー
my: ဘော်ဒို
pt: Bordéus
ru: Бордо

source: Boston, MA
ja: ボストン、MA
my: ဘော်စတွန်၊ မက်ဆာချူးဆက်
ru: Бостон, MA

source: Bratislava
ja: ブラチスラバ
pl: Bratysława
ru: Братислава

source: Brazil
da: Brasilien
de: Brasilien
es: Brasil
fi: Brasilia
fr: Brésil
it: Brasile
ja: ブラジル
my: ဘရာဇီး
nb: Brasil
nl: Brazilië
pl: Brazylia
pt: Brasil
ru: Бразилия
tr: Brezilya

source: Brisbane
ja: ブリスベン
my: ဘရစ်စဘိန်း
ru: Брисбен

source: Brussels
da: Bruxelles
de: Brüssel
es: Bruselas
fi: Bryssel
fr: Bruxelles
it: Bruxelles
ja: ブリュッセル
my: ဘရပ်ဆဲလ်
nb: Brussel
nl: Brussel
pl: Bruksela
pt: Bruxelas
ru: Брюссель
tr: Brüksel

source: Bucharest
da: Bukarest
de: Bukarest
es: Bucarest
fi: Bukarest
fr: Bucarest
it: Bucarest
ja: ブカレスト
my: ဘူခါရက်စ်
nb: București
nl: Boekarest
pl: Bukareszt
pt: Bucareste
ru: Бухарест
tr: Bükreș

source: Budapest
ja: ブダペスト
my: ဘူဒါပက်
nl: Boedapest
pl: Budapeszt
pt: Budapeste
ru: Будапешт
tr: Budapeşte

source: Buenos Aires
ja: ブエノスアイレス
ru: Буэнос-Айрес

source: Bulgaria
da: Bulgarien
de: Bulgarien
fr: Bulgarie
ja: ブルガリア
my: ဘူလ်ဂေးရီးယား
nl: Bulgarije
pl: Bułgaria
pt: Bulgária
ru: Болгария
tr: Bulgaristan

source: By attaching your account token it links this report to your account, which helps us resolve your issue quicker. All reports are automatically deleted after a period of time. For details, please see our
da: Ved at vedhæfte dit konto-token knyttes denne rapport til din konto, og det hjælper os med at løse dit problem hurtigere. Alle rapporter bliver automatisk slettet efter noget tid. Du kan finde yderligere oplysninger i vores
de: Durch Anhängen Ihres Konto-Tokens wird diese Meldung mit Ihrem Konto verknüpft, wodurch wir Ihr Problem schneller lösen können. Alle Meldungen werden nach einiger Zeit automatisch gelöscht. Weitere Details finden Sie in der
es: Al adjuntar el token de su cuenta, vincula este informe con su cuenta, lo que nos ayuda a resolver su problema más rápidamente. Todos los informes se eliminan automáticamente tras un periodo de tiempo. Para obtener más detalles, consulte nuestra
fi: Tilin tunnisteen liittäminen yhdistää tämän raportin tiliisi, mikä auttaa meitä ratkaisemaan ongelmasi nopeammin. Kaikki raportit poistetaan automaattisesti tietyn ajan kuluttua. Yksityiskohtaisemmat tiedot: katso
fr: Joindre votre jeton de compte rattachera ce rapport à votre compte, ce qui nous aidera à résoudre votre problème plus vite. Tous les rapports sont automatiquement supprimés après une certaine période. Pour plus de détails, veuillez consulter notre
it: Se associ il token del tuo account, questa segnalazione verrà collegata al tuo account, aiutandoci a risolvere il problema più rapidamente. Tutte le segnalazioni vengono eliminate automaticamente dopo un certo periodo di tempo. Per i dettagli, consulta la nostra
ja: アカウントトークンを添付するとこのレポートがアカウントに関連付けられ、より迅速に問題を解決することができます。すべてのレポートは一定期間が経過した後に自動で削除されます。詳しくは、こちらをご覧ください:
my: သင့်အကောင့် တိုကင်ကို တွဲချိတ်ခြင်းဖြင့် ဤရီပို့တ်ကို သင့်အကောင့်နှင့် ချိတ်ဆက်လိုက်ပြီး ဤကဲ့သို့ တွဲချိတ်ပေးခြင်းအားဖြင့် သင်ကြုံတွေ့နေရသော ပြဿနာကို ပို၍ မြန်မြန်ဆန်ဆန် ဖြေရှင်းနိုင်ရန် အထောက်အကူပြုပါသည်။ ရီပို့တ်အားလုံးကို အချိန်ကာလတစ်ခုကြာပြီးနောက် အော်တို ဖျက်ပါသည်။ အသေးစိတ်ကို ဖော်ပြပါတွင် ကြည့်ပါ
nb: Ved å legge ved kontotokenet ditt, kobles denne rapporten til kontoen din. Det hjelper oss til å løse problemet raskere. Alle rapporter slettes automatisk etter en bestemt tid. For mer informasjon, gå til
nl: Als u uw accounttoken bijvoegt, wordt dit rapport gekoppeld aan uw account. We kunnen het probleem dan sneller oplossen. Alle rapporten worden automatisch na een bepaalde tijd verwijderd. Meer details vindt u in ons
pl: Dołączenie tokena konta powoduje połączenie raportu z kontem, co pomaga nam szybciej rozwiązać problem. Wszystkie raporty są automatycznie usuwane po pewnym czasie. Szczegółowe informacje znajdziesz w naszej
pt: Ao anexar o token da sua conta, este relatório é associado à sua conta, o que nos ajuda a resolver o problema mais rapidamente. Todos os relatórios são automaticamente eliminados após um determinado período. Para mais detalhes, consulte a nossa
ru: Прикрепляя токен своей учетной записи, вы привяжете это сообщение к своей учетной записи, что поможет нам быстрее решить вашу проблему. Все сообщения автоматически удаляются через определенный период времени. Подробнее смотрите здесь:
tr: Hesap token’ınızı eklediğinizde, bu rapor hesabınızla ilişkilendirilir ve sorununuzun daha kısa sürede çözülmesine yardımcı olur. Tüm raporlar belirli bir süre sonra otomatik olarak silinir. Detaylı bilgi için:

source: By enabling “%1$@” you will have to manually select a server that is %2$@-enabled. %3$@ won't automatically be used to enable DAITA with any server.
da: Hvis du aktiverer "%1$@", skal du manuelt vælge en server, der er %2$@-aktiveret. %3$@ vil ikke automatisk blive brugt til at aktivere DAITA med nogen server.
de: Wenn Sie „%1$@“ aktivieren, müssen Sie manuell einen Server auswählen, der %2$@ aktiviert hat. %3$@ wird nicht automatisch verwendet, um DAITA mit einem beliebigen Server zu aktivieren.
es: Al habilitar «%1$@», deberá seleccionar manualmente un servidor que cuente con %2$@. %3$@ no se utilizará automáticamente para habilitar DAITA con cualquier servidor.
fi: Kun %1$@ otetaan käyttöön, sinun täytyy valita manuaalisesti palvelin, jossa on %2$@ käytössä. %3$@ ei ole automaattisesti käytössä DAITAn käyttämiseksi millä tahansa palvelimella.
fr: Si vous activez « %1$@ », vous devrez manuellement sélectionner un serveur compatible %2$@. %3$@ ne pourra pas être utilisé automatiquement pour activer DAITA avec n'importe quel serveur.
it: Abilitando “%1$@” dovrai selezionare manualmente un server abilitato per %2$@. %3$@ non verrà utilizzato automaticamente per abilitare DAITA con nessun server.
ja: [%1$@] を有効にすると、%2$@が有効になっているサーバーを手動で選択する必要があります。%3$@はDAITAを有効化するためにすべてのサーバーで自動的に使用されるわけではありません。
my: “%1$@” ကို ဖွင့်ခြင်းအားဖြင့် %2$@ ဖွင့်ထားသော ဆာဗာတစ်ခုကို ကိုယ်တိုင် ရွေးချယ်ရပါမည်။ ဆာဗာတစ်ခုခုအတွက် DAITA ကို ဖွင့်ရန် %3$@ ကို အော်တို အသုံးပြုမည် မဟုတ်ပါ။
nb: Ved å aktivere «%1$@» må du manuelt velge en server som er %2$@-aktivert. %3$@ vil ikke automatisk bli brukt til å aktivere DAITA med noen server.
nl: Als u "%1$@" inschakelt, moet u handmatig een server selecteren waarop %2$@ is ingeschakeld. %3$@ wordt niet automatisch gebruikt om DAITA op een server in te schakelen.
pl: W razie włączenia opcji „%1$@” trzeba będzie ręcznie wybrać serwer, który obsługuje %2$@. Funkcja %3$@ nie zostanie automatycznie użyta do włączenia DAITA na żadnym serwerze.
pt: Ao ativar "%1$@", terá de selecionar manualmente um servidor compatível com a %2$@. O %3$@ não será utilizado automaticamente para ativar a DAITA em nenhum servidor.
ru: При включении параметра «%1$@» вам потребуется вручную выбрать сервер, поддерживающий %2$@. %3$@ не будет автоматически использоваться для включения DAITA на любом сервере.
tr: "%1$@" seçeneğini etkinleştirdiğinizde %2$@ etkin bir sunucuyu manuel olarak seçmeniz gerekir. %3$@, herhangi bir sunucuya bağlı DAITA'yı etkinleştirmek için otomatik olarak kullanılmayacaktır.

source: By using sophisticated AI it’s possible to analyze the traffic of data packets going in and out of your device (even if the traffic is encrypted).
da: Ved at bruge sofistikeret AI er det muligt at analysere trafikken af datapakker, der går ind og ud af din enhed (selv hvis trafikken er krypteret).
de: Durch den Einsatz hochentwickelter KI ist es möglich, den Traffic von Datenpaketen zu analysieren, die auf Ihrem Gerät ein- und ausgehen (selbst wenn der Verkehr verschlüsselt ist).
es: Al utilizar IA sofisticada, se puede analizar el tráfico de paquetes de datos que entran y salen de su dispositivo (incluso si el tráfico está cifrado).
fi: Käyttämällä edistynyttä tekoälyä on mahdollista analysoida laitteestasi lähtevä ja siihen tuleva datapakettiliikenne (vaikka liikenne olisi salattu).
fr: Utiliser une IA sophistiquée peut permettre d'analyser le trafic des paquets de données entrant et sortant de votre appareil (même si le trafic est chiffré).
it: Utilizzando un'IA sofisticata è possibile analizzare il traffico dei pacchetti di dati in entrata e in uscita dal dispositivo (anche se il traffico è crittografato).
ja: 高度なAIを使用することで、(トラフィックが暗号化されている場合でも) デバイスが送受信するデータパケットのトラフィックを分析することは可能です。
my: ခေတ်မီဆန်းပြားသော AI ကိုအသုံးပြုခြင်းဖြင့် (အသွားအလာကို ကုဒ်ဝှက်ထားသည့်တိုင်) သင့်စက်၏အဝင်အထွက်ဒေတာပက်ကတ်များ၏ အသွားအလာကို ပိုင်းခြားစိတ်ဖြာနိုင်သည်။
nb: Ved hjelp av avansert kunstig intelligens er det mulig å analysere trafikken av datapakker som går inn og ut av enheten din (selv om trafikken er kryptert).
nl: Door gebruik te maken van geavanceerde AI is het mogelijk om het verkeer van datapakketten te analyseren die uw apparaat in- en uitgaan (zelfs als het verkeer versleuteld is).
pl: Dzięki użyciu zaawansowanej sztucznej inteligencji możliwe jest analizowanie ruchu pakietów danych przychodzących i wychodzących z Twojego urządzenia (nawet jeśli ruch jest szyfrowany).
pt: Utilizando uma IA sofisticada, é possível analisar o tráfego de pacotes de dados que entram e saem do seu dispositivo (mesmo que o tráfego esteja encriptado).
ru: С помощью сложных ИИ-алгоритмов можно анализировать входящий и исходящий трафик пакетов данных вашего устройства (даже если трафик зашифрован).
tr: Gelişmiş yapay zeka kullanarak cihazınıza gelen ve giden veri paketlerinin trafiğini (trafik şifrelenmiş olsa bile) analiz etmek mümkündür.

source: CONNECTED
da: FORBUNDET
de: VERBUNDEN
es: CONECTADO
fi: YHDISTETTY
fr: CONNEXION ÉTABLIE
it: CONNESSO
ja: 接続中
my: ချိတ်ဆက်ထားသည်
nb: TILKOBLET
nl: VERBONDEN
pl: POŁĄCZONY
pt: LIGADO
ru: ПОДКЛЮЧЕНО
tr: BAĞLANDI

source: CONNECTING...
da: OPRETTER FORBINDELSE...
de: VERBINDEN …
es: CONECTANDO...
fi: YHDISTETÄÄN...
fr: CONNEXION EN COURS...
it: CONNESSIONE...
ja: 接続しています...
my: ချိတ်ဆက်နေဆဲ...
nb: KOBLER TIL …
nl: VERBINDEN...
pl: ŁĄCZENIE...
pt: A LIGAR...
ru: ПОДКЛЮЧЕНИЕ...
tr: BAĞLANIYOR...

source: Calgary
ja: カルガリー
my: ကယ်ဂယ်ရီ
ru: Калгари

source: Canada
de: Kanada
es: Canadá
fi: Kanada
ja: カナダ
my: ကနေဒါ
pl: Kanada
pt: Canadá
ru: Канада
tr: Kanada

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
my: မလုပ်တော့ပါ
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
tr: İptal et

source: Cannot complete the purchase
da: Kan ikke fuldføre købet
de: Kauf kann nicht abgeschlossen werden
es: No se puede completar la compra
fi: Osto ei onnistu
fr: Impossible de terminer l'achat
it: Impossibile completare l'acquisto
ja: 購入を完了できません
my: ဝယ်ယူမှုကို ပြီးမြောက်အောင် ဆောင်ရွက်၍ မရနိုင်ပါ
nb: Kan ikke fullføre kjøpet
nl: Kan de aankoop niet afronden
pl: Nie można zrealizować zakupu
pt: Não é possível concluir a compra
ru: Невозможно завершить покупку
tr: Satın alma tamamlanamıyor

source: Cannot read the App Store receipt from disk
da: Kan ikke læse App Store-kvitteringen fra disken
de: App-Store-Quittung konnte nicht vom Laufwerk gelesen werden
es: No se puede leer el recibo de App Store desde el disco
fi: App Storen kuitin lukeminen levyltä ei onnistu
fr: Lecture du reçu de l'App Store depuis le disque impossible
it: Impossibile leggere la ricevuta dell'App Store dal disco
ja: ディスクからApp Storeの領収書を読み取れません
my: App Store ပြေစာကို Disk မှ ဖတ်၍ မရပါ
nb: Kan ikke lese App Store-kvitteringen fra disk
nl: Kan het ontvangstbewijs van de App Store niet lezen vanaf de schijf
pl: Nie można odczytać dowodu zakupu z App Store z dysku
pt: Não é possível ler o recibo da App Store a partir do disco
ru: Не удается прочитать квитанцию App Store с диска
tr: App Store makbuzu diskten okunamıyor

source: Cannot refresh the App Store receipt: %@
da: Kan ikke genindlæse App Store-kvitteringen: %@
de: App-Store-Quittung konnte nicht aktualisiert werden: %@
es: No se puede actualizar el recibo de App Store: %@
fi: App Storen kuitin päivittäminen ei onnistu: %@
fr: Actualisation du reçu de l'App Store impossible : %@
it: Impossibile aggiornare la ricevuta dell'App Store: %@
ja: App Storeの領収書を更新できません: %@
my: App Store ပြေစာကို ပြန်လည်လုပ်ဆောင်၍ မရပါ- %@
nb: Kan ikke oppdatere App Store-kvittering: %@
nl: Kan het ontvangstbewijs van de App Store niet vernieuwen: %@
pl: Nie można odświeżyć dowodu zakupu z App Store: %@
pt: Não é possível atualizar o recibo da App Store: %@
ru: Не удается обновить квитанцию App Store: %@
tr: App Store makbuzu yenilenemiyor: %@

source: Cannot restore purchases
da: Kan ikke gendanne køb
de: Käufe konnten nicht wiederhergestellt werden
es: No se pueden restaurar las compras
fi: Ostojen palauttaminen ei onnistu
fr: Rétablissement des achats impossible
it: Impossibile ripristinare gli acquisti
ja: 購入を復元できません
my: ဝယ်ယူမှုများကို ပြန်လည်ရယူ၍ မရပါ
nb: Kan ikke gjenopprette kjøpet
nl: Kan de aankopen niet herstellen
pl: Nie można przywrócić zakupów
pt: Não é possível restaurar compras
ru: Не удается восстановить покупки
tr: Satın alımlar geri yüklenemiyor

source: Checking account number
da: Kontrollerer kontonummer
de: Ihre Kontonummer wird geprüft
es: Comprobando número de cuenta
fi: Tarkistetaan tilin numeroa
fr: Vérification du numéro de compte
it: Verifica numero di account
ja: アカウント番号を確認中
my: အကောင့်နံပါတ်ကို စစ်နေပါသည်
nb: Kontrollerer kontonummer
nl: Accountnummer wordt gecontroleerd
pl: Sprawdzanie numeru konta
pt: A verificar o número da conta
ru: Проверка номера учетной записи
tr: Hesap numarası kontrol ediliyor

source: Chicago, IL
ja: シカゴ、IL
my: ချီကာဂို၊ အီလီနွိုက်
ru: Чикаго, IL
tr: Şikago, IL

source: Chile
fr: Chili
it: Cile
ja: チリ
my: ချီလီ
nl: Chili
ru: Чили
tr: Şili

source: Cipher
da: Chiffer
de: Chiffre
es: Cifrado
fi: Salaus
fr: Chiffre
it: Codice
ja: 暗号化
my: ဝှက်စာ
nb: Chiffer
nl: Versleuteling
pl: Szyfrowanie
pt: Cifra
ru: Шифр
tr: Şifre

source: Clear
da: Ryd
de: Löschen
es: Borrar
fi: Tyhjennä
fr: Effacer
it: Cancella
ja: クリア
my: ရှင်းရန်
nb: Tøm
nl: Wissen
pl: Wyczyść
pt: Limpar
ru: Очистить
tr: Temizle

source: Clear all overrides
da: Ryd alle tilsidesættelser
de: Alle Überschreibungen löschen
es: Borrar todas las anulaciones
fi: Poista kaikki ohitukset
fr: Effacer toutes les substitutions
it: Cancella tutte le sovrascritture
ja: すべてのオーバーライドをクリア
my: ကျော်လွန် ပယ်ဖျက်မှုအားလုံးကို ရှင်းရန်
nb: Fjern alle overstyringer
nl: Alle overschrijvingen wissen
pl: Wyczyść wszystkie zastąpienia
pt: Limpar todas as substituições
ru: Удалить все переопределения
tr: Tüm geçersiz kılmaları temizle

source: Clear all overrides?
da: Vil du rydde alle tilsidesættelser?
de: Alle Überschreibungen löschen?
es: ¿Borrar todas las anulaciones?
fi: Poistetaanko kaikki ohitukset?
fr: Effacer toutes les substitutions ?
it: Cancellare tutte le sovrascritture?
ja: すべてのオーバーライドをクリアしますか？
my: ကျော်လွန် ပယ်ဖျက်မှုအားလုံးကို ရှင်းမည်လား။
nb: Fjerne alle overstyringer?
nl: Alle overschrijvingen wissen?
pl: Wyczyścić wszystkie zastąpienia?
pt: Limpar todas as substituições?
ru: Удалить все переопределения?
tr: Tüm geçersiz kılmalar temizlensin mi?
