Repository: mullvad/mullvadvpn-app
Catalog: ios/translation/locales/*.xliff
Languages: da, de, es, fi, fr, it, ja, my, nb, nl, pl, pt, ru, tr

source: If you are not connected to our VPN, then the Encrypted DNS proxy will use your own non-VPN IP when connecting. The DoH servers are hosted by one of the following providers: Quad9 or CloudFlare.
da: Hvis du ikke er tilsluttet vores VPN, vil den krypterede DNS-proxy bruge din egen ikke-VPN IP,-adresse når du opretter forbindelse. DoH-serverne hostes af en af følgende udbydere: Quad9 eller CloudFlare.
de: Wenn Sie nicht mit unserem VPN verbunden sind, verwendet der Verschlüsseltes-DNS-Proxy bei der Verbindung Ihre eigene Nicht-VPN-IP. Die DoH-Server werden von einem der folgenden Anbieter gehostet: Quad9 oder CloudFlare.
es: Si no está conectado a nuestra VPN, el proxy DNS cifrado utilizará su propia IP no VPN al conectarse. Los servidores de DoH están alojados en uno de los siguientes proveedores: Quad9 o CloudFlare.
fi: Jos et ole yhteydessä VPN-verkkoomme, salattu DNS-välityspalvelin käyttää yhdistämiseen omaa, ei-VPN-pohjaista IP-osoitettasi. DoH-palvelimia isännöi joko Quad9 tai CloudFlare.
fr: Si vous n'êtes pas connecté à notre VPN, le proxy DNS chiffré utilisera votre propre IP non VPN lors de la connexion. Les serveurs DoH sont hébergés par l'un des fournisseurs suivants : Quad 9 ou CloudFlare.
it: Se non sei connesso alla nostra VPN, il proxy DNS crittografato utilizzerà il tuo IP non VPN durante la connessione. I server DoH sono ospitati da uno dei seguenti provider: Quad9 o CloudFlare.
ja: 当社のVPNに接続していない場合、暗号化DNSプロキシは接続時に独自の非VPN IPを使用します。DoHサーバーは、Quad9またはCloudFlareのいずれかによってホストされます。
my: အကယ်၍ သင်သည် ကျွန်ုပ်တို့၏ VPN သို့ ချိတ်ဆက်ထားခြင်းမရှိပါက ကုဒ်ဝှက်ထားသော DNS ပရောက်စီသည် ချိတ်ဆက်ရာတွင် သင်၏ကိုယ်ပိုင် VPN မဟုတ်သော IP ကို ​​အသုံးပြုပါမည်။ DoH ဆာဗာများကို အောက်ပါဝန်ဆောင်မှုပေးသူများထဲမှ တစ်ခုမှ လက်ခံဆောင်ရွက်ပေးသည်- Quad 9 သို့မဟုတ် CloudFlare ။
nb: Hvis du ikke er koblet til VPN-tjenesten vår, vil den krypterte DNS-proxyen bruke din egen ikke-VPN-IP når du kobler til. En av følgende leverandører er vert for DoH-serverne: Quad9 eller CloudFlare.
nl: Als u niet verbonden bent met onze VPN, gebruikt de versleutelde DNS-proxy uw eigen niet-VPN IP-adres bij het verbinden. De DoH-servers worden gehost door een van de volgende aanbieders: Quad9 of CloudFlare.
pl: Jeśli nie masz połączenia z naszą siecią VPN, szyfrowany serwer proxy DNS użyje Twojego własnego adresu IP bez VPN podczas łączenia. Serwery DoH są hostowane przez jednego z następujących dostawców: Quad 9 lub CloudFlare.
pt: Se não estiver ligado à nossa VPN, o proxy DNS encriptado utiliza o seu próprio IP e não a VPN ao estabelecer a ligação. Os servidores DoH são alojados por um dos seguintes fornecedores: Quad9 ou CloudFlare.
ru: Если вы не подключены к нашему VPN, функция «Зашифрованный DNS-прокси» при подключении будет использовать ваш IP-адрес, не относящийся к VPN. Серверы DoH размещаются у одного из следующих провайдеров: Quad9 или CloudFlare.
tr: VPN'imize bağlı değilseniz Şifreli DNS proxy'si bağlanırken VPN dışı IP'nizi kullanır. DoH sunucuları şu sağlayıcılardan birinde barındırılır: Quad9 veya CloudFlare.

source: If you disconnect now, you won’t be able to secure your connection until the device is online.
da: Hvis du afbryder forbindelsen nu, vil du ikke kunne sikre din forbindelse, før enheden er online.
de: Wenn Sie die Verbindung jetzt trennen, können Sie Ihre Verbindung erst wieder schützen, wenn das Gerät mit dem Netzwerk verbunden ist.
es: Si se desconecta ahora, no podrá proteger su conexión hasta que el dispositivo esté conectado.
fi: Jos katkaiset yhteyden nyt, et voi suojata yhteyttäsi ennen kuin laite on verkossa.
fr: Si vous vous déconnectez maintenant, vous ne pourrez pas sécuriser votre connexion jusqu'à ce que l'appareil soit en ligne.
it: Se ti disconnetti ora, non potrai proteggere la connessione finché il dispositivo non sarà online.
ja: 今切断すると、デバイスがオンラインになるまで接続を確保できなくなります。
my: ယခု ချိတ်ဆက်မှု ဖြတ်တောက်လိုက်ပါက ထိုစက် အွန်လိုင်းမတက်မချင်း သင်၏ ချိတ်ဆက်မှုကို လုံခြုံအောင် ပြုလုပ်နိုင်မည် မဟုတ်ပါ။
nb: Hvis du kobler fra nå, vil du ikke kunne sikre forbindelsen før enheten er på nett.
nl: Als u nu de verbinding verbreekt, kunt u de verbinding pas beveiligen als het apparaat weer online is.
pl: Jeśli rozłączysz się teraz, nie będziesz w stanie zabezpieczyć połączenia, dopóki urządzenie nie będzie podłączone do sieci.
pt: Se desligar agora, não poderá proteger a sua ligação até que o dispositivo esteja online.
ru: Если вы отключитесь сейчас, вы не сможете обеспечить безопасность соединения, пока устройство не будет подключено к сети.
tr: Şimdi bağlantıyı keserseniz cihaz çevrimiçi olana kadar bağlantınızı güvence altına alamazsınız.

source: If you exit the form and try again later, the information you already entered will still be here.
da: Hvis du lukker formularen og prøver igen senere, vil de oplysninger, du allerede har indtastet, stadig være her.
de: Die Informationen, die Sie bereits eingegeben haben, werden immer noch da sein, wenn Sie das Formular schließen und es später erneut versuchen.
es: Si cierra el formulario y vuelve a intentarlo más tarde, la información que haya escrito seguirá estando disponible.
fi: Jos poistut lomakkeelta ja yrität myöhemmin uudelleen, jo syöttämäsi tiedot säilyvät lomakkeella.
fr: Si vous quittez le formulaire et réessayez plus tard, les informations que vous avez déjà saisies seront toujours là.
it: Se esci dal modulo e riprovi più tardi, le informazioni già inserite saranno ancora qui.
ja: フォームを終了して後で再試行しても、入力済みの情報は引き続きここに表示されます。
my: ဖောင်မှ ထွက်ပြီး နောက်မှ ထပ်ကြိုးစားကြည့်ပါ၊ သင်ဖြည့်ထားသည့် အချက်အလက်များသည် ဤတွင် ဆက်ရှိနေပါမည်။
nb: Hvis du avslutter skjemaet og prøver igjen senere, vil informasjonen du allerede har lagt inn fortsatt være der.
nl: Als u het formulier verlaat en het later opnieuw probeert, is de reeds ingevoerde informatie er nog.
pl: Jeśli wyjdziesz z formularza i spróbujesz ponownie później, zastaniesz już wprowadzone dane.
pt: Se sair do formulário e tentar novamente mais tarde, a informação que já tiver introduzido continuará aqui.
ru: Если вы выйдете из формы и повторите попытку позже, информация, которую вы уже ввели, сохранится.
tr: Formdan çıkıp daha sonra tekrar denerseniz, girmiş olduğunuz bilgiler hala burada olacaktır.

source: If you haven’t received additional VPN time after purchasing
da: Hvis du ikke har modtaget yderligere VPN-tid efter købet
de: Wenn Sie nach dem Kauf keine zusätzliche VPN-Zeit erhalten haben
es: Si no ha recibido tiempo de VPN adicional tras la compra
fi: Jos et ole saanut lisää VPN-käyttöaikaa oston jälkeen
fr: Si vous n'avez pas reçu de temps de VPN supplémentaire après l'achat
it: Se non hai ricevuto ulteriore tempo VPN dopo l'acquisto
ja: 購入後に追加の VPN 時間を受け取っていない場合
my: ဝယ်ယူပြီးနောက်တွင် VPN အချိန်ပိုမရရှိသေးပါက
nb: Hvis du ikke har fått ekstra VPN-tid etter kjøpet
nl: Als u geen extra VPN-tijd hebt ontvangen na de aankoop
pl: Jeśli nie otrzymasz dodatkowego czasu VPN po dokonaniu zakupu
pt: Se ainda não recebeu tempo adicional de VPN após a compra
ru: Если вы не получили дополнительное время VPN после покупки
tr: Satın aldıktan sonra ek VPN süresi almadıysanız

source: If you log out, the device and the device name is removed. When you log back in again, the device will get a new name.
da: Hvis du logger ud, fjernes enheden og enhedsnavnet. Når du logger på igen, får enheden et nyt navn.
de: Wenn Sie sich abmelden, werden das Gerät und der Gerätename entfernt. Wenn Sie sich wieder anmelden, erhält das Gerät einen neuen Namen.
es: Si cierra sesión, se quita el dispositivo y el nombre del dispositivo. Cuando vuelve a iniciar sesión, el dispositivo recibirá un nombre nuevo.
fi: Jos kirjaudut ulos, laite ja laitteen nimi poistetaan. Kun kirjaudut sisään uudelleen, laitteelle annetaan uusi nimi.
fr: Si vous vous déconnectez, l'appareil et son nom sont supprimés. Lorsque vous vous reconnectez, l'appareil reçoit un nouveau nom.
it: Se ti disconnetti, il dispositivo e il relativo nome verranno rimossi. Quando accedi nuovamente, il dispositivo assumerà un nuovo nome.
ja: ログアウトすると、デバイスとデバイス名が削除されます。もう一度ログインすると、デバイスに新しい名前が付けられます。
my: ထွက်လိုက်ပါက စက်နှင့် စက်အမည်ကို ဖယ်ရှားပါသည်။ နောက်တစ်ကြိမ် ပြန်ဝင်ရောက်သည့်အခါ စက်သည် အမည်သစ်တစ်ခု ရရှိပါမည်။
nb: Hvis du logger ut, vil enheten og enhetsnavnet bli fjernet. Når du logger inn igjen, vil enheten få et nytt navn.
nl: Als u zich afmeldt, worden het apparaat en de apparaatnaam verwijderd. Wanneer u zich weer aanmeldt, krijgt het apparaat een nieuwe naam.
pl: Przy wylogowaniu urządzenie i jego nazwa zostają usunięte. Po ponownym zalogowaniu urządzenie otrzymuje nową nazwę.
pt: Se terminar a sessão, o dispositivo e o nome do dispositivo são removidos. Quando voltar a iniciar sessão, o dispositivo recebe um novo nome.
ru: Если вы выйдете, устройство и его имя удалятся. При повторном входе устройство получит новое имя.
tr: Oturumu kapatırsanız cihaz ve cihaz adı kaldırılır. Tekrar oturum açtığınızda cihaza yeni bir ad verilir.

source: If you still experience issues you can email our support directly at **%@**. Please attach your app log to your email.
da: Hvis du stadig oplever problemer, kan du sende en e-mail direkte til vores support på **%@**. Vedhæft din apps logfil til din e-mail.
de: Wenn Sie weiterhin Probleme haben, können Sie eine E-Mail direkt an unseren Support unter **%@** senden. Fügen Sie Ihrer E-Mail Ihr App-Protokoll bei.
es: Si sigue experimentando problemas, puede contactar directamente por correo electrónico con nuestro servicio de asistencia en la dirección **%@**. Adjunte al correo electrónico el registro de su aplicación.
fi: Jos kohtaat edelleen ongelmia, voit lähettää sähköpostia tuellemme suoraan osoitteeseen **%@**. Liitä sovelluslokisi sähköpostiisi.
fr: Si vous rencontrez encore des problèmes, vous pouvez contacter notre assistance par e-mail directement à l'adresse **%@**. Veuillez joindre votre fichier journal de l'application à votre e-mail.
it: Se riscontri ancora problemi, puoi inviare un'e-mail direttamente al nostro supporto all'indirizzo **%@**. Allega il log dell'app all'e-mail.
ja: 問題が解決しない場合は、サポートまで **%@** 宛に直接メールをお送りください。メールにはアプリのログを添付してください。
my: ပြဿနာများ ဆက်လက်ကြုံတွေ့နေပါက ကျွန်ုပ်တို့၏ သုံးစွဲသူ အကူအညီပေးရေး အဖွဲ့ထံသို့ **%@** မှတစ်ဆင့် တိုက်ရိုက်အီးမေးလ်ပေးပို့နိုင်ပါသည်။ အီးမေးလ်တွင် သင်၏ အက်ပ်မှတ်တမ်းကို တွဲချိတ်ပေးပါ။
nb: Hvis du fortsatt har problemer, kan du sende en e-post direkte til kundestøtten vår på **%@**. Legg ved apploggfilen i e-posten.
nl: Als u nog steeds problemen ondervindt, kunt u rechtstreeks ons ondersteuningsteam e-mailen via **%@**. Voeg het app-logboek bij als bijlage.
pl: Jeśli nadal występują problemy, możesz wysłać wiadomość e-mail bezpośrednio do naszego działu pomocy technicznej na adres **%@**. Do wiadomości e-mail dołącz dziennik aplikacji.
pt: Se ainda tiver problemas, pode enviar um e-mail diretamente para o nosso suporte em **%@**. Anexe o registo da aplicação ao seu e-mail.
ru: Если проблема не устранена, вы можете написать в нашу службу поддержки напрямую на адрес **%@**. Приложите к письму журнал приложения.
tr: Hâlâ sorun yaşıyorsanız doğrudan **%@** adresinden destek ekibimize e-posta gönderebilirsiniz. Lütfen uygulama günlüğünüzü e-postanıza ekleyin.

source: Import
da: Importer
de: Importieren
es: Importar
fi: Tuo
fr: Importer
it: Importa
ja: インポート
my: ထည့်ရန်
nb: Importer
nl: Importeren
pl: Importuj
pt: Importar
ru: Импортировать
tr: İçe aktar

source: Import file
da: Importer fil
de: Datei importieren
es: Importar archivo
fi: Tuo tiedosto
fr: Importer un fichier
it: Importa file
ja: ファイルをインポート
my: ဖိုင် ထည့်သွင်းရန်
nb: Importer fil
nl: Bestand importeren
pl: Zaimportuj plik
pt: Importar ficheiro
ru: Импортировать файл
tr: Dosyayı içe aktar

source: Import files or text with new IP addresses for the servers in the Select location view.
da: Importer filer eller tekst med nye IP-adresser til serverne i visningen Vælg placering.
de: Importieren Sie Dateien oder Text mit neuen IP-Adressen für die Server in der Ortsauswahl.
es: Importe archivos o texto con nuevas direcciones IP para los servidores en la vista Seleccionar ubicación.
fi: Tuo tiedostoja tai tekstiä palvelimien uusin IP-osoittein sijainnin valintanäkymässä.
fr: Importez des fichiers ou du texte contenant les nouvelles adresses IP des serveurs dans la vue Sélectionner un emplacement.
it: Importa file o testo con nuovi indirizzi IP per i server nella vista Seleziona posizione.
ja: 「場所を選択」ビューでサーバーの新しいIPアドレスを持つファイルまたはテキストをインポートします。
my: တည်နေရာ ရွေးရန် ပြသမှုတွင် ဆာဗာများအတွက် IP လိပ်စာသစ်များပါဝင်‌သော ဖိုင်များ သို့မဟုတ် စာသားကို ထည့်သွင်းပါ။
nb: Importer filer eller tekst med nye IP-adresser til serverne i «Velg plassering».
nl: Importeer bestanden of tekst met nieuwe IP-adressen voor de servers in de weergave Locatie selecteren.
pl: Zaimportuj pliki lub tekst z nowymi adresami IP serwerów w widoku Wybierz lokalizację.
pt: Importe ficheiros ou texto com novos endereços IP para os servidores na vista Selecionar local.
ru: Импортируйте файлы или текст с новыми IP-адресами для серверов в представлении «Выбор местоположения».
tr: Konum seç görünümündeki sunucular için yeni IP adreslerini içeren dosya veya metinleri içe aktarın.

source: Import of %@ was successful, overrides are now active.
da: Import af %@ gennemført, tilsidesættelser er nu aktive.
de: Der Import von %@ war erfolgreich, die Überschreibungen sind jetzt aktiv.
es: %@ se ha importado correctamente. Las anulaciones ya están activas.
fi: %@ tuotiin onnistuneesti. Ohitukset ovat nyt voimassa.
fr: L'importation de %@ a réussi, les substitutions sont maintenant actives.
it: L'importazione di %@ è riuscita, le sovrascritture sono ora attive.
ja: %@のインポートが完了しました。現在、オーバーライドが有効化されています。
my: %@ ထည့်သွင်းမှု အောင်မြင်ပါသည်၊ ယခုအခါ ကျော်လွန် ပယ်ဖျက်မှုများသည် သက်ဝင်နေပါပြီ။
nb: Importering av %@ var vellykket. Overstyringer er nå aktive.
nl: %@ is geïmporteerd. De overschrijvingen zijn nu actief.
pl: Import %@ powiódł się. Zastąpienia są teraz aktywne.
pt: A importação de %@ foi bem-sucedida, as substituições estão agora ativas.
ru: %@ импортировано, переопределения активны.
tr: %@ başarıyla içe aktarıldı. Geçersiz kılmalar artık etkin.

source: Import of %@ was unsuccessful, please try again.
da: Import af %@ mislykkedes. Prøv igen.
de: Der Import von %@ war nicht erfolgreich, bitte versuchen Sie es erneut.
es: %@ no se ha importado. Inténtelo de nuevo.
fi: Kohteen %@ tuonti epäonnistui. Yritä uudelleen.
fr: L'importation de %@ a échoué, veuillez réessayer.
it: L'importazione di %@ non è riuscita, riprova.
ja: %@のインポートが完了しませんでした。もう一度お試しください。
my: %@ ထည့်သွင်းမှု မအောင်မြင်ပါ၊ ထပ်ကြိုးစားကြည့်ပါ။
nb: Importering av %@ var ikke vellykket. Prøv på nytt.
nl: %@ is niet geïmporteerd. Probeer het opnieuw.
pl: Import %@ nie powiódł się. Spróbuj ponownie.
pt: A importação de %@ não foi bem-sucedida. Tente novamente.
ru: %@ импортировать не удалось, попробуйте еще раз.
tr: %@ içe aktarılamadı. Lütfen tekrar deneyin.

source: Import of text was successful, overrides are now active.
da: Import af tekst gennemført, tilsidesættelser er nu aktive.
de: Der Import des Texts war erfolgreich, die Überschreibungen sind jetzt aktiv.
es: El texto se ha importado. Las anulaciones ya están activas.
fi: Tekstin tuonti onnistui. Ohitukset ovat nyt voimassa.
fr: L'importation du texte a réussi, les substitutions sont maintenant actives.
it: L'importazione del testo è riuscita, le sovrascritture sono ora attive.
ja: テキストを正常にインポートしました。現在、オーバーライドが有効です。
my: စာသား ထည့်သွင်းမှု အောင်မြင်ပါသည်၊ ယခုအခါ ကျော်လွန် ပယ်ဖျက်မှုများ သက်ဝင်နေပြီ ဖြစ်သည်။
nb: Importering av tekst var vellykket. Overstyringer er nå aktive.
nl: Tekst geïmporteerd, overschrijvingen nu actief.
pl: Import tekstu powiódł się. Zastąpienia są teraz aktywne.
pt: A importação do texto foi bem-sucedida, as substituições estão agora ativas.
ru: Текст импортирован, переопределения активны.
tr: Metin başarıyla içe aktarıldı. Geçersiz kılmalar artık etkin.

source: Import of text was unsuccessful, please try again.
da: Import af tekst mislykkedes. Prøv igen.
de: Der Import des Texts war nicht erfolgreich, bitte versuchen Sie es erneut.
es: El texto no se ha importado. Inténtelo de nuevo.
fi: Tekstin tuonti epäonnistui. Yritä uudelleen.
fr: L'importation du texte a échoué, veuillez réessayer.
it: L'importazione del testo non è riuscita, riprova.
ja: テキストは正常にインポートされませんでした。もう一度お試しください。
my: စာသား ထည့်သွင်းမှု မအောင်မြင်ပါ၊ ထပ်ကြိုးစားကြည့်ပါ။
nb: Importering av tekst var ikke vellykket. Prøv på nytt.
nl: Importeren van tekst mislukt, probeer het opnieuw.
pl: Import tekstu nie powiódł się. Spróbuj ponownie.
pt: A importação do texto foi mal-sucedida. Tente novamente.
ru: Текст импортировать не удалось, попробуйте еще раз.
tr: Metnin içe aktarılması başarısız oldu. Lütfen tekrar deneyin.

source: Import via text
da: Importer via tekst
es: Importación a través de texto
fi: Tuo tekstinä
fr: Importer par texte
it: Importa tramite testo
ja: テキストでインポート
my: စာသားမှတစ်ဆင့် ထည့်သွင်းရန်
nb: Importer via tekst
nl: Importeren via tekst
pl: Import tekstowy
pt: Importar através de texto
ru: Импортировать через текст
tr: Metin yoluyla içe aktar

source: In
da: Ind
de: Eingehend
es: Entrada
fi: Saapuva
fr: Entrante
it: Ricezione
ja: 内側
my: အဝင်
nb: Inngående
pl: Wejście
pt: Entrada
ru: Вход
tr: Giriş

source: In use
da: I brug
de: Wird verwendet
es: En uso
fi: Käytössä
fr: En cours d'utilisation
it: In uso
ja: 使用中
my: အသုံးပြုဆဲ
nb: Er i bruk
nl: In gebruik
pl: W użyciu
pt: Em uso
ru: Используется
tr: Kullanımda

source: Include all networks
da: Inkluder alle netværk
de: Alle Netzwerke einbeziehen
es: Incluir todas las redes
fi: Sisällytä kaikki verkot
fr: Inclure tous les réseaux
it: Includi tutte le reti
ja: すべてのネットワークを含める
my: ကွန်ရက်အားလုံး ထည့်သွင်းပါ
nb: Inkluder alle nettverk
nl: Alle netwerken opnemen
pl: Uwzględnij wszystkie sieci
pt: Incluir todas as redes
ru: Включить все сети
tr: Tüm ağları dahil et

source: Include my account token for faster help with payment or account related issues
da: Inkluder min konto-token for hurtigere hjælp med betalings- eller kontorelaterede problemer
de: Meinen Konto-Token hinzufügen, um schnellere Hilfe bei Zahlungen oder kontobezogenen Problemen zu erhalten
es: Incluir el token de mi cuenta para acceder a una ayuda más rápida en problemas relacionados con pagos o la cuenta
fi: Lisää tilitunnukseni, jotta saan nopeampaa apua maksuihin tai tiliin liittyvissä ongelmissa
fr: Inclure mon jeton de compte pour recevoir plus rapidement de l'aide avec les problèmes relatifs aux paiements ou à mon compte
it: Includi il token del mio account per consentire un'assistenza più rapida con i problemi relativi a pagamenti o account
ja: お支払いやアカウント関連の問題を迅速に解決するために、私のアカウントトークンを含めます
my: ငွေပေးချေမှု သို့မဟုတ် အကောင့်နှင့်ဆိုင်သောပြဿနာများအတွက် ပိုမိုမြန်ဆန်စွာအကူအညီရရှိနိုင်ရန်၊ သင့်အကောင့်တိုကင်ကို ထည့်ပါ
nb: Inkluder min kontotoken for raskere hjelp med betaling eller problemer knyttet til kontoen
nl: Mijn accounttoken opnemen voor snellere hulp bij problemen rond betalingen of mijn account
pl: Dodaj token mojego konta, aby przyspieszyć pomoc w kwestiach związanych z płatnościami lub kontem
pt: Incluir o token da minha conta para obter ajuda mais rápida com questões relacionadas com pagamentos ou contas
ru: Прикрепить токен моей учетной записи для ускоренной помощи по вопросам, связанным с оплатой или учетной записью
tr: Ödeme veya hesapla ilgili sorunlarda daha hızlı yardım almak için hesap token'ımı ekle

source: Indonesia
da: Indonesien
de: Indonesien
fr: Indonésie
ja: インドネシア
my: အင်ဒိုနီးရှား
nl: Indonesië
pl: Indonezja
pt: Indonésia
ru: Индонезия
tr: Endonezya

source: Internal error occurred. Settings will be reset to defaults and device logged out.
da: Der opstod en intern fejl. Indstillingerne nulstilles til standard, og enheden bliver logget af.
de: Ein interner Fehler ist aufgetreten. Die Einstellungen werden auf die Standardeinstellungen zurückgesetzt und das Gerät wird abgemeldet.
es: Se ha producido un error interno. Se restablecerá la configuración a los valores predeterminados y se cerrará la sesión en el dispositivo.
fi: Tapahtui sisäinen virhe. Asetukset palautetaan oletuksiin, ja laite kirjataan ulos.
fr: Une erreur interne est survenue. Les paramètres seront réinitialisés à leurs valeurs par défaut et l'appareil sera déconnecté.
it: Si è verificato un errore interno. Le impostazioni verranno ripristinate ai valori predefiniti e il dispositivo verrà disconnesso.
ja: 内部エラーが発生しました。設定がデフォルトの状態にリセットされ、デバイスはログアウトされます。
my: ကွန်ရက်တွင်း ချို့ယွင်းချက် ဖြစ်ပွားခဲ့သည်။ ဆက်တင်များကို ပုံသေအတိုင်း ပြန်လည်သတ်မှတ်သွားမည်ဖြစ်ပြီး စက်မှ အကောင့်ထွက်သွားပါမည်။
nb: Det oppstod en intern feil. Innstillingene vil bli tilbakestilt til standardinnstillingene, og enheten vil bli logget ut.
nl: Interne fout opgetreden. Instellingen worden gereset naar standaard en apparaat wordt afgemeld.
pl: Wystąpił błąd wewnętrzny. Ustawienia zostaną zresetowane do wartości domyślnych, a urządzenie zostanie wylogowane.
pt: Ocorreu um erro interno. As definições serão redefinidas para as predefinições e a sessão do dispositivo será terminada.
ru: Произошла внутренняя ошибка. Настройки будут сброшены до значений по умолчанию, и устройство будет выведено из системы.
tr: Dahili hata oluştu. Ayarlar varsayılanlara sıfırlanacak ve cihazdan çıkış yapılacak.

source: Internal error.
da: Intern fejl.
de: Interner Fehler.
es: Error interno.
fi: Sisäinen virhe.
fr: Erreur interne.
it: Errore interno.
ja: 内部エラー.
my: စနစ်တွင်း ချို့ယွင်းချက်။
nb: Intern feil.
nl: Interne fout.
pl: Błąd wewnętrzny.
pt: Erro interno.
ru: Внутренняя ошибка.
tr: İç hata.

source: Invalid account number
da: Ugyldigt kontonummer
de: Ungültige Kontonummer
es: Número de cuenta no válido
fi: Virheellinen tilin numero
fr: Numéro de compte non valide
it: Numero di account non valido
ja: 無効なアカウント番号
my: အကောင့်နံပါတ် မမှန်ကန်ပါ
nb: Ugyldig kontonummer
nl: Ongeldig accountnummer
pl: Nieprawidłowy numer konta
pt: Número de conta inválido
ru: Недействительный номер учетной записи
tr: Geçersiz hesap numarası

source: Invalid account number: %@
da: Ugyldigt kontonummer: %@
de: Ungültige Kontonummer: %@
es: Número de cuenta no válido: %@
fi: Virheellinen tilin numero: %@
fr: Numéro de compte non valide : %@
it: Numero di account non valido: %@
ja: 無効なアカウント番号: %@
my: အကောင့်နံပါတ် မမှန်ကန်ပါ- %@
nb: Ugyldig kontonummer: %@
nl: Ongeldig accountnummer: %@
pl: Nieprawidłowy numer konta: %@
pt: Número de conta inválido: %@
ru: Недействительный номер учетной записи: %@
tr: Geçersiz hesap numarası: %@

source: Invalid device state.
da: Ugyldig enhedstilstand.
de: Ungültiger Gerätestatus.
es: Estado de dispositivo no válido.
fi: Virheellinen laitteen tila.
fr: État de l'appareil non valide.
it: Stato del dispositivo non valido.
ja: デバイスの状態が無効です。
my: စက်အခြေအနေ မမှန်ကန်ပါ။
nb: Ugyldig enhetstilstand.
nl: Ongeldige apparaattoestand.
pl: Nieprawidłowy stan urządzenia.
pt: Estado do dispositivo inválido.
ru: Недопустимое состояние устройства.
tr: Geçersiz cihaz durumu.

source: Invalid purchase identifier.
da: Ugyldig købsidentifikator.
de: Ungültige Kauf-Kennung.
es: Identificador de compra no válido.
fi: Virheellinen oston tunnus.
fr: Identifiant d'achat invalide.
it: Identificatore acquisto non valido.
ja: 購入識別子が無効です。
my: ဝယ်ယူမှု အထောက်အထားနံပါတ်သည် မမှန်ကန်ပါ။
nb: Ugyldig identifikator for kjøp.
nl: Ongeldige aankoop-ID.
pl: Nieprawidłowy identyfikator zakupu.
pt: Identificador de compra inválido.
ru: Неверный идентификатор покупки.
tr: Geçersiz satın alma kimliği.

source: Ireland
da: Irland
de: Irland
es: Irlanda
fi: Irlanti
fr: Irlande
it: Irlanda
ja: アイルランド
my: အိုင်ယာလန်
nb: Irland
nl: Ierland
pl: Irlandia
pt: República da Irlanda
ru: Ирландия
tr: İrlanda

source: Israel
fr: Israël
it: Israele
ja: イスラエル
my: အစ္စရေး
nl: Israël
pl: Izrael
ru: Израиль
tr: İsrail
