Repository: mullvad/mullvadvpn-app
Catalog: ios/translation/locales/*.xliff
Languages: da, de, es, fi, fr, it, ja, my, nb, nl, pl, pt, ru, tr

# %@ (%@) hides patterns in your encrypted VPN traffic.
source: %1$@ (%2$@) hides patterns in your encrypted VPN traffic.
da: %1$@ (%2$@) skjuler mønstre i din krypterede VPN-trafik.
de: %1$@ (%2$@) verbirgt Muster in Ihrem verschlüsselten VPN-Traffic.
es: %1$@ (%2$@) oculta los patrones en su tráfico VPN cifrado.
fi: %1$@ (%2$@) piilottaa kuviot salatusta VPN-liikenteestäsi.
fr: %1$@ (%2$@) masque les schémas de votre trafic VPN chiffré.
it: %1$@ (%2$@) nasconde i percorsi in un traffico VPN crittografato.
ja: %1$@ (%2$@) は暗号化されたVPNトラフィックのパターンを隠します。
my: %1$@ (%2$@) က သင်၏ ကုဒ်ပြောင်းဝှက်ထားသော VPN ဝင်ရောက်ကြည့်ရှုမှုထဲရှိ ပက်တန်များကို ဝှက်ပေးသည်။
nb: %1$@ (%2$@) skjuler mønstre i din krypterte VPN-trafikk.
nl: %1$@ (%2$@) verbergt patronen in uw versleutelde VPN-verkeer.
pl: %1$@ (%2$@) ukrywa wzorce w Twoim zaszyfrowanym ruchu VPN.
pt: %1$@ (%2$@) oculta padrões no seu tráfego VPN encriptado.
ru: %1$@ (%2$@) скрывает характерные признаки в зашифрованном VPN-трафике.
tr: %1$@ (%2$@), şifrelenmiş VPN trafiğinizdeki kalıpları gizler.

source: %@ cannot be empty.
da: %@ må ikke være tom.
de: %@ darf nicht leer sein.
es: El campo «%@» no puede estar vacío.
fi: %@ ei voi olla tyhjä.
fr: %@ ne peut pas être vide.
it: %@ non può essere vuoto.
ja: %@を空にすることはできません。
my: %@ ကို အလွတ်ထား၍ မရပါ။
nb: %@ kan ikke stå tomt.
nl: %@ mag niet leeg zijn.
pl: %@ nie może być puste.
pt: %@ não pode ficar em branco.
ru: Поле %@ не может быть пустым.
tr: %@ boş olamaz.

source: %@ does this by carefully adding network noise and making all network packets the same size.
da: %@ gør dette ved omhyggeligt at tilføje netværksstøj og gøre alle netværkspakker lige store.
de: %@ tut dies, indem es Netzwerkrauschen gezielt hinzufügt und alle Netzwerkpakete gleich groß macht.
es: %@ lo realiza añadiendo con cuidado ruido de red y haciendo que todos los paquetes de red tengan el mismo tamaño.
fi: %@ tekee tämän lisäämällä varovasti verkkokohinaa ja tekemällä kaikista paketeista saman kokoisia.
fr: %@ y parvient en ajoutant soigneusement du bruit au réseau et en faisant en sorte que tous les paquets du réseau aient la même taille.
it: %@ lo fa aggiungendo con attenzione rumore di rete e rendendo tutti i pacchetti di rete della stessa dimensione.
ja: %@はネットワークノイズを入念に追加し、すべてのネットワークパケットを同じサイズにすることによってこれを実現しています。
my: %@ သည် ကွန်ရက် အနှောင့်အယှက်လျှပ်လိုင်းကို ဂရုတစိုက် ထည့်ပြီး ကွန်ရက် ပက်ကက်အားလုံးကို အရွယ်အစားတူညီအောင် ပြုလုပ်၍ ထိုသို့လုပ်ဆောင်ခြင်းဖြစ်သည်။
nb: %@ gjør det ved å legge til nettverkstøy på en forsiktig måte og sørge for at alle nettverkspakker har den samme størrelsen.
nl: %@ doet dit door zorgvuldig netwerkruis toe te voegen en alle netwerkpakketten even groot te maken.
pl: %@ w tym celu ostrożnie dodaje szum sieciowy i nadaje ten sam rozmiar wszystkim pakietom sieciowym.
pt: %@ consegue-o ao adicionar cuidadosamente ruído de rede e ao tornar todos os pacotes de rede do mesmo tamanho.
ru: Для этого %@ добавляет в трафик сетевой шум, а все пакеты приводятся к одному размеру.
tr: %@, dikkatli bir şekilde ağ paraziti ekleyerek ve tüm ağ paketlerini aynı boyuta getirerek sizi izlenmekten korur.

source: %@ left on this account
da: %@ tilbage på denne konto
de: %@ verbleibend auf diesem Konto
es: Queda(n) %@ en esta cuenta
fi: %@ jäljellä tällä tilillä
fr: %@ restants sur ce compte
it: %@ rimanenti su questo account
ja: このアカウントの残り時間は%@です
my: ဤအကောင့်တွင် သုံးစွဲခွင့် %@ ကျန်သည်
nb: %@ igjen på kontoen
nl: %@ over voor dit account
pl: %@ pozostało na tym koncie
pt: %@ restante(s) nesta conta
ru: На этой учетной записи осталось %@
tr: Bu hesapta %@ kaldı

# %@ via %@
source: %1$@ via %2$@
de: %1$@ über %2$@
es: %1$@ a través de %2$@
fi: %1$@, yhteys: %2$@
it: %1$@ tramite %2$@
ja: %1$@ (%2$@経由)
my: %2$@ မှတစ်ဆင့် %1$@
pl: %1$@ przez %2$@
ru: %1$@ через %2$@
tr: %2$@ aracılığıyla %1$@

source: %@ was added to your account.
da: %@ blev føjet til din konto.
de: %@ wurde zu Ihrem Konto hinzugefügt.
es: %@ se ha añadido a su cuenta.
fi: %@ lisättiin tilillesi.
fr: %@ a été ajouté à votre compte.
it: %@ aggiunto al tuo account.
ja: ご利用のアカウントに %@ が追加されました。
my: %@ ကို သင့်အကောင့်တွင် ထည့်လိုက်ပြီ။
nb: %@ ble lagt til kontoen din.
nl: %@ is toegevoegd aan uw account.
pl: Do konta dodano %@.
pt: %@ adicionado(s) à sua conta.
ru: На учетную запись добавлено время: %@.
tr: %@, hesabınıza eklendi.

source: %@ “Local network sharing” requires restarting the VPN connection, which will disconnect you and briefly expose your traffic. To prevent this, manually enable Airplane Mode and turn off Wi-Fi before continuing. Would you like to continue to enable “Local network sharing”?
da: "%@ Lokal netværksdeling" kræver genstart af VPN-forbindelsen, hvilket vil afbryde forbindelsen og kortvarigt blotlægge din trafik. For at undgå dette skal du manuelt aktivere flytilstand og slukke for wi-fi, inden du fortsætter. Vil du fortsætte med at aktivere "Lokal netværksdeling"?
de: „%@ Teilen im lokalen Netzwerk“ erfordert einen Neustart der VPN-Verbindung, wodurch Ihre Verbindung unterbrochen und Ihr Traffic kurzzeitig offengelegt wird. Sie können dies verhindern, indem Sie den Flugzeugmodus aktivieren und WLAN manuell deaktivieren, bevor Sie fortfahren. Möchten Sie mit der Aktivierung von „Teilen im lokalen Netzwerk“ fortfahren?
es: La %@ del «Uso compartido de la red local» requiere reiniciar la conexión VPN, que le desconectará y expondrá brevemente su tráfico. Para evitarlo, habilite manualmente el modo avión y desactive el wifi antes de continuar. ¿Quiere continuar y habilitar el «Uso compartido de red la local»?
fi: "%@ Paikallisen verkon jakaminen" vaatii VPN-yhteyden käynnistämistä uudelleen, mikä katkaisee yhteytesi ja paljastaa liikenteesi hetkeksi. Voit estää tämän ottamalla lentokonetilan käyttöön ja poistamalla WiFi-yhteyden käytöstä manuaalisesti ennen jatkamista. Haluatko jatkaa paikallisen verkon jakamisen käyttöönottoa?
fr: « %@ du partage de réseau local » nécessite de redémarrer la connexion VPN, ce qui vous déconnectera et exposera brièvement votre trafic. Pour empêcher cela, activez manuellement le mode avion et désactivez le Wi-Fi avant de continuer. Voulez-vous continuer et activer le « partage de réseau local » ?
it: "Condivisione rete locale: %@" richiede il riavvio della connessione VPN, che ti disconnetterà e renderà temporaneamente pubblico il tuo traffico. Per evitare ciò, attiva manualmente la Modalità aereo e disattiva il Wi-Fi prima di continuare. Vuoi continuare ad abilitare "Condivisione rete locale"?
ja: 「ローカルネットワーク共有の%@」には、VPN接続の再起動が必要です。これを行うと接続が切断され、一時的に通信が露出する可能性があります。 これを防ぐには、続行する前に手動で機内モードを有効にし、Wi-Fiをオフにしてください。 「ローカルネットワーク共有」の有効化を続行しますか？
my: "လိုကယ် ကွန်ရက် ဝေမျှမှု %@” သည် VPN ချိတ်ဆက်မှုကို ပြန်လည်စတင်ရန် လိုအပ်ပါသည်၊ ပြန်လည်စတင်သည့်အခါ ချိတ်ဆက်မှုကို ဖြုတ်လိုက်ပြီး အင်တာနက်ပေါ်သို့ ကူးလူးနေသော ဒေတာတို့ကို အများက ခဏတာ မြင်တွေ့နိုင်ပါသည်။ ဤကဲ့သို့ မဖြစ်စေရန် ဆက်မလုပ်မီ Airplane Mode ကို ကိုယ်တိုင်ဖွင့်ပြီး Wi-Fi ကို ပိတ်ပါ။ "လိုကယ် ကွန်ရက် ဝေမျှမှု"ကို ဖွင့်ရန် ဆက်လုပ်လိုပါသလား။
nb: «%@ Deling over lokalt nettverk» krever at VPN-tilkoblingen startes på nytt, noe som vil koble deg fra og midlertidig eksponere trafikken din. For å forhindre dette må du aktivere flymodus manuelt og slå av Wi-Fi før du fortsetter. Vil du fortsette å aktivere «Deling over lokalt nettverk»?
nl: Voor "Delen met lokaal netwerk %@" moet u de VPN-verbinding opnieuw opstarten. De verbinding wordt dan kort onderbroken en uw verkeer wordt blootgesteld. Om dit te voorkomen, kunt u handmatig de vliegtuigmodus inschakelen en wifi uitschakelen voordat u doorgaat. Wilt u doorgaan met het inschakelen van "Delen met lokaal netwerk"?
pl: %@ „Udostępnianie sieci lokalnej” wymaga ponownego uruchomienia połączenia VPN, co spowoduje rozłączenie i krótkotrwałe ujawnienie ruchu sieciowego. Aby temu zapobiec, przed kontynuowaniem ręcznie włącz tryb samolotowy i wyłącz Wi-Fi. Czy chcesz kontynuować włączanie funkcji „Udostępnianie sieci lokalnej”?
pt: %@ "a partilha de rede local" requer reiniciar a ligação VPN, o que o irá desligar e expor temporariamente o seu tráfego. Para evitar isto, ative manualmente o Modo avião e desligue o Wi-Fi antes de continuar. Pretende continuar para ativar a "Partilha de rede local"?
ru: %@ «Обмен данными в локальной сети» требует перезапуска VPN-соединения, что приведет к отключению и кратковременной уязвимости вашего трафика. Чтобы этого не произошло, вручную включите режим «В самолете» и отключите Wi-Fi, прежде чем продолжить. Продолжить и включить параметр «Обмен данными в локальной сети»?
tr: “Yerel ağ paylaşımını %@”, VPN bağlantısının yeniden başlatılmasını gerektirdiği için bağlantınız kesilir ve trafiğiniz kısa süreliğine korumasız kalır. Bunu önlemek için devam etmeden önce Uçak Modu’nu manuel olarak etkinleştirin ve Wi-Fi’yi kapatın. “Yerel ağ paylaşımını” etkinleştirmeye devam etmek ister misiniz?

source: %@-enabled
da: %@-aktiveret
de: %@ aktiviert
es: Con %@
fi: %@ käytössä
fr: Compatible %@
it: Abilitato per %@
ja: %@が有効
my: %@ ဖွင့်ထားသည်
nb: %@-aktivert
nl: %@-ingeschakeld
pl: Obsługuje %@
pt: %@ ativado
ru: Поддержка: %@
tr: %@ etkin

source: %d more...
da: %d mere ...
de: %d weitere …
es: %d más...
fi: %d lisää...
fr: %d de plus…
it: Altri %d...
ja: その他%d件…
my: နောက်ထပ် %d ...
nb: %d til …
nl: Nog %d...
pl: Jeszcze %d...
pt: Mais %d...
ru: Еще %d...
tr: %d tane daha...

source: %lld more...
da: %lld mere ...
de: %lld weitere …
es: %lld más...
fi: %lld lisää...
fr: %lld de plus…
it: Altri %lld...
ja: その他%lld件…
my: နောက်ထပ် %lld ...
nb: %lld til …
nl: Nog %lld...
pl: Jeszcze %lld...
pt: Mais %lld...
ru: Еще %lld...
tr: %lld tane daha...

source: **Attention: This increases network traffic and will also negatively affect speed, latency, and battery usage. Use with caution on limited plans.**
da: **Bemærk: Dette øger netværkstrafikken og vil også påvirke hastighed, ventetid og batteriforbrug negativt. Brug det varsomt på abonnementer med begrænsninger.**
de: **Achtung! Dies erhöht den Netzwerkverkehr und wirkt sich auch negativ auf die Geschwindigkeit, die Latenz und den Akkuverbrauch aus. Bei begrenzten Tarifen ist Vorsicht geboten.**
es: **Atención: Esto aumenta el tráfico de la red y también afectará negativamente a la velocidad, la latencia y el uso de la batería. Úselo con precaución en planes limitados.**
fi: **Huomio: Toiminto kasvattaa verkkoliikennettä ja vaikuttaa sen vuoksi negatiivisesti sekä nopeuteen, viiveeseen että akun kulumiseen. Käytä harkiten, kun datasopimuksesi on rajoitettu.**
fr: **Attention : cette option augmente le trafic sur le réseau et peut avoir un impact négatif sur la vitesse, la latence et l'utilisation de la batterie. À utiliser avec précaution pour les forfaits limités.**
it: **Attenzione: questo aumenta il traffico di rete e avrà anche effetti negativi su velocità, latenza e consumo della batteria. Da usare con cautela su un piano dati limitato.**
ja: **注: これによりネットワークトラフィックが増加し、速度、遅延状況、バッテリー消費量にも悪影響を及ぼします。データ通信量に制限のあるプランでは慎重に利用してください。**
my: **သတိပြုရန်—ယင်းသည် ကွန်ရက်အသုံးပြုမှုကို တိုးမြှင့်စေပြီး၊ အမြန်နှုန်း၊ နောက်ကျမှုနှင့် မိုဘိုင်းဘက်ထရီအသုံးစွဲမှုတို့အပေါ် ဆိုးကျိုးများ ဖြစ်စေနိုင်ပါသည်။ ကန့်သတ်မှုရှိသော မိုဘိုင်းပလန်များတွင် သတိထား၍ အသုံးပြုပါ။**
nb: **OBS: Dette vil øke nettverkstrafikken og også ha negativ innvirkning på hastighet, ventetid og batteriforbruk. Bruk med varsomhet hvis du har abonnement med begrenset data.**
nl: **Let op: dit verhoogt het netwerkverkeer en heeft een negatieve invloed op de snelheid, de latentie en het batterijverbruik. Gebruik dit voorzichtig bij beperkte abonnementen.**
pl: **Uwaga: zwiększa to ruch sieciowy, a także negatywnie wpływa na szybkość, opóźnienia i zużycie baterii. Używaj ostrożnie w przypadku planów z ograniczeniami.**
pt: **Atenção: Isto aumenta o tráfego de rede e também afeta negativamente a velocidade, a latência e a utilização da bateria. Utilize com precaução em planos limitados.**
ru: **Внимание! Включение этой функции приведет к увеличению сетевого трафика. Также снизится скорость, увеличится задержка и усилится расход заряда аккумулятора. Будьте внимательны при использовании функции на ограниченных по трафику планах.**
tr: **Dikkat: Bu, ağ trafiğini artırır ve hızı, gecikmeyi ve pil kullanımını da olumsuz bir şekilde etkiler. Sınırlı planlarda dikkatli kullanın.**

source: **Tap here** to see what’s new
da: **Tryk her** for at se nyhederne
de: **Tippen Sie hier**, um die Neuigkeiten zu sehen
es: **Toque aquí** para ver las novedades
fi: Katso uudet ominaisuudet **napauttamalla tästä**
fr: **Appuyez ici** pour voir les nouveautés
it: **Tocca qui** per vedere le novità
ja: 新機能を確認するには**こちらをタップ**
my: အသစ်ထူးသော အကြောင်းအရာကို ကြည့်ရန် **ဤနေရာကို နှိပ်ပါ**
nb: **Trykk her** for å se hva som er nytt
nl: **Tik hier** om te zien wat er nieuw is
pl: **Dotknij tutaj**, aby zobaczyć, co nowego
pt: **Toque aqui** para ver as novidades
ru: **Нажмите здесь** и узнайте, что нового
tr: Yenilikleri görmek için **buraya dokunun**

source: API access
da: API-adgang
de: API-Zugriff
es: Acceso a API
fi: Ohjelmointirajapinnan käyttö
fr: Accès à l'API
it: Accesso API
ja: APIアクセス
my: API ရယူသုံးစွဲခွင့်
nb: API-tilgang
nl: API-toegang
pl: Dostęp do API
pt: Acesso à API
ru: Доступ к API
tr: API erişimi

source: API reachable
da: API tilgængelig
de: API erreichbar
es: API accesible
fi: Ohjelmointirajapinta saavutettavissa
fr: API joignable
it: API raggiungibile
ja: API到達可能
my: API ဝင်ရောက် သုံးစွဲနိုင်ပါသည်
nb: API tilgjengelig
nl: API bereikbaar
pl: API osiągalny
pt: API alcançável
ru: Есть доступ к API
tr: Erişilebilir API

source: API unreachable
da: API utilgængelig
de: API nicht erreichbar
es: API inaccesible
fi: Ohjelmointirajapinta ei ole saavutettavissa
fr: API injoignable
it: API non raggiungibile
ja: API到達不能
my: API ဝင်ရောက် သုံးစွဲ၍ မရနိုင်ပါ
nb: API ikke tilgjengelig
nl: API onbereikbaar
pl: API nieosiągalny
pt: API inalcançável
ru: Нет доступа к API
tr: Erişilemez API

source: API unreachable, save method anyway?
da: API utilgængelig, gemme metode alligevel?
de: API nicht erreichbar, Methode dennoch speichern?
es: API inaccesible, ¿guardar el método de todos modos?
fi: API ei ole tavoitettavissa. Tallennetaanko menetelmä silti?
fr: API injoignable, enregistrer quand même la méthode ?
it: API non raggiungibile, salvare comunque il metodo?
ja: API に到達できません。方法を保存しますか？
my: API နှင့် ချိတ်၍မရပါ၊ မည်သို့ပင်ဖြစ်စေ နည်းလမ်းကို သိမ်းမလား။
nb: API ikke tilgjengelig, lagre metoden uansett?
nl: API onbereikbaar, methode toch opslaan?
pl: Interfejs API nieosiągalny, zapisać metodę mimo to?
pt: API inalcançável, guardar o método mesmo assim?
ru: Нет доступа к API. Сохранить метод?
tr: API'ye erişilemiyor, yöntem yine de kaydedilsin mi?

source: About %@ method...
da: Om %@-metoden ...
de: Über die %@-Methode …
es: Acerca del método %@...
fi: Tietoa tavasta %@...
fr: À propos de la méthode %@...
it: Info sul metodo %@...
ja: %@の方法について...
my: %@ နည်းလမ်း အကြောင်း...
nb: Om metoden %@ …
nl: Over de %@-methode...
pl: O metodzie %@...
pt: Sobre o método %@...
ru: О методе: %@...
tr: %@ yöntemi hakkında...

source: About API access…
da: Om API-adgang…
de: Über den API-Zugriff …
es: Acerca del acceso a API…
fi: Tietoa API-käytöstä…
fr: À propos de l'accès à l'API…
it: Info sull'accesso all'API…
ja: APIアクセスについて...
my: API ရယူသုံးစွဲခွင့်အကြောင်း…
nb: Om API-tilgang…
nl: Over API-toegang…
pl: O dostępie przez interfejs API…
pt: Sobre o acesso à API…
ru: О доступе к API…
tr: API erişimi hakkında…

source: About Server IP override...
da: Om tilsidesættelse af server-IP ...
de: Über die Überschreibung der Server-IP …
es: Acerca de la anulación de IP de servidor...
fi: Tietoa palvelimen IP-osoitteen ohituksesta...
fr: À propos de la substitution d'IP de serveur...
it: Info sulla sovrascrittura IP server...
ja: サーバーIPのオーバーライドについて...
my: ဆာဗာ IP ကို ကျော်လွန် ပယ်ဖျက်မှု အကြောင်း…
nb: Om overstyring av server-IP…
nl: Over overschrijving van server-IP-adressen...
pl: O zastąpieniu adresu IP serwera...
pt: Sobre a substituição do IP do servidor...
ru: О переопределении IP-адреса сервера...
tr: Sunucu IP'sini geçersiz kılma hakkında...

source: Account
da: Konto
de: Konto
es: Cuenta
fi: Tili
fr: Compte
ja: アカウント
my: အကောင့်
nb: Konto
pl: Konto
pt: Conta
ru: Учетная запись
tr: Hesap

source: Account created
da: Konto oprettet
de: Konto erstellt
es: Cuenta creada
fi: Tili luotu
fr: Compte créé
it: Account creato
ja: アカウントを作成しました
my: အကောင့် ဖန်တီးပြီး
nb: Konto opprettet
nl: Account aangemaakt
pl: Utworzono konto
pt: Conta criada
ru: Учетная запись создана
tr: Hesap oluşturuldu

source: Account credit expires soon
da: Kontokredit udløber snart
de: Kontoguthaben läuft bald ab
es: El crédito de la cuenta caduca pronto
fi: Tilin käyttöaika päättyy pian
fr: Les crédits du compte expirent bientôt
it: Il credito dell'account scadrà presto
ja: アカウントのクレジットがもうすぐ無効になります
my: မကြာမီ အကောင့် ခရက်ဒစ် သက်တမ်းကုန်ပါတော့မည်
nb: Kontokreditt utløper snart
nl: Accountkrediet verloopt binnenkort
pl: Doładowanie konta wkrótce wygasa
pt: O crédito da conta expira brevemente
ru: Баланс учетной записи скоро закончится
tr: Hesap kredisinin süresi yakında doluyor

source: Account credit has expired
da: Kontokreditten er udløbet
de: Das Kontoguthaben ist abgelaufen
es: El crédito de la cuenta ha caducado
fi: Tilin saldo on vanhentunut
fr: Le crédit du compte a expiré
it: Il credito dell'account è scaduto
ja: アカウントのクレジットが期限切れです
my: အကောင့် ခရက်ဒစ် သက်တမ်းကုန်ဆုံးသွားပါပြီ
nb: Kontokreditt utløpt
nl: Accountkrediet is verlopen
pl: Doładowanie konta wygasło
pt: O crédito da conta expirou
ru: Баланс учетной записи закончился
tr: Hesap kredisinin süresi doldu

source: Account deletion
da: Sletning af konto
de: Kontolöschung
es: Eliminación de la cuenta
fi: Tilin poisto
fr: Suppression du compte
it: Eliminazione account
ja: アカウントの削除
my: အကောင့် ဖျက်ခြင်း
nb: Sletting av konto
nl: Accountverwijdering
pl: Usunięcie konta
pt: Eliminação da conta
ru: Удаление учетной записи
tr: Hesap silme

source: Account number
da: Kontonummer
de: Kontonummer
es: Número de cuenta
fi: Tilin numero
fr: Numéro de compte
it: Numero di account
ja: アカウント番号
my: အကောင့် နံပါတ်
nb: Kontonummer
nl: Accountnummer
pl: Numer konta
pt: Número de conta
ru: Номер учетной записи
tr: Hesap numarası

source: Active features
da: Aktive funktioner
de: Aktive Funktionen
es: Características activas
fi: Käytössä olevat ominaisuudet
fr: Fonctionnalités activées
it: Funzionalità attive
ja: 有効な機能
my: သက်ဝင်နေသည့် လုပ်ဆောင်ချက်များ
nb: Aktive funksjoner
nl: Actieve functies
pl: Aktywne funkcje
pt: Funcionalidades ativas
ru: Активные функции
tr: Aktif özellikler

source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
it: Aggiungi
ja: 追加
my: ပေါင်းထည့်ရန်
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
tr: Ekle

source: Add 30 days time (%@)
da: Tilføj 30 dages tid (%@)
de: 30 Tage Zeit hinzufügen (%@)
es: Añadir 30 días (%@)
fi: Lisää 30 päivää käyttöaikaa (%@)
fr: Ajouter 30 jours de temps (%@)
it: Aggiungi 30 giorni di tempo (%@)
ja: 30日分を追加 (%@)
my: အချိန် ရက် 30 တိုးရန် (%@)
nb: Legg til 30 dager (%@)
nl: 30 dagen tijd toevoegen (%@)
pl: Dodaj 30 dni (%@)
pt: Adicionar 30 dias (%@)
ru: Добавить 30 дней (%@)
tr: 30 gün uzatın (%@)

source: Add 90 days time (%@)
da: Tilføj 90 dages tid (%@)
de: 90 Tage Zeit hinzufügen (%@)
es: Añadir 90 días (%@)
fi: Lisää 90 päivää käyttöaikaa (%@)
fr: Ajouter 90 jours de temps (%@)
it: Aggiungi 90 giorni di tempo (%@)
ja: 90日分を追加 (%@)
my: အချိန် ရက် 90 တိုးရန် (%@)
nb: Legg til 90 dager (%@)
nl: 90 dagen tijd toevoegen (%@)
pl: Dodaj 90 dni (%@)
pt: Adicionar 90 dias (%@)
ru: Добавить 90 дней (%@)
tr: 90 gün uzatın (%@)

source: Add a server
da: Tilføj en server
de: Server hinzufügen
es: Añadir un servidor
fi: Lisää palvelin
fr: Ajouter un serveur
it: Aggiungi un server
ja: サーバーを追加
my: ဆာဗာ ပေါင်းထည့်ရန်
nb: Legg til en server
nl: Server toevoegen
pl: Dodaj serwer
pt: Adicionar um servidor
ru: Добавить сервер
tr: Sunucu ekle

source: Add method
da: Tilføj metode
de: Methode hinzufügen
es: Añadir método
fi: Lisää menetelmä
fr: Ajouter un mode
it: Aggiungi metodo
ja: 方法の追加
my: နည်းလမ်း ပေါင်းထည့်ရန်
nb: Legg til metode
nl: Methode toevoegen
pl: Dodaj metodę
pt: Adicionar método
ru: Добавление метода
tr: Yöntem ekle

source: Add time
da: Tilføj tid
de: Zeit hinzufügen
es: Añadir tiempo
fi: Lisää käyttöaikaa
fr: Ajouter du temps
it: Aggiungi tempo
ja: 時間を追加
my: အချိန်တိုးရန်
nb: Legg til tid
nl: Tijd toevoegen
pl: Dodaj czas
pt: Adicionar tempo
ru: Добавить время
tr: Süre ekle

source: Adelaide
fr: Adélaïde
ja: アデレード
my: အက်ဒလိတ်
pl: Adelajda
ru: Аделаида

source: Ads
da: Annoncer
de: Werbung
es: Anuncios
fi: Mainokset
fr: Publicités
it: Annunci
ja: 広告
my: ကြောငြာများ
nb: Annonser
nl: Advertenties
pl: Reklamy
pt: Anúncios
ru: Реклама
tr: Reklamlar

source: Adult content
da: Voksenindhold
de: Inhalte für Erwachsene
es: Contenido para adultos
fi: Aikuisille suunnattu sisältö
fr: Contenu pour adultes
it: Contenuti per adulti
ja: アダルトコンテンツ
my: လူကြီး အကြောင်းအရာ
nb: Vokseninnhold
nl: Content voor volwassenen
pl: Treści dla dorosłych
pt: Conteúdo para adultos
ru: Контент для взрослых
tr: Yetişkinlere özel içerik

source: Agree and continue
da: Accepter og fortsæt
de: Akzeptieren und weiter
es: Aceptar y continuar
fi: Hyväksy ja jatka
fr: Accepter et continuer
it: Accetta e continua
ja: 同意して続行
my: သဘောတူပြီး ဆက်လုပ်ရန်
nb: Godta og fortsett
nl: Akkoord en doorgaan
pl: Zaakceptuj i kontynuuj
pt: Concordar e continuar
ru: Согласиться и продолжить
tr: Kabul et ve devam et

source: Albania
da: Albanien
de: Albanien
fr: Albanie
ja: アルバニア
my: အယ်လ်ဘေးနီးယား
nl: Albanië
pt: Albânia
ru: Албания
tr: Arnavutluk

source: All
da: Alle
de: Alle
es: Todo
fi: Kaikki
fr: Tous
it: Tutti
ja: すべて
my: အားလုံး
nb: Alle
nl: Alles
pl: Wszystkie
pt: Tudo
ru: Все
tr: Hepsi

source: All locations
da: Alle placeringer
de: Alle Standorte
es: Todas las ubicaciones
fi: Kaikki sijainnit
fr: Toutes les localisations
it: Tutti i luoghi
ja: すべての場所
my: တည်နေရာအာလုံး
nb: Alle steder
nl: Alle locaties
pl: Wszystkie lokalizacje
pt: Todas as localizações
ru: Все местоположения
tr: Tüm konumlar

source: All providers
da: Alle udbydere
de: Alle Anbieter
es: Todos los proveedores
fi: Kaikki palveluntarjoajat
fr: Tous les fournisseurs
it: Tutti i fornitori
ja: すべてのプロバイダ
my: ပံ့ပိုးသူအားလုံး
nb: Alle leverandører
nl: Alle aanbieders
pl: Wszyscy dostawcy
pt: Todos os fornecedores
ru: Все провайдеры
tr: Tüm hizmet sağlayıcılar

source: Amsterdam
es: Ámsterdam
ja: アムステルダム
my: အမ်စတာဒမ်
pt: Amesterdão
ru: Амстердам

source: Any
da: Enhver
de: Beliebige
es: Cualquiera
fi: Mikä tahansa
fr: N'importe lequel
it: Qualsiasi
ja: すべて
my: တစ်ခုခု
nb: Hvilken som helst
nl: Elke
pl: Dowolny
pt: Qualquer
ru: Все
tr: Tümü

source: App Store receipt is not found on disk.
da: App Store-kvittering findes ikke på disken.
de: Der App-Store-Quittung ist auf dem Laufwerk nicht zu finden.
es: No se encuentra el recibo de App Store en el disco.
fi: App Storen kuittia ei löydy levyltä.
fr: Reçu de l'App Store introuvable sur le disque.
it: La ricevuta dell'App Store non è stata trovata sul disco.
ja: App Storeの領収書がディスク上にありません。
my: App Store ပြေစာကို Disk တွင် ရှာမတွေ့ပါ။
nb: Fant ikke kvittering fra App Store på disken.
nl: Geen ontvangstbewijs van de App Store gevonden op de schijf.
pl: Na dysku nie znaleziono dowodu zakupu z App Store.
pt: O recibo da App Store não foi encontrado no disco.
ru: Квитанция App Store не найдена на диске.
tr: App Store makbuzu diskte bulunamıyor.

source: App logs
da: Appens logfiler
de: App-Protokolle
es: Registros de la aplicación
fi: Sovelluslokit
fr: Journaux de l'application
it: Log dell'app
ja: アプリのログ
my: အက်ပ် မှတ်တမ်းများ
nb: Applogger
nl: App-logboeken
pl: Dzienniki aplikacji
pt: Registos da aplicação
ru: Журналы приложения
tr: Uygulama kayıtları
