Repository: mullvad/mullvadvpn-app
Catalog: ios/translation/locales/*.xliff
Languages: da, de, es, fi, fr, it, ja, my, nb, nl, pl, pt, ru, tr

source: You can add more time via the account view or website to continue using the VPN.
da: Du kan tilføje mere tid via kontoens visning eller hjemmeside for at blive ved med at bruge VPN'en.
de: Sie können über die Kontoansicht oder die Website Zeit hinzufügen, um das VPN weiterhin zu verwenden.
es: Puede añadir más tiempo en la vista de la cuenta o en el sitio web para seguir usando la VPN.
fi: Voit lisätä aikaa tilinäkymän tai verkkosivuston kautta, jotta voit jatkaa VPN:n käyttöä.
fr: Vous pouvez ajouter plus de temps via la page de visualisation du compte ou le site Web pour continuer d'utiliser le VPN.
it: Puoi aggiungere altro tempo tramite la vista dell'account o il sito web per continuare a utilizzare la VPN.
ja: アカウント画面かウェブサイトから時間を追加することで、VPNを引き続き使用できます。
my: VPN ကို ဆက်လက်အသုံးပြုရန် အကောင့် ပြသမှု သို့မဟုတ် ဝက်ဘ်ဆိုက်မှတစ်ဆင့် အချိန်ထပ်တိုးနိုင်ပါသည်။
nb: Du kan legge til mer tid via kontooversikten eller nettstedet for å fortsette å bruke VPN.
nl: U kunt meer tijd toevoegen via de accountweergave of via de website om de VPN te blijven gebruiken.
pl: Aby kontynuować korzystanie z VPN, można dodać więcej czasu w widoku konta lub na stronie internetowej.
pt: Pode adicionar mais tempo através da vista da conta ou do site para continuar a usar a VPN.
ru: Чтобы продолжить пользоваться VPN, добавьте время через раздел учетной записи или сайт.
tr: VPN kullanmaya devam etmek için hesap görünümünden ya da web sitesinden daha fazla süre ekleyebilirsiniz.

source: You can have up to 5 devices logged in on one Mullvad account.
da: Du kan have op til 5 enheder logget ind på én Mullvad-konto.
de: Es sind pro Mullvad-Konto bis zu 5 angemeldete Geräte möglich.
es: Puede tener hasta 5 dispositivos conectados a una cuenta de Mullvad.
fi: Yhdelle Mullvad-tilille voi olla kirjautuneena enintään viisi laitetta.
fr: Vous pouvez connecter jusqu'à 5 appareils au même compte Mullvad.
it: Puoi avere fino a 5 dispositivi registrati su un account Mullvad.
ja: 1つのMullvadアカウントで最大5台のデバイスにログインできます。
my: Mullvad အကောင့်တစ်ခုတွင် စက် 5 ခုအထိ ဝင်ရောက်ထားနိုင်ပါသည်။
nb: Du kan ha opptil fem enheter logget inn på samme Mullvad-konto.
nl: U kunt maximaal 5 apparaten aangemeld hebben op één Mullvad-account.
pl: Na jednym koncie Mullvad może być zalogowanych maksymalnie 5 urządzeń.
pt: Pode ter até 5 dispositivos com sessão iniciada numa só conta Mullvad.
ru: К одной учетной записи Mullvad можно подключить до 5 устройств.
tr: Bir Mullvad hesabı ile en fazla 5 cihazda oturum açabilirsiniz.

source: You can now continue logging in on this device.
da: Du kan nu fortsætte med at logge ind på denne enhed.
de: Sie können jetzt mit der Anmeldung auf diesem Gerät fortfahren.
es: Ya puede iniciar sesión en este dispositivo.
fi: Voit nyt jatkaa kirjautumista tällä laitteella.
fr: Vous pouvez maintenant continuer la connexion sur cet appareil.
it: Ora puoi continuare ad accedere su questo dispositivo.
ja: このデバイスでログインを続けられるようになりました。
my: သင်သည် ယခု ဤစက်တွင် ဆက်လက် ဝင်ရောက်နိုင်သည်။
nb: Du kan nå fortsette med å logge på denne enheten.
nl: U kunt nu doorgaan met het aanmelden bij dit apparaat.
pl: Teraz można kontynuować logowanie się na tym urządzeniu.
pt: Agora pode continuar a ligação neste dispositivo.
ru: Теперь можно войти в учетную запись на этом устройстве.
tr: Artık bu cihazda oturum açmaya devam edebilirsiniz.

source: You can use the "restore purchases" function to check for any in-app payments made via Apple services. If there is a payment that has not been credited, it will add the time to the currently logged in Mullvad account.
da: Du kan bruge funktionen "Gendan køb for at tjekke for eventuelle betalinger i appen, der er foretaget via Apple-tjenester. Hvis der er en betaling, som ikke er blevet krediteret, vil den blive tilføjet til den aktuelle Mullvad-konto, som du er logget på.
de: Sie können die Funktion „Einkäufe wiederherstellen“ verwenden, um die in der App über Apple-Dienste getätigten Zahlungen zu überprüfen. Wenn eine Zahlung nicht auf Ihrem Konto gutgeschrieben wurde, wird sie der Zeit Ihres derzeit angemeldeten Mullvad-Kontos hinzugefügt.
es: Puede utilizar la función «Restaurar compras» para comprobar si hay algún pago en la aplicación realizado a través de los servicios de Apple. Si hubiera algún pago que no se ha abonado, añadiría el tiempo a la cuenta de Mullvad conectada actualmente.
fi: Voit tarkistaa sovelluksessa Applen palveluiden kautta tehdyt maksut ostosten palautustoiminnolla. Jos jotakin maksua ei ole vielä hyvitetty tilille, toiminto lisää käyttöajan sillä hetkellä kirjautuneelle Mullvad-tilille.
fr: Vous pouvez utiliser la fonctionnalité « rétablir les achats » pour vérifier si des paiements dans l'application ont été effectués via les services d'Apple. Si un paiement n'a pas été crédité, du temps sera ajouté au compte Mullvad connecté actuellement.
it: Puoi utilizzare la funzione "Ripristina acquisti" per verificare eventuali pagamenti in-app effettuati tramite i servizi Apple. Se un pagamento non è stato accreditato, il tempo verrà aggiunto all'account Mullvad attualmente connesso.
ja: 「購入を復元する」機能を使用すると、Appleのサービスを介して行われたアプリ内課金を確認できます。未反映の課金がある場合は、現在ログイン中のMullvadアカウントに時間が追加されます。
my: Apple ဝန်ဆောင်မှုများမှတစ်ဆင့် လုပ်ဆောင်သော အက်ပ်တွင်း ပေးချေမှုမှန်သမျှကို ရှာကြည့်ရန်အတွက် "ဝယ်ယူမှုများကို ပြန်လည်ရယူရန်" လုပ်ဆောင်ချက်ကို သုံးနိုင်ပါသည်။ ငွေပေးချေမှုတစ်ခုခုအတွက် ရသင့်သည့် အချိန်ကို အကောင့်တွင် မထည့်သေးပါက ထိုသို့လုပ်ဆောင်ခြင်းဖြင့် လက်ရှိဝင်ရောက်ထားသော Mullvat အကောင့်တွင် အချိန်ထပ်တိုးပေးပါမည်။
nb: Du kan bruke funksjonen «Gjenopprett kjøp» for å sjekke om det er gjort noen betalinger i appen via Apple-tjenester. Hvis det er en betaling som ikke er kreditert, vil den legge til tiden til den Mullvad-kontoen som for øyeblikket er logget inn.
nl: Met de functie "aankopen herstellen" kunt u controleren of er betalingen in de app zijn gedaan via de diensten van Apple. Als er een betaling is die niet is bijgeschreven op uw tegoed, wordt de tijd toegevoegd aan het Mullvad-account dat nu is aangemeld.
pl: Aby sprawdzić wszelkie płatności w aplikacji dokonane za pośrednictwem usług Apple, można skorzystać z funkcji „Przywróć zakupy”. Jeśli płatność nie została zaksięgowana, czas zostanie dodany do aktualnie zalogowanego konta Mullvad.
pt: Pode usar a função "restaurar compras" para verificar se houve algum pagamento na aplicação efetuado através dos serviços da Apple. Se existir um pagamento que ainda não tenha sido creditado, o tempo será adicionado à conta Mullvad com sessão iniciada atualmente.
ru: Вы можете использовать функцию «Восстановить покупки», чтобы проверить все платежи в приложении, совершенные через сервисы Apple. Если будет найден платеж, который еще не был зачислен, соответствующее время добавится к активной учетной записи Mullvad.
tr: Apple üzerinden yapılan uygulama içi ödemeleri kontrol etmek için “satın alımları geri yükle” işlevini kullanabilirsiniz. Henüz hesabınıza yansımamış bir ödeme varsa, süre şu anda oturum açmış olduğunuz Mullvad hesabına eklenecektir.

source: You have %@ left on this account.
da: Du har %@ tilbage på denne konto.
de: Sie haben noch %@ auf diesem Konto.
es: Le quedan %@ en esta cuenta.
fi: Sinulla on %@ jäljellä tällä tilillä.
fr: Il vous reste %@ sur ce compte.
it: Ti rimangono %@ su questo account.
ja: このアカウントの残り時間は%@です。
my: ဤအကောင့်တွင် %@ ကျန်ရှိနေပါသည်။
nb: Du har %@ igjen på kontoen.
nl: U hebt nog %@ over voor dit account.
pl: Na tym koncie pozostało Ci %@.
pt: Tem %@ restante nesta conta.
ru: На этой учетной записи у вас осталось %@.
tr: Bu hesabınızda %@ kaldı.

source: You have a right to privacy. That’s why we never store activity logs, don’t ask for personal information, and encourage anonymous payments. In some situations, as outlined in our privacy policy, we might process personal data that you choose to send, for example if you email us. We strongly believe in retaining as little data as possible because we want you to remain anonymous.
da: Du har ret til privatliv. Derfor lagrer vi aldrig aktivitetslogfiler, vi beder ikke om personoplysninger, og vi opfordrer til anonyme betalinger. I nogle situationer, som beskrevet i vores privatlivspolitik, kan vi behandle personoplysninger, som du vælger at sende, f.eks. hvis du sender os en e-mail. Vi er overbeviste om, at vi skal opbevare så få data som muligt, da vi ønsker, at du forbliver anonym.
de: Sie haben ein Recht auf Privatsphäre. Aus diesem Grund speichern wir niemals Aktivitätsprotokolle, fragen keine personenbezogenen Daten ab und empfehlen die Verwendung anonymer Zahlungsmethoden. In bestimmten Situationen, wie in unserer Datenschutzrichtlinie beschrieben, können wir personenbezogene Daten verarbeiten, die Sie uns freiwillig übermitteln, beispielsweise wenn Sie uns eine E-Mail senden. Wir sind der festen Überzeugung, dass so wenig Daten wie möglich gespeichert werden sollten, da wir möchten, dass Sie anonym bleiben.
es: Tiene derecho a la privacidad. Por eso nunca guardamos registros de actividad, no pedimos información personal y animamos a realizar pagos anónimos. En algunas situaciones, como se detalla en nuestra política de privacidad, podríamos procesar datos personales que usted haya decidido enviarnos, por ejemplo, cuando nos manda un correo electrónico. Nos esforzamos por retener la menor cantidad de datos posible porque queremos que permanezca anónimo.
fi: Sinulla on oikeus yksityisyyteen. Tästä syystä emme koskaan tallenna toimintalokeja, emme pyydä henkilötietoja ja kannustamme käyttämään anonyymeja maksutapoja. Joissakin tilanteissa saatamme käsitellä tietosuojakäytännössämme kuvatulla tavalla henkilötietojasi, joita päätät lähettää meille, jos esimerkiksi lähetät meille sähköpostiviestin. Uskomme vahvasti mahdollisimman pienen tietomäärän säilyttämiseen, koska haluamme sinun pysyvän anonyymina.
fr: Vous avez droit à la confidentialité. C'est pourquoi nous ne stockons jamais les journaux d'activité, ne demandons pas d'informations personnelles et encourageons les paiements anonymes. Dans certaines situations, de la manière décrite dans notre politique de confidentialité, il est possible que nous traitions des données personnelles que vous choisissez de nous envoyer, par exemple si vous nous envoyez un e-mail. Nous croyons fermement en l'importance de conserver le moins de données possibles, car nous voulons que vous restiez anonyme.
it: La privacy è un tuo diritto. Ecco perché non memorizziamo mai log delle attività, non chiediamo informazioni personali e incoraggiamo i pagamenti anonimi. In alcune situazioni, come indicato nella nostra informativa sulla privacy, potremmo trattare i dati personali che scegli di inviare, ad esempio in caso di una tua e-mail. Crediamo fermamente nell'importanza di archiviare il minor numero possibile di dati perché vogliamo che tu mantenga l'anonimato.
ja: あなたにはプライバシー保護の権利があります。そのため、当社ではアクティビティログを保存せず、個人情報の提供も求めず、匿名でのお支払いを推奨しています。 プライバシーポリシーに記載されている通り、特定の状況下 (例: 当社へのメールによるお問い合わせ) においてご自身で送信を選択された個人データについては処理を行う可能性があります。 当社では、匿名性を維持するために可能な限り最小限のデータ保持を心がけています。
my: သင့်တွင် ကိုယ်ရေးအချက်အလက်များကို ကာကွယ်ရန် အခွင့်အရေးရှိပါသည်။ ထို့ကြောင့် ကျွန်ုပ်တို့သည် မည်သည့်အခါမျှ သင်၏ လုပ်ဆောင်မှုမှတ်တမ်းများကို သိမ်းဆည်းခြင်းမရှိ ကိုယ်ရေးအချက်အလက်များကို မေးမြန်းခြင်းမရှိဘဲ အမည်ဝှက်၍ ငွေပေးချေမှုများ လုပ်ဆောင်ခြင်းကို အားပေးပါသည်။ ကျွန်ုပ်တို့၏ ကိုယ်ပိုင်အချက်အလက် မူဝါဒတွင် ဖော်ပြထားသည့်အတိုင်း အချို့အခြေအနေများတွင် သင်ပေးပို့ရန် ရွေးချယ်သော ကိုယ်ရေးဒေတာကို ဥပမာအားဖြင့် သင်က ကျွန်ုပ်တို့ထံ အီးမေးလ်ပေးပို့ပါက ကျွန်ုပ်တို့က အဆိုပါဒေတာကို စီမံဆောင်ရွက်ပါမည်။ အမည်ဝှက်မှုကို တတ်နိုင်သမျှ အလုံခြုံဆုံးဖြစ်စေရန် ကျွန်ုပ်တို့သည် ဒေတာကို တတ်နိုင်သမျှ အနည်းဆုံးသာ ထိန်းသိမ်းထားခြင်းကို အထူး အားပေးပါသည်။
nb: Du har rett til personvern. Derfor lagrer vi aldri aktivitetslogger, ber ikke om personlig informasjon og oppfordrer til anonyme betalinger. I enkelte situasjoner, som beskrevet i vår personvernpolicy, kan vi behandle personopplysninger som du velger å sende oss, for eksempel hvis du sender oss en e-post. Vi er overbevist om at det er viktig å lagre så lite data som mulig, fordi vi ønsker at du skal forbli anonym.
nl: U hebt recht op privacy. Daarom slaan we nooit activiteitenlogboeken op, vragen we niet om persoonlijke informatie en raden we aan om anoniem te betalen. Zoals beschreven in ons privacybeleid, kunnen we persoonsgegevens verwerken als u ervoor kiest deze te sturen, bijvoorbeeld als u ons een e-mail stuurt. Wij zijn sterk overtuigd van het belang om zo min mogelijk gegevens te bewaren, omdat we willen dat u anoniem blijft.
pl: Masz prawo do prywatności. Dlatego nigdy nie przechowujemy dzienników aktywności, nie prosimy o podawanie danych osobowych i zachęcamy do dokonywania anonimowych płatności. W niektórych sytuacjach, zgodnie z naszą polityką prywatności, możemy przetwarzać dane osobowe, które zdecydujesz się nam przesłać, na przykład w wiadomości e-mail. Jesteśmy głęboko przekonani, że należy przechowywać jak najmniej danych, ponieważ zależy nam na zachowaniu Twojej anonimowości.
pt: Tem direito à privacidade. É por isso que nunca armazenamos registos de atividade, não solicitamos informações pessoais e incentivamos pagamentos anónimos. Em algumas situações, conforme descrito na nossa política de privacidade, podemos processar dados pessoais que decida enviar, por exemplo, se nos enviar um e-mail. Acreditamos firmemente em reter o mínimo de dados possível, porque queremos que permaneça anónimo.
ru: Вы имеете право на конфиденциальность. Поэтому мы никогда не храним журналы активности, не запрашиваем личную информацию и поощряем анонимные платежи. В некоторых ситуациях, как указано в нашей политике конфиденциальности, мы можем обрабатывать личные данные, которые вы решили нам отправить, например, написав нам на электронную почту. Мы твердо верим в необходимость хранения как можно меньшего количества данных, потому что хотим, чтобы вы оставались анонимными.
tr: Gizlilik hakkınız olduğu için hiçbir zaman etkinlik kayıtlarını saklamıyoruz, kişisel bilgilerinizi istemiyoruz ve anonim ödemeleri teşvik ediyoruz. Gizlilik politikamızda belirtildiği gibi, bazı durumlarda (ör. bize e-posta gönderdiğinizde) göndermeyi seçtiğiniz kişisel verileri işleyebiliriz. Anonim kalmanızı istediğimiz için mümkün olduğunca az veri saklıyoruz.

source: You have no more VPN time left on this account.
da: Du har ikke mere VPN-tid tilbage på denne konto.
de: Sie haben keine VPN-Zeit mehr auf diesem Konto.
es: No queda tiempo de uso de VPN en la cuenta.
fi: Sinulla ei ole enempää VPN-aikaa jäljellä tällä tilillä.
fr: Il ne vous reste plus de temps de VPN sur ce compte.
it: Hai esaurito il tempo VPN su questo account.
ja: このアカウントにはVPN時間が残っていません。
my: ဤအကောင့်တွင် နောက်ထပ် VPN သုံးနိုင်ချိန် မကျန်တော့ပါ။
nb: Du har ikke mer VPN-tid igjen på kontoen.
nl: U hebt geen VPN-tijd meer op dit account.
pl: Na tym koncie nie masz już czasu VPN.
pt: Não dispõe de mais tempo de VPN nesta conta.
ru: На этой учетной записи времени VPN не осталось.
tr: Bu hesap için artık VPN süreniz kalmadı.

source: You have one day left on this account. Please add more time to continue using the VPN.
da: Du har en dag tilbage på denne konto. Tilføj mere tid for at fortsætte med at bruge VPN'en.
de: Sie haben noch einen Tag auf diesem Konto. Fügen Sie mehr Zeit hinzu, um die Verwendung des VPN fortzusetzen.
es: Le queda un día en esta cuenta. Añada más tiempo para seguir usando la VPN.
fi: Sinulla on yksi päivä käyttöaikaa jäljellä tällä tilillä. Lisää aikaa, jotta voit jatkaa VPN:n käyttöä.
fr: Il vous reste un jour sur ce compte. Veuillez ajouter plus de temps pour continuer d'utiliser le VPN.
it: Hai ancora un giorno di validità su questo account. Aggiungi altro tempo per continuare a utilizzare la VPN.
ja: このアカウントの残り時間は1日です。VPNを引き続き利用するには、時間を追加してください。
my: ဤအကောင့်တွင် သုံးစွဲချိန် တစ်ရက်သာ ကျန်တော့သည်။ VPN ကို ဆက်လက်အသုံးပြုရန် အချိန်ထပ်တိုးပေးပါ။
nb: Du har én dag igjen på denne kontoen. Legg til mer tid for å fortsette å bruke VPN.
nl: U hebt nog één dag over voor dit account. Voeg meer tijd toe om de VPN te blijven gebruiken.
pl: Na tym koncie pozostał Ci jeden dzień. Aby nadal korzystać z usługi VPN, dodaj więcej czasu.
pt: Tem um dia restante nesta conta. Adicione mais tempo para continuar a usar a VPN.
ru: У вас остался один день на этой учетной записи. Добавьте больше времени, чтобы продолжить пользоваться VPN.
tr: Bu hesabınızda bir gününüz kaldı. Lütfen VPN'i kullanmaya devam etmek için daha fazla süre ekleyin.

source: You have removed this device. To connect again, you will need to log back in.
da: Du har fjernet denne enhed. For at oprette forbindelse igen skal du logge ind igen.
de: Sie haben dieses Gerät entfernt. Um sich erneut zu verbinden, müssen Sie sich erneut anmelden.
es: Ha quitado este dispositivo. Vuelva a iniciar la sesión para conectarse.
fi: Olet poistanut tämän laitteen. Jos haluat muodostaa yhteyden uudelleen, sinun täytyy kirjautua takaisin sisään.
fr: Vous avez supprimé cet appareil. Vous devrez vous reconnecter pour connecter cet appareil à nouveau.
it: Hai rimosso questo dispositivo. Per riconnetterti, dovrai effettuare nuovamente il login.
ja: このデバイスを削除しました。再度接続するには、ログインし直す必要があります。
my: ဤစက်ကို ဖယ်ရှားပြီး ဖြစ်သည်။ ထပ်မံချိတ်ဆက်ရန်အတွက် ပြန်လည် ဝင်ရောက်ရန် လိုပါသည်။
nb: Du har fjernet denne enheten. For å koble til igjen, må du logge inn på nytt.
nl: U hebt dit apparaat verwijderd. U moet zich opnieuw aanmelden om het opnieuw te verbinden.
pl: Urządzenie usunięto. Aby połączyć się ponownie, musisz się ponownie zalogować.
pt: Removeu este dispositivo. Para voltar a ligar o dispositivo, terá de voltar a iniciar a sessão.
ru: Вы удалили это устройство. Чтобы снова подключиться, нужно будет выполнить вход.
tr: Bu cihazı kaldırdın. Tekrar bağlanmak için yeniden giriş yapmanız gerekecek.

source: You have unsaved changes.
da: Du har ændringer, som ikke er gemt.
de: Sie haben ungespeicherte Änderungen.
es: Tiene cambios sin guardar.
fi: Sinulla on tallentamattomia muutoksia.
fr: Vous avez des modifications non enregistrées.
it: Hai modifiche non salvate.
ja: 未保存の変更があります。
my: သင် မသိမ်းဆည်းရသေးသော ပြောင်းလဲမှုများ ရှိပါသည်။
nb: Du har endringer som ikke er lagret.
nl: U hebt niet-opgeslagen wijzigingen.
pl: Masz niezapisane zmiany.
pt: Tem alterações não guardadas.
ru: У вас есть несохраненные изменения.
tr: Kaydedilmemiş değişiklikleriniz var.

source: Your device is offline. The tunnel will automatically connect once your device is back online.
da: Din enhed er offline. Tunnelen vil oprette forbindelse automatisk, når din enhed er online igen.
de: Ihr Gerät ist offline. Der Tunnel wird automatisch verbunden, sobald Ihr Gerät wieder online ist.
es: El dispositivo está sin conexión. El túnel se conectará automáticamente cuando el dispositivo vuelva a estar en línea.
fi: Laitteesi on offline-tilassa. Kun laitteesi on taas online-tilassa, tunneli muodostaa yhteyden automaattisesti.
fr: Votre appareil est hors ligne. Le tunnel se connectera automatiquement une fois votre appareil à nouveau en ligne.
it: Il tuo dispositivo è offline. Il tunnel si connetterà automaticamente una volta che il tuo dispositivo sarà di nuovo online.
ja: デバイスがオフラインになっています。トンネルはデバイスがオンラインに戻ると自動的に接続されます。
my: သင့်စက်သည် အော့ဖ်လိုင်း ဖြစ်နေပါသည်။ သင့်စက် အွန်လိုင်း ပြန်ဖြစ်သည်နှင့် Tunnel သည် အော်တို ချိတ်ဆက်သွားပါမည်။
nb: Enheten er frakoblet. Tunnelen vil koble til automatisk når enheten er tilkoblet internett igjen.
nl: Uw apparaat is offline. De tunnel wordt automatisch verbonden wanneer uw apparaat weer online is.
pl: Twoje urządzenie jest offline. Tunel zostanie automatycznie połączony, gdy urządzenie ponownie przejdzie w tryb online.
pt: O seu dispositivo está offline. O túnel irá ligar-se automaticamente assim que o seu dispositivo estiver novamente online.
ru: Устройство отключено от Интернета. Туннельное подключение автоматически запустится, как только ваше устройство подключится к Интернету.
tr: Cihazınız çevrimdışı. Cihazınız tekrar çevrimiçi olduğunda tünel otomatik olarak bağlanacak.

source: Your device is offline. Try connecting again when the device has access to Internet.
da: Din enhed er offline. Prøv at oprette forbindelse igen, når enheden har adgang til internettet.
de: Ihr Gerät ist offline. Versuchen Sie erneut, eine Verbindung herzustellen, wenn das Gerät mit dem Internet verbunden ist.
es: Su dispositivo no tiene conexión. Intente conectarse de nuevo cuando el dispositivo tenga acceso a Internet.
fi: Laitteesi on offline-tilassa. Yritä muodostaa yhteys uudelleen, kun laite on yhteydessä internetiin.
fr: Votre appareil est hors ligne. Essayez de vous reconnecter une fois que l'appareil aura accès à internet.
it: Il tuo dispositivo è offline. Riprova a connetterti quando il dispositivo avrà accesso a Internet.
ja: ご利用のデバイスはオフラインです。インターネットに接続できる状態になったら再度お試しください。
my: သင့်စက် အော့ဖ်လိုင်းဖြစ်နေသည်။ စက်တွင် အင်တာနက် အသုံးပြုနိုင်သည့်အခါ ထပ်မံချိတ်ဆက်ကြည့်ပါ။
nb: Enheten din er frakoblet. Forsøk å koble til igjen når enheten har tilgang til internett.
nl: Uw apparaat is offline. Probeer opnieuw verbinding te maken wanneer het apparaat toegang heeft tot internet.
pl: Twoje urządzenie jest w trybie offline. Spróbuj połączyć się ponownie, gdy urządzenie będzie miało dostęp do Internetu.
pt: O seu dispositivo está offline. Tente ligar-se novamente quando o dispositivo tiver acesso à Internet.
ru: Ваше устройство офлайн. Попробуйте подключиться снова, когда появится доступ к Интернету.
tr: Cihazınız çevrimdışı. Cihazınızın internet erişimi olduğunda tekrar bağlanmayı deneyin.

source: Your email (optional)
da: Din e-mail (valgfrit)
de: Ihre E-Mail-Adresse (optional)
es: Su correo electrónico (opcional)
fi: Sähköpostisi (valinnainen)
fr: Votre e-mail (facultatif)
it: La tua e-mail (opzionale)
ja: あなたのメールアドレス (任意)
my: သင့်အီးမေးလ် (မဖြည့်လည်း ရပါသည်)
nb: E-post (valgfritt)
nl: Uw e-mailadres (optioneel)
pl: Twój adres e-mail (opcjonalnie)
pt: O seu email (opcional)
ru: Ваша электронная почта (необязательно)
tr: E-posta adresiniz (isteğe bağlı)

source: Your previous purchases have already been added to this account.
da: Dine tidligere køb er allerede blevet føjet til denne konto.
de: Ihre früheren Einkäufe wurden diesem Konto bereits hinzugefügt.
es: Sus compras anteriores ya se han añadido a esta cuenta.
fi: Aiemmat ostoksesi on jo lisätty tälle tilille.
fr: Vos achats précédents ont déjà été ajoutés à ce compte.
it: I tuoi acquisti precedenti sono già stati aggiunti a questo account.
ja: 過去の購入は既にこのアカウントに追加されています。
my: သင်၏ ယခင်ဝယ်ယူမှုများကို ဤအကောင့်သို့ ထည့်ပြီးပါပြီ။
nb: Dine tidligere kjøp er allerede lagt til denne kontoen.
nl: Uw eerdere aankopen zijn al toegevoegd aan dit account.
pl: Twoje poprzednie zakupy zostały już dodane do tego konta.
pt: As suas compras anteriores já foram adicionadas a esta conta.
ru: Ваши предыдущие покупки уже добавлены в эту учетную запись.
tr: Önceki satın alımlarınız bu hesaba zaten eklenmiş.

source: Your purchase was successfully refunded.
da: Dit køb er blevet refunderet.
de: Ihr Einkauf wurde erfolgreich zurückerstattet.
es: Su compra se ha reembolsado correctamente.
fi: Ostoksesi hyvitettiin.
fr: Votre achat a bien été remboursé.
it: Il tuo acquisto è stato rimborsato correttamente.
ja: 購入の返金処理が正常に完了しました。
my: သင့်ဝယ်ယူမှုကို အောင်မြင်စွာ ငွေပြန်အမ်းပြီးပါပြီ။
nb: Kjøpet er refundert.
nl: Uw aankoop is terugbetaald.
pl: Koszty zakupu zostały zwrócone.
pt: A sua compra foi reembolsada com sucesso.
ru: Ваша покупка была успешно возвращена.
tr: Satın alımınız için başarıyla geri ödeme yapıldı.

source: You’re all set!
da: Du er klar!
de: Sie sind startklar!
es: ¡Ya está!
fi: Olet valmis!
fr: Tout est prêt !
it: È tutto pronto!
ja: 準備完了！
my: အားလုံး သတ်မှတ်ပြီးပါပြီ။
nb: Du er klar!
nl: U bent er helemaal klaar voor!
pl: Wszystko gotowe!
pt: Está pronto!
ru: Готово!
tr: Artık hazırsınız!
