Repository: mullvad/mullvadvpn-app
Catalog: ios/translation/locales/*.xliff
Languages: da, de, es, fi, fr, it, ja, my, nb, nl, pl, pt, ru, tr

source: Istanbul
es: Estambul
ja: イスタンブール
my: အစ္စတန်ဘူလ်
pl: Istambuł
pt: Istambul
ru: Стамбул

source: It does this by performing an extra key exchange using a quantum safe algorithm and mixing the result into WireGuard’s regular encryption. This extra step uses approximately 500 kiB of traffic every time a new tunnel is established.
da: Det gør den ved at udføre en ekstra nøgleudveksling ved hjælp af en kvantesikker algoritme og blande resultatet med WireGuards almindelige kryptering. Dette ekstra trin bruger cirka 500 kB trafik, hver gang en ny tunnel etableres.
de: Dazu wird ein zusätzlicher Schlüsselaustausch mit einem quantensicheren Algorithmus durchgeführt und das Ergebnis mit der regulären Verschlüsselung von WireGuard vermischt. Dieser zusätzliche Schritt verbraucht jedes Mal, wenn ein neuer Tunnel aufgebaut wird, etwa 500 KiB an Datenverkehr.
es: Lo hace al realizar un intercambio de claves adicional usando un algoritmo cuántico seguro y combinando el resultado en el cifrado normal de WireGuard. Este paso extra utiliza aproximadamente 500 kiB de tráfico cada vez que se establece un nuevo túnel.
fi: Tunneli torjuu hyökkäykset suorittamalla ylimääräisen avaimenvaihdon käyttämällä ensin kvanttiturvallista algoritmia, jonka tuloksen se sekoittaa WireGuardin tavalliseen salaukseen. Tämä ylimääräinen vaihe käyttää noin 500 kiB liikennettä joka kerta, kun uusi tunneli luodaan.
fr: Pour ce faire, il effectue un échange de clés supplémentaire à l'aide d'un algorithme à sécurité quantique et mélange le résultat au chiffrement habituel de WireGuard. Cette étape supplémentaire utilise environ 500 kiB de trafic chaque fois qu'un nouveau tunnel est établi.
it: L'operazione viene effettuata eseguendo uno scambio di chiavi aggiuntivo con un algoritmo di sicurezza quantistica e mescolando il risultato nella normale crittografia di WireGuard. Questo passaggio aggiuntivo utilizza circa 500 kiB di traffico ogni volta che viene stabilito un nuovo tunnel.
ja: 耐量子アルゴリズムで追加の鍵の交換を実行し、結果をWireGuardの通常の暗号化に混合させることで行われます。この追加ステップでは、新しいトンネルが確立されるたびに約500kiBのトラフィックが使用されます。
my: Quantum Safe အယ်လဂိုရီသမ်တစ်ခုကို သုံး၍ ထပ်ဆောင်း ကီးဖလှယ်မှုတစ်ခုကို ဆောင်ရွက်ပြီး WireGuard ၏ ပုံမှန် ကုဒ်ပြောင်းဝှက်မှုအတွင်း ရလဒ်ကို ရောနှောခြင်းအားဖြင့် ဤသည်ကို လုပ်ဆောင်ပါသည်။ ဤထပ်ဆောင်းအဆင့်သည် Tunnel အသစ်တစ်ခု တည်ဆောက်တိုင်း ဒေတာ 500 kiB ခန့်ကို သုံးပါသည်။
nb: Det gjøres ved at å utføre en ekstra nøkkelutveksling med en kvantesikker algoritme og kombinere resultatet med WireGuard sin vanlige kryptering. Dette ekstratrinnet bruker omtrent 500 kiB trafikk hver gang det opprettes en ny tunnel.
nl: Het doet dit door een extra sleuteluitwisseling uit te voeren met een kwantumveilig algoritme en het resultaat te mengen met de reguliere versleuteling van WireGuard. Deze extra stap gebruikt ongeveer 500 kiB aan verkeer elke keer dat een nieuwe tunnel wordt opgezet.
pl: Jest to wykonywane poprzez dodatkową wymianę kluczy przy użyciu algorytmu odpornego na ataki z użyciem komputerów kwantowych i zmieszanie wyniku ze zwykłym szyfrowaniem WireGuard. Ten dodatkowy krok zużywa około 500 kB ruchu za każdym razem, gdy ustanawiany jest nowy tunel.
pt: Fá-lo ao realizar uma troca de chaves adicional utilizando um algoritmo de segurança quântica e misturando o resultado na encriptação regular do WireGuard. Este passo adicional utiliza aproximadamente 500 kiB de tráfego sempre que um novo túnel é estabelecido.
ru: Для этого функция выполняет дополнительный обмен ключами с использованием квантово-устойчивого алгоритма и добавляет результат к обычному шифрованию WireGuard. Эта дополнительная мера использует примерно 500 КиБ трафика при каждом создании нового туннеля.
tr: Bu işlemi, bir kuantum güvenlik algoritmasıyla ekstra bir anahtar değişimi gerçekleştirdikten sonra sonucu WireGuard'ın normal şifrelemesiyle karıştırarak yapar. Bu ekstra adım, her yeni tünel kurulduğunda yaklaşık 500 kiB trafik kullanır.

source: It looks like you’ve entered an account number instead of a voucher code. If you would like to change the active account, please log out first.
da: Det lader til, at du har indtastet et kontonummer i stedet for en rabatkuponkode. Hvis du vil ændre den aktive konto, skal du først logge af.
de: Anscheinend haben Sie eine Kontonummer statt eines Gutscheincodes eingegeben. Wenn Sie das aktive Konto wechseln möchten, melden Sie sich bitte zuerst ab.
es: Parece que ha introducido un número de cuenta en lugar de un código de cupón. Si desea cambiar la cuenta activa, cierre primero la sesión.
fi: Näytät syöttäneen tilin numeron etusetelin koodin sijaan. Jos haluat vaihtaa tiliä, kirjaudu ensin ulos nykyiseltä tililtä.
fr: Vous semblez avoir saisi un numéro de compte plutôt qu'un code de bon. Si vous souhaitez modifier le compte actif, veuillez d'abord vous déconnecter.
it: Hai inserito un numero di account anziché un codice voucher. Se vuoi modificare l'account attivo, effettua prima la disconnessione.
ja: バウチャーコードではなくアカウント番号を入力したようです。有効なアカウントを変更する場合は、先にログアウトしてください。
my: ဘောက်ချာကုဒ်မဟုတ်ဘဲ အကောင့်နံပါတ်ကို ထည့်သွင်းထားပုံရသည်။ အသုံးပြုနေသောအကောင့်ကို ပြောင်းလဲလိုပါက ဦးစွာ အကောင့်မှထွက်ပါ။
nb: Det ser ut til at du har oppgitt et kontonummer i stedet for en kupongkode. Hvis du vil endre den aktive kontoen, må du først logge ut.
nl: Het lijkt erop dat u een rekeningnummer hebt ingevoerd in plaats van een vouchercode. Als u het actieve account wilt wijzigen, meld u dan eerst af.
pl: Wygląda na to, że wpisano numer konta zamiast kodu kuponu. Jeśli chcesz zmienić aktywne konto, najpierw się wyloguj.
pt: Parece que introduziu um número de conta em vez de um código de voucher. Se pretender alterar a conta ativa, termine a sessão primeiro.
ru: Вы ввели номер учетной записи вместо кода ваучера. Чтобы изменить активную учетную запись, сначала выйдите из системы.
tr: Kupon kodu yerine hesap numarası girdiniz. Aktif hesabı değiştirmek istiyorsanız lütfen önce çıkış yapın.

source: Italy
da: Italien
de: Italien
es: Italia
fi: Italia
fr: Italie
it: Italia
ja: イタリア
my: အီတလီ
nb: Italia
nl: Italië
pl: Włochy
pt: Itália
ru: Италия
tr: İtalya

source: Jakarta
es: Yakarta
it: Giacarta
ja: ジャカルタ
my: ဂျာကာတာ
pl: Dżakarta
pt: Jacarta
ru: Джакарта
tr: Cakarta

source: Japan
es: Japón
fi: Japani
fr: Japon
it: Giappone
ja: 日本
my: ဂျပန်
pl: Japonia
pt: Japão
ru: Япония
tr: Japonya

source: Johannesburg
es: Johannesburgo
fr: Johannesbourg
ja: ヨハネスブルグ
my: ဂျိုဟန်နက်စ်ဘတ်
pt: Joanesburgo
ru: Йоханнесбург

source: Kansas City, MO
ja: カンザスシティ、MO
nl: Kansas City, Missouri
ru: Канзас-Сити, MO

source: Kuala Lumpur
ja: クアラルンプール
my: ကွာလာလမ်ပူ
ru: Куала-Лумпур

source: Kyiv
de: Kiew
es: Kiev
fi: Kiova
fr: Kiev
it: Kiev
ja: キエフ
my: ကိယက်ဗ်
nl: Kiev
pl: Kijów
pt: Kiev
ru: Киев
tr: Kiev

source: Lagos
ja: ラゴス
my: လာဂို့စ်
ru: Лагос

source: Language
da: Sprog
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
it: Lingua
ja: 言語
my: ဘာသာစကား
nb: Språk
nl: Taal
pl: Język
pt: Idioma
ru: Язык
tr: Dil

source: Last four digits of the account number are incorrect
da: De sidste fire cifre i kontonummeret er forkerte
de: Die letzten vier Ziffern der Kontonummer sind falsch.
es: Los últimos cuatro dígitos del número de cuenta no son correctos
fi: Tilin numeron neljä viimeistä numeroa ovat virheelliset
fr: Les quatre derniers chiffres du numéro de compte sont incorrects
it: Le ultime quattro cifre del numero di account sono errate
ja: アカウント番号の下4桁が正しくありません
my: အကောင့်နံပါတ်၏ နောက်ဆုံးဂဏန်း လေးခု မမှန်ကန်ပါ
nb: De fire siste sifrene i kontonummeret er feil
nl: De laatste vier cijfers van het accountnummer zijn onjuist
pl: Cztery ostatnie cyfry numeru konta są nieprawidłowe
pt: Os últimos quatro dígitos do número de conta estão incorretos
ru: Последние четыре цифры номера учетной записи неверны
tr: Hesap numarasının son dört hanesi yanlış

source: Last used account
da: Sidst anvendte konto
de: Zuletzt verwendetes Konto
es: Cuenta usada por última vez
fi: Viimeksi käytetty tili
fr: Dernier compte utilisé
it: Ultimo account utilizzato
ja: 最後に使用したアカウント
my: နောက်ဆုံးအသုံးပြုခဲ့သည် အကောင့်
nb: Sist brukt konto
nl: Laatst gebruikte account
pl: Ostatnio używane konto
pt: Última conta utilizada
ru: Последняя использованная учетная запись
tr: Son kullanılan hesap

source: Learn about privacy
da: Lær mere om privatlivets fred
de: Mehr über Privatsphäre erfahren
es: Más información sobre privacidad
fi: Lisätietoja yksityisyydestä
fr: Plus d'informations sur la confidentialité
it: Ulteriori informazioni sulla privacy
ja: プライバシーに関する詳細
my: ကိုယ်ရေးအချက်အလက်လုံခြုံရေးအကြောင်း လေ့လာရန်
nb: Lær om personvern
nl: Meer informatie over privacy
pl: Dowiedz się więcej o prywatności
pt: Saiba mais sobre privacidade
ru: Подробнее о конфиденциальности
tr: Gizlilik hakkında bilgi edinin

source: Less than a day
da: Mindre end én dag
de: Weniger als ein Tag
es: Menos de un día
fi: Alle vuorokausi
fr: Moins d'un jour
it: Meno di un giorno
ja: 1日以内
my: တစ်ရက်အောက်
nb: Mindre enn én dag
nl: Minder dan een dag
pl: Mniej niż jeden dzień
pt: Menos de um dia
ru: Менее суток
tr: Bir günden az

source: Lima
ja: リマ
my: လီမာ
ru: Лима

source: Lisbon
da: Lissabon
de: Lissabon
es: Lisboa
fi: Lissabon
fr: Lisbonne
it: Lisbona
ja: リスボン
my: လစ္စဘွန်း
nb: Lisboa
nl: Lissabon
pl: Lizbona
pt: Lisboa
ru: Лиссабон
tr: Lizbon

source: Ljubljana
es: Liubliana
it: Lubiana
ja: リュブリャナ
my: လစ်ဘီယာနာ
pl: Lublana
ru: Любляна

source: Local network sharing
da: Lokal netværksdeling
de: Teilen im lokalen Netzwerk
es: Uso compartido de la red local
fi: Paikallisen verkon jakaminen
fr: Partage réseau local
it: Condivisione rete locale
ja: ローカルネットワーク共有
my: လိုကယ် ကွန်ရက် ဝေမျှမှု
nb: Deling over lokalt nettverk
nl: Delen op lokaal netwerk
pl: Udostępnianie sieci lokalnej
pt: Partilha de rede local
ru: Обмен данными в локальной сети
tr: Yerel ağ paylaşımı

source: Locations
da: Placeringer
de: Standorte
es: Ubicaciones
fi: Sijainnit
fr: Localisations
it: Posizioni
ja: 場所
my: တည်နေရာများ
nb: Plasseringer
nl: Locaties
pl: Lokalizacje
pt: Localizações
ru: Местоположения
tr: Konumlar

source: Log out
da: Log af
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
it: Esci
ja: ログアウト
my: ထွက်ရန်
nb: Logg ut
nl: Uitloggen
pl: Wyloguj się
pt: Terminar sessão
ru: Выйти
tr: Oturumu kapat

source: Logged in
da: Logget ind
de: Angemeldet
es: Sesión iniciada
fi: Kirjautuneena sisään
fr: Connecté
it: Accesso effettuato
ja: ログインしました
my: ဝင်ရောက်ထားပြီး
nb: Du er logget inn
nl: Aangemeld
pl: Zalogowano jako
pt: Sessão iniciada
ru: Вход выполнен
tr: Oturum açıldı

source: Logging in...
da: Logger ind...
de: Anmeldung läuft...
es: Iniciando la sesión…
fi: Kirjaudutaan sisään...
fr: Connexion...
it: Accesso...
ja: ログイン中...
my: ဝင်ရောက်နေဆဲ...
nb: Logger inn ...
nl: Aanmelden...
pl: Logowanie...
pt: A iniciar sessão...
ru: Выполняется вход...
tr: Oturum açılıyor...

source: Logging out...
da: Logger af ...
de: Abmelden …
es: Cerrando sesión...
fi: Kirjaudutaan ulos...
fr: Déconnexion...
it: Disconnessione...
ja: ログアウトしています...
my: ထွက်နေဆဲ...
nb: Logger ut …
nl: Afmelden...
pl: Wylogowywanie...
pt: A terminar sessão...
ru: Выполняется выход...
tr: Çıkış yapılıyor...

source: Login
da: Log ind
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Connexion
it: Accedi
ja: ログイン
my: ဝင်ရန်
nb: Logg inn
nl: Aanmelden
pl: Logowanie
pt: Iniciar sessão
ru: Вход
tr: Oturum Aç

source: Login failed
da: Login mislykkedes
de: Anmeldung fehlgeschlagen
es: Error de inicio de sesión
fi: Sisäänkirjautuminen epäonnistui
fr: Échec de la connexion
it: Accesso non riuscito
ja: ログインに失敗しました
my: ဝင်ရောက်မှု မအောင်မြင်ပါ
nb: Kunne ikke logge inn
nl: Aanmelden mislukt
pl: Błąd logowania
pt: Erro ao iniciar sessão
ru: Ошибка входа
tr: Oturum açma başarısız

source: London
es: Londres
fi: Lontoo
fr: Londres
it: Londra
ja: ロンドン
my: လန်ဒန်
nl: Londen
pl: Londyn
pt: Londres
ru: Лондон
tr: Londra

source: Los Angeles, CA
da: Los Angeles, Californien
es: Los Ángeles, CA
ja: ロサンゼルス、CA
my: လော့စ်အိန်ဂျလိစ်၊ ကယ်လီဖိုးနီးယား
ru: Лос-Анджелес, CA

source: Madrid
ja: マドリード
my: မက်ဒရစ်
pl: Madryt
ru: Мадрид

source: Make a purchase with StoreKit2
de: Kaufen Sie mit StoreKit2
es: Hacer una compra con StoreKit2
fi: Tee ostos StoreKit2:lla
fr: Effectuer un achat avec StoreKit2
ja: StoreKit2で購入する
my: StoreKit2 ဖြင့် ဝယ်ယူမှုတစ်ခု ပြုလုပ်ပါ
nb: Gjør et kjøpt med StoreKit2
nl: Doe een aankoop met StoreKit2
pl: Dokonaj zakupu za pomocą StoreKit2
pt: Efetuar uma compra com o StoreKit2
tr: StoreKit2 ile satın al

source: Malaysia
es: Malasia
fi: Malesia
fr: Malaisie
ja: マレーシア
my: မလေးရှား
nl: Maleisië
pl: Malezja
pt: Malásia
ru: Малайзия
tr: Malezya

source: Malmö
da: Malmø
ja: マルメ
my: မယ်မို
ru: Мальмё

source: Malware
fi: Haittaohjelmat
ja: マルウェア
my: မဲလ်ဝဲရ်
nb: Skadelig programvare
pl: Złośliwe oprogramowanie
ru: Вредоносное ПО
tr: Kötü amaçlı yazılım

source: Manage and add custom methods to access the Mullvad API.
da: Administrer og tilføj brugerdefinerede metoder for at få adgang til Mullvad API.
de: Verwaltung und Hinzufügen benutzerdefinierter Methoden für den Zugriff auf die Mullvad-API.
es: Gestione y añada métodos personalizados para acceder a la API de Mullvad.
fi: Hallitse ja lisää mukautettuja menetelmiä Mullvadin ohjelmointirajapinnan käyttämiseksi.
fr: Gérez et ajoutez des modes d'accès personnalisés à l'API Mullvad.
it: Gestisci e aggiungi metodi personalizzati per accedere all'API Mullvad.
ja: Mullvad APIへのカスタムのアクセス方法を管理・追加します。
my: Mullvad API ကို ရယူသုံးစွဲရန် စိတ်ကြိုက် နည်းလမ်းများကို ပေါင်းထည့်၍ စီမံပါ။
nb: Administrer og legg til tilpassede metoder for tilgang til Mullvad API.
nl: Beheer en voeg aangepaste methoden toe om toegang te krijgen tot de Mullvad-API.
pl: Zarządzaj i dodawaj niestandardowe metody dostępu do interfejsu API Mullvad.
pt: Gerir e adicionar métodos personalizados para aceder à Mullvad API.
ru: Добавление пользовательских методов для доступа к API Mullvad и управление ими.
tr: Mullvad API'sine erişim için özel yöntemler ekleyip yönetin.

source: Manage devices
da: Administrer enheder
de: Geräte verwalten
es: Gestionar dispositivos
fi: Hallitse laitteita
fr: Gérer les appareils
it: Gestisci dispositivi
ja: デバイスを管理
my: စက်များကို စီမံရန်
nb: Behandle enheter
nl: Apparaten beheren
pl: Zarządzaj urządzeniami
pt: Gerir dispositivos
ru: Управление устройствами
tr: Cihazları yönet

source: Manchester
ja: マンチェスター
my: မန်ချက်စတာ
ru: Манчестер

source: Manila
fr: Manille
ja: マニラ
my: မနီလာ
nl: Manilla
ru: Манила

source: Marseille
es: Marsella
it: Marsiglia
ja: マルセイユ
my: မာဆေး
pl: Marsylia
pt: Marselha
ru: Марсель
tr: Marsilya

source: McAllen, TX
ja: マッカレン、TX
ru: Мак-Аллен, Техас
tr: McAllen, Teksas

source: Melbourne
ja: メルボルン
my: မဲလ်ဘုန်း
ru: Мельбурн

source: Mexico
de: Mexiko
es: México
fi: Meksiko
fr: Mexique
it: Messico
ja: メキシコ
my: မက္ကဆီကို
pl: Meksyk
pt: México
ru: Мексика
tr: Meksika

source: Miami, FL
ja: マイアミ、FL
my: မိုင်ယာမီ၊ ဖလော်ရီဒါ
ru: Майами, FL

source: Milan
da: Milano
de: Mailand
es: Milán
fi: Milano
it: Milano
ja: ミラノ
my: မီလန်
nb: Milano
nl: Milaan
pl: Mediolan
pt: Milão
ru: Милан
tr: Milano

source: Montreal
fr: Montréal
it: Montréal
ja: モントリオール
my: မွန်ထရီရယ်
ru: Монреаль

source: Mullvad owned only
da: Kun ejet af Mullvad
de: Nur im Besitz von Mullvad
es: Solo propiedad de Mullvad
fi: Vain Mullvadin omistamat
fr: Propriété de Mullvad uniquement
it: Solo di proprietà di Mullvad
ja: Mullvad 所有サーバーのみ
my: Mullvad ပိုင်ဆိုင်သည်များသာ
nb: Kun eid av Mullvad
nl: Alleen in eigendom van Multivad
pl: Wyłącznie firmy Mullvad
pt: Apenas propriedade de Mullvad
ru: Только принадлежащие Mullvad
tr: Sadece Mullvad'a ait olanlar

source: Multihop
es: Salto múltiple
ja: マルチホップ
my: မာလ်တီဟော့ပ်
nb: Multihopp
pl: Wielokrotny przeskok
ru: Многократный переход
tr: Çoklu geçiş

source: Multihop is being used to enable DAITA for your selected location.
da: Multihop bruges til at aktivere DAITA for din valgte placering.
de: Multihop wird verwendet, um DAITA für den von Ihnen ausgewählten Standort zu aktivieren.
es: Se está utilizando salto múltiple para habilitar DAITA en la ubicación que ha seleccionado.
fi: Multihopia käytetään, jotta DAITA on käytettävissä valitsemassasi sijainnissa.
fr: Le multihop est utilisé pour activer DAITA pour la localisation que vous avez sélectionnée.
it: Il multihop viene utilizzato per abilitare DAITA per la posizione selezionata.
ja: 選択した場所でDAITAを有効にするためにマルチホップが使用されています.
my: သင်ရွေးချယ်ထားသော ဒေသအတွက် DAITA ကို ဖွင့်ရန် Multihop ကို သုံးနေသည်။
nb: Multihop brukes til å aktivere DAITA for den valgte plasseringen.
nl: Multihop wordt gebruikt om DAITA voor uw locatie in te schakelen.
pl: Wielokrotny przeskok jest używany do włączenia DAITA dla wybranej lokalizacji.
pt: O Multihop está a ser usado para ativar DAITA na localização selecionada.
ru: Чтобы включить DAITA для выбранного местоположения, используется многократный переход.
tr: Seçtiğiniz konumda DAITA'yı etkinleştirmek için Çoklu Geçiş kullanılıyor.

source: Multihop routes your traffic into one WireGuard server and out another, making it harder to trace. This results in increased latency but increases anonymity online.
da: Multihop dirigerer din trafik ind på en WireGuard-server og ud på en anden, hvilket gør det sværere at spore den. Dette resulterer i øget ventetid, men øger anonymiteten online.
de: Multihop leitet Ihren Traffic in einen WireGuard-Server hinein und aus einem anderen heraus, so dass er schwerer zu verfolgen ist. Dies führt zu einer erhöhten Latenzzeit, erhöht aber die Anonymität im Internet.
es: El salto múltiple dirige su tráfico a través de un servidor WireGuard y lo envía a otro, lo que dificulta su rastreo. Esto genera una mayor latencia, pero aumenta el anonimato en Internet.
fi: Multihop reitittää liikenteesi yhteen WireGuard-palvelimeen ja ulos toisesta palvelimesta, mikä tekee siitä hankalampaa jäljittää. Tuloksena on suurempi viive, mutta se parantaa nimettömyyttä verkossa.
fr: Le multihop fait passer votre trafic par un serveur WireGuard et le fait sortir par un autre, ce qui le rend plus difficile à tracer. Cela se traduit par une latence accrue, mais plus d'anonymat en ligne.
it: Il multihop instrada il tuo traffico in un server WireGuard in entrata e in un altro in uscita, rendendo più difficile il tracciamento. Questo aumenta la latenza ma aumenta anche l'anonimato online.
ja: マルチホップはトラフィックをあるWireGuardサーバーにルーティングし、別サーバーに送出することで追跡を困難にします。これによって遅延が増加しますが、オンラインの匿名性は高まります。
my: မာလ်တီဟော့ပ်သည် သင်၏အသွားအလာကို WireGuard ဆာဗာတစ်ခုသို့ လမ်းကြောင်းပေးပြီး အခြားတစ်နေရာမှ ထွက်စေသောကြောင့် ခြေရာခံရန် ပိုမိုခက်ခဲစေသည်။ ၎င်းသည် အချိန်ကို ပိုမိုကြန့်ကြာစေသော်လည်း အွန်လိုင်းတွင် ပို၍ သိုသိုသိပ်သိပ်ဖြစ်စေသည်။
nb: Multihopp dirigerer trafikken din inn på én WireGuard-server og ut på en annen, noe som gjør det vanskeligere å spore den. Dette resulterer i økt ventetid, men øker anonymiteten på nettet.
nl: Multihop leidt uw verkeer de ene WireGuard-server in en de andere uit, waardoor het moeilijker te traceren is. Dit leidt tot een hogere latentie, maar verhoogt de online anonimiteit.
pl: Funkcja wielokrotnego przeskoku kieruje Twój ruch przychodzący do jednego serwera WireGuard, a wychodzący wysyła z innego, co utrudnia jego śledzenie. Skutkuje to zwiększoną latencją, ale zwiększa anonimowość online.
pt: Multihop encaminha o tráfego para entrar num servidor WireGuard e sair por outro, dificultando o seguimento. Isto resulta em maior latência, mas aumenta o anonimato online.
ru: Функция «Многократный переход» перенаправляет трафик с одного сервера WireGuard на другой, что затрудняет отслеживание. Это увеличивает задержку, но зато повышает анонимность в сети.
tr: Çoklu geçiş, trafiğinizi bir WireGuard sunucusundan diğerine yönlendirerek izlemeyi zorlaştırır. Bu, gecikmenin artmasına neden olur ancak çevrimiçi gizliliği artırır.

source: NETWORK ISSUES
da: NETVÆRKSPROBLEMER
de: NETZWERKPROBLEME
es: PROBLEMAS DE RED
fi: VERKKO-ONGELMAT
fr: PROBLÈMES DE RÉSEAU
it: PROBLEMI DI RETE
ja: ネットワークエラー
my: ကွန်ရက်ပြဿနာများ
nb: NETTVERKSPROBLEMER
nl: NETWERKPROBLEMEN
pl: PROBLEMY Z SIECIĄ
pt: PROBLEMAS DE REDE
ru: ПРОБЛЕМЫ С СЕТЬЮ
tr: AĞ SORUNLARI

source: NEW DEVICE CREATED
da: NY ENHED OPRETTET
de: NEUES GERÄT ERSTELLT
es: NUEVO DISPOSITIVO CREADO
fi: UUSI LAITE LUOTIIN
fr: NOUVEL APPAREIL CRÉÉ
it: NUOVO DISPOSITIVO CREATO
ja: 新しいデバイスが作成されました
my: စက်အသစ် ဖန်တီးထားသည်
nb: NY ENHET OPPRETTET
nl: NIEUW APPARAAT GEMAAKT
pl: UTWORZONO NOWE URZĄDZENIE
pt: NOVO DISPOSITIVO CRIADO
ru: СОЗДАНО НОВОЕ УСТРОЙСТВО
tr: YENİ CİHAZ OLUŞTURULDU

source: NEW VERSION INSTALLED
da: NY VERSION INSTALLERET
de: NEUE VERSION INSTALLIERT
es: NUEVA VERSIÓN INSTALADA
fi: UUSI VERSIO ASENNETTIIN
fr: NOUVELLE VERSION INSTALLÉE
it: NUOVA VERSIONE INSTALLATA
ja: 新バージョンがインストールされました
my: ဗားရှင်းအသစ်ကို ထည့်သွင်းထားသည်
nb: NY VERSJON INSTALLERT
nl: NIEUWE VERSIE GEÏNSTALLEERD
pl: ZAINSTALOWANO NOWĄ WERSJĘ
pt: NOVA VERSÃO INSTALADA
ru: УСТАНОВЛЕНА НОВАЯ ВЕРСИЯ
tr: YENİ SÜRÜM YÜKLENDİ

source: NO NETWORK
da: INTET NETVÆRK
de: KEIN NETZWERK
es: NO HAY RED
fi: EI VERKKOA
fr: AUCUN RÉSEAU
it: NESSUNA RETE
ja: ネットワークがありません
my: ကွန်ရက်မရှိ
nb: INGEN NETTVERK
nl: GEEN NETWERK
pl: BRAK SIECI
pt: SEM REDE
ru: НЕТ СЕТИ
tr: AĞ YOK

source: NO OVERRIDES IMPORTED
da: INGEN TILSIDESÆTTELSER IMPORTERET
de: KEINE ÜBERSCHREIBUNGEN IMPORTIERT
es: NO SE HA IMPORTADO NINGUNA ANULACIÓN
fi: OHITUKSIA EI TUOTU
fr: AUCUNE SUBSTITUTION IMPORTÉE
it: NESSUNA SOVRASCRITTURA IMPORTATA
ja: オーバーライドはインポートされませんでした
my: ထည့်သွင်းထားသော ကျော်လွန် ပယ်ဖျက်မှုများ မရှိပါ
nb: INGEN OVERSTYRINGER IMPORTERT
nl: GEEN OVERSCHRIJVINGEN GEÏMPORTEERD
pl: NIE ZAIMPORTOWANO ZASTĄPIEŃ
pt: NENHUMA SUBSTITUIÇÃO IMPORTADA
ru: ПЕРЕОПРЕДЕЛЕНИЯ НЕ ИМПОРТИРОВАНЫ
tr: GEÇERSİZ KILMA İÇE AKTARILMADI

source: Name
da: Navn
es: Nombre
fi: Nimi
fr: Nom
it: Nome
ja: 氏名
my: အမည်
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
ru: Название
tr: Ad

source: Name is already taken.
da: Navnet er allerede taget.
de: Der Name ist bereits vergeben.
es: Este nombre ya se está utilizando.
fi: Nimi on jo olemassa.
fr: Le nom est déjà pris.
it: Il nome è già preso.
ja: 名前はすでに使用されています。
my: အမည်သည် ရှိနှင့်ပြီး ဖြစ်သည်။
nb: Navn allerede i bruk.
nl: Naam wordt al gebruikt.
pl: Nazwa jest już zajęta.
pt: O nome já está a ser utilizado.
ru: Такое название уже используется.
tr: İsim zaten kullanılıyor.

source: Name should be no longer than %i characters.
da: Navnet bør ikke være længere end %i tegn.
de: Der Name darf höchstens %i Zeichen lang sein.
es: El nombre no debe tener más de %i caracteres.
fi: Nimessä voi olla enintään %i merkkiä.
fr: Le nom doit pas dépasser %i caractères.
it: Il nome non deve contenere più di %i caratteri.
ja: 名前は%i文字以内にしてください。
my: အမည်ကို အက္ခရာ %i လုံးထက် ပို၍ မထားရပါ။
nb: Navnet kan ikke være lenger enn %i tegn.
nl: Naam mag niet langer zijn dan %i tekens.
pl: Długość nazwy nie powinna przekraczać %i znaków.
pt: O nome não deve ter mais de %i caracteres.
ru: В имени должно быть максимум столько символов: %i.
tr: Ad, en fazla %i karakter olmalıdır.

source: Netherlands
da: Holland
de: Niederlande
es: Países Bajos
fi: Alankomaat
fr: Pays-Bas
it: Paesi Bassi
ja: オランダ
my: နယ်သာလန်
nb: Nederland
nl: Nederland
pl: Holandia
pt: Países Baixos
ru: Нидерланды
tr: Hollanda

source: Network error: %@
da: Netværksfejl: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fi: Verkkovirhe: %@
fr: Erreur de réseau : %@
it: Errore di rete: %@
ja: ネットワークエラー: %@
my: ကွန်ရက် ချို့ယွင်းချက်- %@
nb: Nettverksfeil: %@
nl: Netwerkfout: %@
pl: Błąd sieci: %@
pt: Erro de rede: %@
ru: Ошибка сети: %@
tr: Ağ sorunu: %@

source: New York, NY
de: New York City, NY
es: Nueva York, NY
ja: ニューヨーク、NY
my: နယူးယောက်
pl: Nowy Jork, NY
pt: Nova Iorque, NY
ru: Нью-Йорк, NY

source: New Zealand
de: Neuseeland
es: Nueva Zelanda
fi: Uusi-Seelanti
fr: Nouvelle-Zélande
it: Nuova Zelanda
ja: ニュージーランド
my: နယူးဇီလန်
nl: Nieuw-Zeeland
pl: Nowa Zelandia
pt: Nova Zelândia
ru: Новая Зеландия
tr: Yeni Zelanda
