Repository: mullvad/mullvadvpn-app
Catalog: ios/translation/locales/*.xliff
Languages: da, de, es, fi, fr, it, ja, my, nb, nl, pl, pt, ru, tr

source: This feature allows access to other devices on the local network, such as for sharing, printing, streaming, etc.
da: Denne funktion giver adgang til andre enheder på det lokale netværk, såsom til deling, udskrivning, streaming osv.
de: Diese Funktion ermöglicht den Zugriff auf andere Geräte im lokalen Netzwerk, z. B. zum Teilen, Drucken, Streamen usw.
es: Esta característica permite el acceso a otros dispositivos de la red local, como para compartir, imprimir, transmitir, etc.
fi: Tämä ominaisuus mahdollistaa pääsyn muihin paikallisverkon laitteisiin esimerkiksi jakamisen, tulostamisen, suoratoiston jne. tarpeisiin.
fr: Cette fonctionnalité permet d'accéder à d'autres appareils sur le réseau local, par exemple pour le partage, l'impression, le streaming, etc.
it: Questa funzione consente l'accesso ad altri dispositivi sulla rete locale, ad esempio per la condivisione, la stampa, lo streaming, ecc.
ja: この機能は、共有、印刷、ストリーミングなどのため、ローカルネットワーク上の他デバイスへのアクセスを許可します。
my: ဤလုပ်ဆောင်ချက်သည် မျှဝေခြင်း၊ ပရင့်ထုတ်ခြင်း၊ တိုက်ရိုက်ကြည့်ရှုနားဆင်ခြင်းအစရှိသည်တို့အတွက် ဒေသတွင်း ကွန်ရက်ရှိ အခြားစက်များကို ရယူသုံးစွဲခွင့်ပေးပါသည်။
nb: Funksjonen gir tilgang til andre enheter på det lokale nettverket for ting som deling, utskrift, strømming osv.
nl: Deze functie geeft toegang tot andere apparaten op het lokale netwerk, bijvoorbeeld voor delen, afdrukken, streamen en dergelijke
pl: Funkcja ta umożliwia dostęp do innych urządzeń w sieci lokalnej, np. w celu udostępniania, drukowania, transmisji strumieniowej itd.
pt: Esta funcionalidade permite o acesso a outros dispositivos na rede local, por exemplo, para partilha, impressão, streaming, etc.
ru: Эта функция позволяет получить доступ к другим устройствам в локальной сети, например, для организации общего доступа, печати, потоковой передачи и т. д.
tr: Bu özellik; paylaşım, yazdırma, akış sağlama gibi özellikler için yerel ağdaki diğer cihazlara erişim izni verir.

source: This feature allows you to circumvent that censorship by adding custom ways to access the API via proxies and similar methods.
da: Denne funktion giver dig mulighed for at omgå denne censur ved at tilføje brugerdefinerede måder at få adgang til API'en via proxyer og lignende metoder.
de: Mit dieser Funktion können Sie diese Zensur umgehen, indem Sie benutzerdefinierte Wege zum Zugriff auf die API über Proxys und ähnliche Methoden hinzufügen.
es: Esta característica le permite eludir la censura al añadir métodos personalizados de acceder a la API a través de proxies y métodos similares.
fi: Tämän ominaisuuden avulla voit kiertää sensuurin lisäämällä välityspalvelinten ja vastaavien menetelmien kautta toimivia, mukautettuja ohjelmointirajapinnan käyttötapoja.
fr: Cette fonctionnalité vous permet de contourner cette censure en ajoutant des moyens personnalisés d'accéder à l'API via des proxys et des méthodes similaires.
it: Questa funzionalità ti consente di aggirare tale censura aggiungendo modi personalizzati per accedere all'API tramite proxy e metodi simili.
ja: この機能では、プロキシなどの方法を経由してAPIにアクセスするためのカスタムの方法を追加することで検閲を回避できます。
my: ဤလုပ်ဆောင်ချက်သည် ပရောက်စီများနှင့် အလားတူနည်းလမ်းများမှတစ်ဆင့် API ကို ဝင်ရောက်သုံးစွဲရန် မိမိစိတ်ကြိုက်နည်းလမ်းများကို ပေါင်းထည့်ခြင်းအားဖြင့် ထိုစိစစ်ဖြတ်တောက်မှုကို ရှောင်လွှဲနိုင်စေပါသည်။
nb: Denne funksjonen lar deg omgå sensuren ved å legge til tilpassede måter å få tilgang til API på via proxyer og lignende metoder.
nl: Met deze functie kunt u die censuur omzeilen door aangepaste manieren toe te voegen om toegang te krijgen tot de API via proxy's en dergelijke methoden.
pl: Ta funkcja pozwala ominąć tę cenzurę, dodając niestandardowe sposoby dostępu do API za pośrednictwem serwerów proxy i podobnych metod.
pt: Esta funcionalidade permite-lhe contornar essa censura, adicionando formas personalizadas de aceder à API através de proxies e métodos semelhantes.
ru: Эта функция позволяет обойти такую цензуру, добавив пользовательские способы доступа к API через прокси-серверы и другие подобные методы.
tr: Bu özellik, proxy'ler ve benzer yöntemler aracılığıyla API'ye erişmenin özel yollarını ekleyerek bu sansürü aşmanıza imkan tanır.

source: This feature makes the WireGuard tunnel resistant to potential attacks from quantum computers.
da: Denne funktion gør WireGuard-tunnelen modstandsdygtig over for potentielle angreb fra kvantecomputere.
de: Diese Funktion macht den WireGuard-Tunnel resistent gegen mögliche Angriffe von Quantencomputern.
es: Esta característica permite que el túnel de WireGuard resista posibles ataques de ordenadores cuánticos.
fi: Tämä ominaisuus tekee WireGuard-tunnelista kestävän kvanttitietokoneiden mahdollisia hyökkäyksiä vastaan.
fr: Cette fonctionnalité rend le tunnel WireGuard résistant aux attaques potentielles des ordinateurs quantiques.
it: Questa funzionalità rende il tunnel WireGuard resistente ai potenziali attacchi dei computer quantistici.
ja: この機能は、WireGuardトンネルに量子コンピューターからの潜在的な攻撃に対する耐性を与えます。
my: ဤလုပ်ဆောင်ချက်သည် Quantum ကွန်ပျူတာများမှ ဖြစ်လာနိုင်ခြေရှိသော တိုက်ခိုက်မှုများကို ခုခံနိုင်သည့် WireGuard Tunnel ကို ပြုလုပ်သည်။
nb: Denne funksjonen gjør WireGuard-tunnelen motstandsdyktig mot potensielle angrep fra kvantemaskiner.
nl: Deze eigenschap maakt de WireGuard-tunnel bestand tegen mogelijke aanvallen met kwantumcomputers.
pl: Ta funkcja sprawia, że tunel WireGuard jest odporny na potencjalne ataki ze strony komputerów kwantowych.
pt: Esta funcionalidade torna o túnel do WireGuard resistente a potenciais ataques de computadores quânticos.
ru: Эта функция делает туннель WireGuard устойчивым к потенциальным атакам с использованием квантовых компьютеров.
tr: Bu özellik, WireGuard tünelini kuantum bilgisayarlardan gelebilecek potansiyel saldırılara karşı dayanıklı hale getirir.

source: This impacts your anonymity
da: Dette påvirker din anonymitet
de: Dies wirkt sich auf Ihre Anonymität aus
es: Esto afecta a su anonimato
fi: Tämä vaikuttaa anonymiteettiisi
fr: Ceci affecte votre anonymat
it: Questo ha un impatto sul tuo anonimato
ja: これはあなたの匿名性に影響を与えます
my: ယင်းက သင်၏ အမည်မဖော်လိုမှုကို သက်ရောက်မှုရှိသည်
nb: Dette påvirker din anonymitet
nl: Dit heeft gevolgen voor uw anonimiteit
pl: Ma to wpływ na Twoją anonimowość
pt: Isso afeta o seu anonimato
ru: Это влияет на вашу анонимность
tr: Bu, anonimliğinizi etkileyebilir

source: This is the name assigned to the device. Each device logged in on a Mullvad account gets a unique name that helps you identify it when you manage your devices in the app or on the website.
da: Dette er det navn, der er tildelt enheden. Hver enhed, der er logget på en Mullvad-konto, får et unikt navn, der hjælper dig med at identificere den, når du administrerer dine enheder i appen eller på webstedet.
de: Dies ist der dem Gerät zugewiesene Name. Jedes Gerät, das in einem Mullvad-Konto angemeldet ist, erhält einen eindeutigen Namen, mit dem Sie es identifizieren können, wenn Sie Ihre Geräte in der App oder auf der Website verwalten.
es: Este es el nombre asignado al dispositivo. Cada dispositivo conectado a una cuenta de Mullvad recibe un nombre único que ayuda a identificarlo cuando gestiona sus dispositivos en la aplicación o en el sitio web.
fi: Tämä on laitteelle annettu nimi. Jokainen Mullvad-tilille kirjautunut laite saa yksilöllisen nimen, jonka avulla sen voi tunnistaa laitteiden hallinnassa sovelluksessa tai verkkosivustolla.
fr: Il s'agit du nom attribué à l'appareil. Chaque appareil connecté à un compte Mullvad reçoit un nom unique qui vous aide à l'identifier lorsque vous gérez vos appareils dans l'application ou sur le site Web.
it: Questo è il nome assegnato al dispositivo. Ogni dispositivo connesso a un account Mullvad riceve un nome univoco che ti aiuta a identificarlo quando gestisci i tuoi dispositivi nell'app o sul sito web.
ja: これはデバイスに割り当てられる名前です。Mullvadアカウントにログインするデバイスごとに一意の名前が付けられるため、アプリまたはウェブサイトでデバイスを管理する際にデバイスを区別しやすくなります。
my: ဤအမည်မှာ စက်အတွက် သတ်မှတ်ထားသော အမည် ဖြစ်ပါသည်။ Mullvad အကောင့်တစ်ခုတွင် ဝင်ရောက်ထားသည့် စက်တစ်ခုစီသည် တစ်မူထူးခြားသည့် အမည်တစ်ခု ရရှိမည်ဖြစ်ပြီး အက်ပ် သို့မဟုတ် ဝက်ဘ်ဆိုက်ပေါ်တွင် သင့်စက်များကို စီမံသည့်အခါ သင်အနေဖြင့် ကွဲကွဲပြားပြားသိရှိအောင် ကူညီပေးပါသည်။
nb: Dette er navnet som er tildelt enheten. Enhver enhet som er logget inn på en Mullvad-konto, får et unikt navn som gjør det enklere for deg å identifisere den når du administrerer enheten i appen eller på nettsiden.
nl: Dit is de naam die aan het apparaat is toegewezen. Elk apparaat dat is aangemeld op een Mullvad-account, krijgt een unieke naam waarmee u het kunt identificeren wanneer u uw apparaten beheert in de app of op de website.
pl: Jest to nazwa przypisana do urządzenia. Każde urządzenie zalogowane na koncie Mullvad otrzymuje unikalną nazwę, która pozwala zidentyfikować je podczas zarządzania urządzeniami w aplikacji lub za pośrednictwem witryny internetowej.
pt: Este é o nome atribuído ao dispositivo. Cada dispositivo com sessão iniciada numa conta Mullvad recebe um nome único que lhe ajuda a identificá-lo quando gere os seus dispositivos na app ou no site.
ru: Это имя, присвоенное устройству. Каждое устройство, подключенное к учетной записи Mullvad, получает уникальное имя, которое помогает вам идентифицировать его при управлении устройствами в приложении или на сайте.
tr: Bu, cihaza atanan addır. Mullvad hesabında oturum açan her cihaza, uygulamadaki veya web sitesindeki cihazlarınızı yönetirken tanımlamanıza yardımcı olacak benzersiz bir ad verilir.

source: This logs out all devices using this account and all VPN access will be denied even if there is time left on the account. Enter the last 4 digits of the account number and hit "Delete account" if you really want to delete the account:
da: Dette vil medføre, at alle enheder, der bruger denne konto, bliver logget af, og al VPN-adgang vil blive afvist, selv om der er tid tilbage på kontoen. Indtast de sidste 4 cifre i kontonummeret, og tryk på "Slet konto", hvis du virkelig ønsker at slette kontoen:
de: Dadurch werden alle Geräte, die dieses Konto verwenden, abgemeldet und die gesamte VPN-Verwendung wird verwehrt, auch wenn noch Zeit auf dem Konto vorhanden ist. Geben Sie die letzten vier Ziffern der Kontonummer ein und klicken Sie auf die Schaltfläche „Konto löschen“, wenn Sie das Konto wirklich löschen möchten:
es: Esto cierra la sesión en todos los dispositivos que usen esta cuenta y se denegará todo acceso a VPN aunque aún quede tiempo en la cuenta. Introduzca los últimos 4 dígitos del número de cuenta y toque «Eliminar cuenta» si de verdad desea eliminar la cuenta:
fi: Toiminto kirjaa kaikki tätä tiliä käyttävät laitteet ulos, ja kaikki VPN-käyttö estetään, vaikka tilillä olisi käyttöaikaa jäljellä. Anna tilin numeron neljä viimeistä numeroa ja paina Poista tili -painiketta, jos haluat varmasti poistaa tilin:
fr: Ceci déconnectera tous les appareils qui utilisent ce compte et tous les accès VPN seront refusés même s'il reste du temps sur le compte. Saisissez les 4 derniers chiffres du numéro de compte et sélectionnez « Supprimer le compte » si vous souhaitez vraiment supprimer le compte :
it: Questa operazione disconnette tutti i dispositivi che utilizzano questo account e nega qualsiasi accesso alla VPN, anche se è ancora disponibile del tempo di utilizzo. Inserisci le ultime 4 cifre del numero di account e seleziona "Elimina account" se desideri davvero eliminare l'account:
ja: これにより、このアカウントを使用しているすべてのデバイスからログアウトされ、アカウントの残り時間の有無に関わらず、すべてのVPNアクセスが拒否されます。アカウントを本当に削除する場合は、アカウント番号の下4桁を入力し、[アカウントを削除する] をクリックしてください。
my: ဤသို့ လုပ်ဆောင်ခြင်းဖြင့် ဤအကောင့်ကို သုံးနေသော စက်အားလုံးတွင် အကောင့် ထွက်သွားမည်ဖြစ်ပြီး အကောင့်တွင် အချိန်ကျန်သေးလျှင်ပင် VPN ရယူသုံးစွဲခွင့်အားလုံးကို ငြင်းပယ်သွားပါမည်။ ဤအကောင့်ကို အမှန်တကယ် ဖျက်လိုပါက အကောင့်နံပါတ်၏ နောက်ဆုံးဂဏန်း 4 လုံးကို ရိုက်ထည့်ပြီး "အကောင့် ဖျက်ရန်" ကို နှိပ်ပါ-
nb: Dette logger ut alle enheter som bruker denne kontoen, og all VPN-tilgang vil bli avvist selv om det er tid igjen på kontoen. Skriv inn de fire siste sifrene i kontonummeret og trykk på «Slett konto» hvis du virkelig ønsker å slette kontoen:
nl: Hiermee worden alle apparaten die dit account gebruiken afgemeld en alle toegang tot VPN wordt geweigerd, ook als er nog tijd over is in het account. Voer de laatste 4 cijfers van het accountnummer in en klik op "Account verwijderen" als u het account echt wilt verwijderen:
pl: Spowoduje to wylogowanie wszystkich urządzeń korzystających z tego konta, a dostęp do sieci VPN zostanie zablokowany, nawet jeśli na koncie pozostał jeszcze czas. Jeśli naprawdę chcesz usunąć konto, wprowadź 4 ostatnie cyfry numeru konta i kliknij opcję „Usuń konto”:
pt: Isto termina a sessão de todos os dispositivos que utilizam esta conta e o acesso à VPN será negado, mesmo que ainda exista tempo disponível na conta. Introduza os últimos 4 dígitos do número de conta e clique em "Eliminar conta" se realmente pretender eliminá-la:
ru: Это приведет к выходу из этой учетной записи на всех устройствах. Доступ к VPN будет заблокирован, даже если на учетной записи еще осталось время. Введите последние 4 цифры номера учетной записи и нажмите «Удалить учетную запись», если вы действительно хотите ее удалить:
tr: Bu hesabı kullanan tüm cihazlardan çıkış yapılır ve hesapta kalan süre olsa bile tüm VPN erişimi engellenir. Hesabı gerçekten silmek istiyorsanız hesap numarasının son 4 hanesini girin ve "Hesabı sil"e tıklayın:

source: This might cause issues on certain websites, services, and apps.
da: Dette kan forårsage problemer på visse websteder, tjenester og apps.
de: Dies kann bei bestimmten Websites, Diensten und Apps zu Problemen führen.
es: Esto podría causar problemas con determinados sitios web, servicios y aplicaciones.
fi: Tämä voi aiheuttaa ongelmia tietyillä verkkosivustoilla, palveluissa ja sovelluksissa.
fr: Cela peut causer des problèmes sur certains sites Web, services et applications.
it: Ciò potrebbe causare problemi su determinati siti web, servizi e app.
ja: これにより、特定のWebサイト、サービス、アプリで問題が発生する可能性があります。
my: ၎င်းသည် အချို့သော ဝဘ်ဆိုက်များ၊ ဝန်ဆောင်မှုများနှင့် အက်ပ်များတွင် ပြဿနာများကို ဖြစ်စေနိုင်သည်။
nb: Dette kan føre til problemer på enkelte nettsteder, tjenester og apper.
nl: Dit kan problemen veroorzaken met bepaalde websites, diensten en apps.
pl: Może to powodować problemy z niektórymi witrynami internetowymi, usługami i aplikacjami.
pt: Pode causar problemas em alguns sites, serviços e apps.
ru: Это может привести к проблемам при использовании некоторых сайтов, служб и приложений.
tr: Bu, belirli web sitelerinde, hizmetlerde ve uygulamalarda sorunlara neden olabilir.

source: Time left: %@
da: Tid tilbage: %@
de: Verbleibende Zeit: %@
es: Tiempo restante: %@
fi: Aikaa jäljellä: %@
fr: Temps restant : %@
it: Tempo rimasto: %@
ja: 残り時間: %@
my: ကျန်သည့် အချိန်- %@
nb: Tid igjen: %@
nl: Resterende tijd: %@
pl: Pozostały czas: %@
pt: Tempo restante: %@
ru: Осталось времени: %@
tr: Kalan süre: %@

source: Tirana
ja: ティラナ
my: တေရားနား
ru: Тирана
tr: Tiran

source: To add more, you will need to disconnect and access the Internet with an unsecure connection.
da: For at tilføje mere skal du afbryde forbindelsen og tilgå internettet med en usikker forbindelse.
de: Um mehr hinzuzufügen, müssen Sie Ihre Verbindung trennen und mit einer unsicheren Verbindung auf das Internet zugreifen.
es: Para agregar tiempo, tendrá que desconectarse y acceder a Internet a través de una conexión no segura.
fi: Sinun on katkaistava yhteys ja käytettävä internetiä suojaamattoman yhteyden kautta, jotta voit lisätä lisää.
fr: Pour en ajouter d'autres, vous devrez vous déconnecter et accéder à internet avec une connexion non sécurisée.
it: Per aggiungerne ancora, dovrai disconnetterti e accedere a Internet con una connessione non protetta.
ja: 時間を追加するには、いったん接続を解除し、セキュリティ保護されていない接続でインターネットにアクセスする必要があります。
my: နောက်ထပ် ပေါင်းထည့်ရန်အတွက် ချိတ်ဆက်မှုဖြုတ်ပြီး မလုံခြုံသည့် ချိတ်ဆက်မှုဖြင့် အင်တာနက် ရယူသုံးစွဲရန် လိုပါမည်။
nb: For å legge til mer, må du koble fra og koble til internettet med en usikker tilkobling.
nl: Om meer toe te voegen, moet u de verbinding verbreken en het internet gebruiken via een onveilige verbinding.
pl: Aby dodać więcej, musisz rozłączyć się i uzyskać dostęp do Internetu za pomocą niezabezpieczonego połączenia.
pt: Além disso, tem de se desligar e aceder à Internet através de uma ligação não segura.
ru: Чтобы добавить время, необходимо отключиться, а затем выйти в Интернет по незащищенному соединению.
tr: Daha fazla süre eklemek için, bağlantıyı keserek güvenli olmayan bir bağlantıyla internete erişmeniz gerekir.

source: To assist you better, please write in English or Swedish and include which country you are connecting from.
da: For at vi bedre kan hjælpe dig, bedes du skrive på engelsk eller svensk og nævne hvilket land, du befinder dig i.
de: Um Ihnen besser weiterhelfen zu können, schreiben Sie uns bitte auf Englisch oder Schwedisch und geben Sie an, aus welchem Land Sie die Verbindung herstellen.
es: Para ayudarle mejor, escriba en inglés o sueco e indique desde qué país se está conectando.
fi: Jotta voisimme avustaa sinua paremmin, kirjoita englanniksi tai ruotsiksi ja mainitse, mistä maasta muodostat yhteyden.
fr: Pour nous permettre de mieux vous assister, merci d'écrire en anglais ou en suédois et d'indiquer le pays à partir duquel vous vous connectez.
it: Per consentirci di assisterti meglio, scrivi in ​​inglese o in svedese e indica da quale Paese ti stai connettendo.
ja: 最適なサポートを提供するため、英語またはスウェーデン語でご入力ください。また、接続元の国をお知らせください。
my: သင့်အား ပို၍ အကူအညီပေးနိုင်ရန် အင်္ဂလိပ်ဘာသာ သို့မဟုတ် ဆွီဒင်ဘာသာဖြင့် ရေးပြီး မည်သည့်နိုင်ငံမှ သင်ချိတ်ဆက်နေသည်ကို ထည့်သွင်းဖော်ပြပါ။
nb: For at vi skal kunne hjelpe deg bedre, ber vi deg om å skrive på engelsk eller svensk og fortelle hvilket land du befinner deg i.
nl: Om u beter te kunnen helpen, kunt u in het Engels of Zweeds schrijven. Vermeld uit welk land u komt.
pl: Abyśmy mogli lepiej Ci pomóc, napisz w języku angielskim lub szwedzkim i podaj kraj, z którego się łączysz.
pt: Para o ajudar melhor, escreva em inglês ou sueco e indique o país de onde está a efetuar a ligação.
ru: Чтобы мы могли быстрее решить проблему, напишите нам на английском или шведском и укажите, из какой страны вы подключаетесь.
tr: Size daha iyi yardımcı olabilmemiz için lütfen mesajınızı İngilizce veya İsveççe olarak yazın ve hangi ülkeden bağlandığınızı belirtin.

source: To circumvent this you can import a file or a text, provided by our support team, with new IP addresses that override the default addresses of the servers in the Select location view.
da: For at omgå dette kan du importere en fil eller en tekst, leveret af vores supportteam, med nye IP-adresser, der tilsidesætter standardadresserne på serverne i visningen Vælg placering.
de: Um dies zu umgehen, können Sie eine Datei oder einen von unserem Support-Team bereitgestellten Text mit neuen IP-Adressen importieren, die die Standardadressen der Server in der Ortsauswahl außer Kraft setzen.
es: Para eludir esto, puede importar un archivo o texto, suministrado por nuestro equipo de asistencia, con nuevas direcciones IP que anulan las direcciones predeterminadas de los servidores en la vista Seleccionar ubicación.
fi: Voit kiertää estot tuomalla tukitiimimme toimittaman tiedoston tai tekstin, josta löytyy uusia, palvelimien oletusosoitteet sijainnin valintanäkymässä ohittavia IP-osoitteita.
fr: Pour contourner ce problème, vous pouvez importer un fichier ou du texte fourni par notre équipe d'assistance, avec de nouvelles adresses IP qui remplacent les adresses par défaut des serveurs dans la vue Sélectionner un emplacement.
it: Per aggirare questo problema, puoi importare un file o un testo, fornito dal nostro team di supporto, con nuovi indirizzi IP che sovrascrivono gli indirizzi predefiniti dei server nella vista Seleziona posizione.
ja: これを回避するには、「場所を選択」ビューでサポートチームが提供したサーバーのデフォルトアドレスをオーバーライドする新しいIPアドレスを含むファイルまたはテキストをインポートできます。
my: ဤသည်ကို ရှောင်လွှဲရန် ကျွန်ုပ်တို့ အကူအညီပေးရေးအဖွဲ့မှ ပေးထားသော တည်နေရာ ရွေးရန် ပြသမှုအတွင်းရှိ ဆာဗာများ၏ ပုံသေ လိပ်စာများကို ကျော်လွန် ပယ်ဖျက်သည့် IP လိပ်စာအသစ်များဖြင့် ဖိုင် သို့မဟုတ် စာသားကို သင် ထည့်သွင်းနိုင်ပါသည်။
nb: For å omgå dette kan du importere en fil eller tekst, som du har fått fra kundestøtteteamet, med nye IP-adresser som overstyrer standardadressene til serverne i «Velg plassering».
nl: Om dit te omzeilen, kunt u een door ons ondersteuningsteam verstrekt bestand of tekst importeren, met nieuwe IP-adressen die de standaardadressen van de servers in de weergave Locatie selecteren overschrijven.
pl: Aby obejść ten problem, można zaimportować plik lub tekst dostarczony przez nasz zespół pomocy technicznej, zawierający nowe adresy IP, które zastępują domyślne adresy serwerów w widoku Wybierz lokalizację.
pt: Para contornar esta situação, pode importar um ficheiro ou texto, fornecido pela nossa equipa de apoio, com novos endereços IP que substituem os endereços padrão dos servidores na vista Selecionar local.
ru: Чтобы обойти эту проблему, можно импортировать файл или текст, предоставленный нашей службой поддержки, с новыми IP-адресами, которые заменяют адреса серверов по умолчанию в представлении «Выбор местоположения».
tr: Bu sınırlamadan kaçınmak için Konum Seç görünümündeki varsayılan sunucu adreslerini geçersiz kılan yeni IP adreslerine sahip bir dosyayı veya metni (destek ekibimiz tarafından sağlanır) içe aktarabilirsiniz.

source: To continue your journey as a privacy ninja, visit our website to pick up other privacy-friendly habits and tools.
da: For at fortsætte med at leve som en privatlivs-ninja skal du besøge vores websted for at lære om andre vaner og værktøjer, der værner om fortroligheden.
de: Besuchen Sie unsere Website, um mehr über datenschutzfreundliche Gewohnheiten & Tools zu erfahren und Ihre Reise als Datenschutz-Ninja fortzufahren.
es: Para continuar su viaje como un ninja de la privacidad, visite nuestro sitio web para conocer otras herramientas y hábitos de privacidad.
fi: Vieraile verkkosivustollamme ja poimi mukaasi muita yksityisyyttä suojelevia tapoja ja työkaluja jatkaaksesi taipaleellasi yksityisyyttä suojelevana ninjana.
fr: Pour continuer votre voyage de ninja de la confidentialité, visitez notre site Web pour découvrir d'autres outils et habitudes pour protéger votre vie privée.
it: Per continuare il tuo viaggio come ninja della privacy, visita il nostro sito Web e acquisisci altri strumenti e abitudini per la tua privacy.
ja: プライバシー忍者であり続けるため、当社ウェブサイトにアクセスしてプライバシーに配慮したその他の習慣やツールをご覧ください。
my: ကိုယ်ရေးအချက်အလက် လုံခြုံသော နင်ဂျာတစ်ဦးကဲ့သို့ ခရီးဆက်ရန်အတွက် အခြားသော ကိုယ်ရေးအချက်အလက်လုံခြုံရေး အထောက်အကူပြု အလေ့အကျင့်နှင့် တူးလ်များကို ရွေးရန် ကျွန်ုပ်တို့၏ ဝက်ဘ်ဆိုက်ကို ဝင်ကြည့်ပါ။
nb: For å fortsette reisen som en personvernninja, besøk nettstedet vårt og plukk opp andre personvernvennlige vaner og verktøy.
nl: Bezoek onze website om uw reis als privacyninja voort te zetten en andere privacyvriendelijke gewoonten en tools op te pikken.
pl: Aby kontynuować przygodę eksperta ds. bezpieczeństwa, odwiedź naszą witrynę internetową i poznaj inne nawyki oraz narzędzia chroniące prywatność.
pt: Para continuar a sua viagem como um ninja da privacidade, visite o nosso site para conhecer outros hábitos e ferramentas amigos da privacidade.
ru: На нашем сайте вы сможете узнать о полезных привычках и инструментах, которые помогут повысить ваши навыки ниндзя приватности.
tr: Yolculuğunuza bir gizlilik ninjası olarak devam etmek için web sitemizi ziyaret edin ve diğer gizlilik dostu alışkanlıklar ve araçlar hakkında bilgi edinin.
