Repository: mullvad/mullvadvpn-app
Catalog: ios/translation/locales/*.xliff
Languages: da, de, es, fi, fr, it, ja, my, nb, nl, pl, pt, ru, tr

source: Zagreb
it: Zagabria
ja: ザグレブ
my: ဇက်ဂ်ရက်ဘ်
pl: Zagrzeb
ru: Загреб

source: Zurich
da: Zürich
de: Zürich
es: Zúrich
fi: Zürich
it: Zurigo
ja: チューリッヒ
my: ဇူးရစ်ချ်
nb: Zürich
nl: Zürich
pl: Zurych
pt: Zurique
ru: Цюрих
tr: Zürih

source: multihop
es: salto múltiple
ja: マルチホップ
my: မာလ်တီဟော့ပ်
nb: multihopp
pl: wielokrotny przeskok
tr: çoklu geçiş

source: privacy policy
da: fortrolighedspolitik
de: Datenschutzrichtlinie
es: política de privacidad
fi: tietosuojakäytäntö
fr: politique de confidentialité
it: informativa sulla privacy
ja: プライバシーポリシー
my: ကိုယ်ပိုင်အချက်အလက် မူဝါဒ
nb: retningslinjer for personvern
nl: privacybeleid
pl: polityka prywatności
pt: política de privacidade
ru: политика конфиденциальности
tr: gizlilik politikası

source: value
da: værdi
de: Wert
es: valor
fi: arvo
fr: valeur
it: valore
ja: 値
my: တန်ဖိုး
nb: verdi
nl: waarde
pl: wartość
pt: valor
ru: значение
tr: değer

# NSLocalNetworkUsageDescription
source: The app needs this to connect and test a new method.
da: Appen skal bruge dette til at oprette forbindelse og teste en ny metode.
de: Die App benötigt dies, um eine Verbindung herzustellen und eine neue Funktion zu testen.
es: La aplicación lo necesita para conectarse y probar un método nuevo.
fi: Sovellus tarvitsee tätä yhteyden muodostamiseen ja uuden tavan testaamiseen.
fr: L'application a besoin de ceci pour se connecter et tester une nouvelle méthode.
it: L'app ne ha bisogno per connettersi e testare un nuovo metodo.
ja: アプリでは新しい方法の接続とテストのためにこれが必要です。
my: အက်ပ်သည် ချိတ်ဆက်ရန်နှင့် နည်းလမ်းအသစ်ကို စမ်းသပ်ရန်အတွက် ဤအရာကို လိုအပ်ပါသည်။
nb: Appen trenger dette for å koble til og teste en ny metode.
nl: De app heeft dit nodig om verbinding te maken en een nieuwe methode te testen.
pl: Aplikacja potrzebuje tego, aby połączyć się i przetestować nową metodę.
pt: A aplicação necessita desta opção para ligar e testar um novo método.
ru: Приложению это необходимо для подключения и тестирования нового метода.
tr: Uygulamanın buna bağlanması ve yeni bir yöntemi test etmesi gerekir.

source: Collapse
da: Skjul
it: Comprimi
ru: Свернуть

source: Expand
da: Udvid
it: Espandi
ru: Развернуть

source: Providers: %lld
da: Udbydere: %lld
it: Provider: %lld
ru: Провайдеры: %lld

source: The entry server for %1$@ is currently overridden by %2$@. To select an entry server, please first enable “%3$@” or disable “%4$@” in the settings.
da: Indgangsserveren for %1$@ tilsidesættes i øjeblikket af %2$@. Du skal først aktivere "%3$@" eller deaktivere "%4$@" i indstillingerne for at vælge en indgangsserver.
it: Il server di entrata per %1$@ è attualmente sovrascritto da %2$@. Per selezionare un server di entrata, abilita prima "%3$@" o disabilita "%4$@" nelle impostazioni.
ru: Сервер входа для функции «%1$@» в настоящее время переопределен функцией «%2$@». Чтобы выбрать сервер входа, сначала включите «%3$@» или отключите «%4$@» в настройках.

source: UDP-over-TCP
de: UDP über TCP
es: UDP sobre TCP
fi: UDP TCP:n kautta
pl: UDP-przez-TCP
pt: UDP sobre TCP
ru: UDP через TCP
tr: TCP üzerinden UDP
