Repository: mullvad/mullvadvpn-app
Catalog: ios/translation/locales/*.xliff
Languages: da, de, es, fi, fr, it, ja, my, nb, nl, pl, pt, ru, tr

source: Next
da: Næste
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
it: Avanti
ja: 次へ
my: ရှေ့သို့
nb: Neste
nl: Volgende
pl: Dalej
pt: Seguinte
ru: Далее
tr: Sonraki

source: Nicosia
de: Nikosia
fi: Nikosia
fr: Nicosie
ja: ニコシア
my: နီကိုရှား
pl: Nikozja
pt: Nicósia
ru: Никосия
tr: Lefkoşa

source: Nigeria
ja: ナイジェリア
my: နိုင်ဂျီးရီးယား
pt: Nigéria
ru: Нигерия
tr: Nijerya

source: No DAITA compatible servers match your location settings. Try changing location.
da: Ingen DAITA-kompatible servere matcher dine placeringsindstillinger. Prøv at ændre placering.
de: Es gibt keine DAITA-kompatiblen Server, die Ihren Standorteinstellungen entsprechen. Versuchen Sie, den Standort zu ändern.
es: Ningún servidor compatible con DAITA coincide con la configuración de su ubicación. Intente cambiar la ubicación.
fi: Sijaintiasetuksia vastaavia DAITA-yhteensopivia palvelimia ei ole. Kokeile vaihtaa sijainti.
fr: Aucun serveur compatible avec DAITA ne correspond à vos paramètres de localisation. Essayez de modifier la localisation.
it: Nessun server compatibile con DAITA corrispondente alle impostazioni della tua posizione. Prova a cambiare posizione.
ja: 場所の設定に一致するDAITA対応サーバーが見つかりません。場所の変更をお試しください。
my: သင့်တည်နေရာ ဆက်တင်နှင့် ကိုက်ညီပြီး DAITA တွဲဖက်သုံးနိုင်သော ဆာဗာ မရှိပါ။ တည်နေရာ ပြောင်းကြည့်ပါ။
nb: Ingen DAITA-kompatible servere samsvarer med dine plasseringsinnstillinger. Prøv å endre plassering.
nl: Er zijn geen voor DAITA geschikte servers die voldoen aan uw locatie-instellingen. Wijzig de locatie.
pl: Żaden serwer zgodny z DAITA nie pasuje do ustawień lokalizacji. Spróbuj zmienić lokalizację.
pt: Nenhum servidor compatível com a DAITA que corresponda às suas definições de localização. Tente alterar a localização.
ru: Ни один из серверов, совместимых с DAITA, не соответствует вашим настройкам местоположения. Попробуйте изменить местоположение.
tr: Konum ayarlarınızla eşleşen DAITA uyumlu sunucu bulunamadı. Konumunuzu değiştirmeyi deneyin.

source: No matching relays found, check your filter settings.
da: Ingen matchende relæer blev fundet, tjek dine filterindstillinger.
de: Es wurden keine passenden Relays gefunden. Überprüfen Sie Ihre Filtereinstellungen.
es: No se ha encontrado ningún retransmisor coincidente, revise los ajustes de su filtro.
fi: Vastaavia välityksiä ei löydy, tarkista suodatinasetuksesi.
fr: Aucun relais correspondant trouvé, vérifiez les paramètres de votre filtre.
it: Nessun relay corrispondente trovato, controlla le impostazioni del filtro.
ja: 一致する中継サーバーが見つかりません。フィルターの設定をご確認ください。
my: ကိုက်ညီသော ရီလေး (Relay) များ မတွေ့ပါ၊ သင်၏ စစ်ထုတ်မှု ဆက်တင်များကို စစ်ဆေးပါ။
nb: Ingen samsvarende reléer funnet. Sjekk filterinnstillingene.
nl: Geen overeenkomende relays gevonden. Controleer uw filterinstellingen.
pl: Nie znaleziono pasujących przekaźników, sprawdź ustawienia filtrowania.
pt: Não foram encontrados retransmissores correspondentes. Verifique as definições do filtro.
ru: Не найдено подходящих серверов ретрансляции, проверьте настройки фильтра.
tr: Eşleşen geçit bulunamadı, filtre ayarlarınızı kontrol edin.

source: No matching servers found.
da: Der blev ikke fundet nogen matchende servere.
de: Keine passenden Server gefunden.
es: No se han encontrado servidores coincidentes.
fi: Vastaavia palvelimia ei löytynyt.
fr: Aucun serveur correspondant trouvé.
it: Nessun server corrispondente trovato.
ja: 一致するサーバーが見つかりません。
my: ကိုက်ညီသည့် ဆာဗာများ မတွေ့ပါ။
nb: Fant ingen matchende servere.
nl: Geen overeenkomende servers gevonden.
pl: Nie znaleziono pasujących serwerów.
pt: Nenhum servidor correspondente encontrado.
ru: Подходящих серверов не найдено.
tr: Eşleşen sunucu bulunamadı.

source: No servers match your location filter. Try changing filter settings.
da: Ingen servere matcher dit placeringsfilter. Prøv at ændre filterindstillingerne.
de: Es gibt keine Server, die Ihren Standortfilter erfüllen. Versuchen Sie, Ihre Filtereinstellungen zu ändern.
es: Ningún servidor coincide con el filtro de su ubicación. Intente cambiar los ajustes de su filtro.
fi: Sijaintisuodatintasi vastaavia palvelimia ei ole. Kokeile muuttaa suodatinasetuksiasi.
fr: Aucun serveur ne correspond à votre filtre d'emplacements. Essayez de changer les paramètres du filtre.
it: Nessun server corrispondente al filtro di posizione. Prova a modificare le impostazioni del filtro.
ja: 場所のフィルターに一致するサーバーがありません。フィルターの設定変更をお試しください。
my: သင်၏ တည်နေရာ စစ်ထုတ်မှုနှင့် ကိုက်ညီသော ဆာဗာ မရှိပါ။ စစ်ထုတ်မှု ဆက်တင်များကို ပြောင်းကြည့်ပါ။
nb: Ingen servere samsvarer med plasserignsfilteret. Prøv å endre filterinnstillingene.
nl: Er zijn geen servers die overeenkomen met uw locatiefilter. Probeer om de filterinstellingen te wijzigen.
pl: Żadne serwery nie pasują do filtru lokalizacji. Spróbuj zmienić ustawienia filtru.
pt: Nenhum servidor corresponde ao seu filtro de localização. Tente alterar as definições do filtro.
ru: Ни один сервер не соответствует вашему фильтру местоположения. Попробуйте изменить настройки фильтра.
tr: Konum filtrenizle eşleşen sunucu yok. Filtre ayarlarını değiştirmeyi deneyin.

source: No servers match your obfuscation settings. Try changing location or obfuscation method.
da: Ingen servere matcher dine tilsløringsindstillinger. Prøv at ændre placering eller tilsløringsmetode.
de: Es gibt keine Server, die Ihren Verschleierungseinstellungen entsprechen. Versuchen Sie, den Standort oder die Verschleierungsmethode zu ändern.
es: Ningún servidor coincide con sus ajustes de ofuscación. Intente cambiar la ubicación o el método de ofuscación.
fi: Hämäysasetuksiasi vastaavia palvelimia ei ole. Kokeile vaihtaa sijaintia tai hämäystapaa.
fr: Aucun serveur ne correspond à vos paramètres de dissimulation. Essayez de changer d'emplacement ou de méthode de dissimilation.
it: Nessun server corrispondente alle tue impostazioni di offuscamento. Prova a cambiare posizione o metodo di offuscamento.
ja: 難読化の設定に一致するサーバーがありません。場所または難読化方式の変更をお試しください。
my: သင့် Obfuscation ဆက်တင်များနှင့် ကိုက်ညီသော ဆာဗာများ မရှိပါ။ တည်နေရာ သို့မဟုတ် Obfuscation ဆက်တင်ကို ပြောင်းကြည့်ပါ။
nb: Ingen servere samsvarer med dine tilsløringsinnstillinger. Prøv å endre plassering eller tilsløringsmetode.
nl: Er zijn geen servers die overeenkomen met uw obfuscatie-instellingen. Probeer de locatie of de obfuscatiemethode te wijzigen.
pl: Żadne serwery nie pasują do ustawień zaciemniania. Spróbuj zmienić lokalizację lub metodę zaciemniania.
pt: Nenhum servidor corresponde às suas definições de ofuscação. Tente alterar a localização ou o método de ofuscação.
ru: Ни один сервер не соответствует вашим настройкам обфускации. Попробуйте изменить местоположение или метод обфускации.
tr: Gizleme ayarlarınızla eşleşen sunucu yok. Konumu veya gizleme yöntemini değiştirmeyi deneyin.

source: No servers match your settings, try changing server or other settings.
da: Ingen servere matcher dine indstillinger. Prøv at ændre server eller andre indstillinger.
de: Kein Server entspricht Ihren Einstellungen. Versuchen Sie, den Server oder andere Einstellungen zu ändern.
es: Ningún servidor coincide con su configuración, pruebe con otro servidor u otra configuración.
fi: Mikään palvelin ei vastaa asetuksiasi. Kokeile vaihtaa palvelinta tai muuttaa muita asetuksia.
fr: Aucun serveur ne correspond à vos paramètres, essayez de modifier les paramètres du serveur ou d'autres paramètres.
it: Nessun server corrispondente alle tue impostazioni, prova a cambiare server o impostazioni.
ja: 設定に一致するサーバーはありません。サーバーまたは他の設定を変更してみてください。
my: သင့်ဆက်တင်နှင့် ကိုက်ညီသော ဆာဗာများ မရှိပါ၊ ဆာဗာ သို့မဟုတ် အခြားဆက်တင်တို့ကို ပြောင်းလဲရန် ကြိုးစားကြည့်ပါ။
nb: Ingen servere passer til innstillingene dine. Prøv å endre server eller andre innstillinger.
nl: Er zijn geen servers die overeenkomen met uw instellingen. Probeer een andere server of andere instellingen.
pl: Żaden serwer nie odpowiada ustawieniom. Spróbuj zmienić serwer lub inne ustawienia.
pt: Nenhum servidor corresponde às suas definições. Tente alterar o servidor ou outras definições.
ru: Нет серверов, соответствующих вашим настройкам. Попробуйте изменить сервер или задайте другие настройки.
tr: Ayarlarınızla eşleşen sunucu yok. Sunucuyu veya diğer ayarları değiştirmeyi deneyin.

source: Norway
da: Norge
de: Norwegen
es: Noruega
fi: Norja
fr: Norvège
it: Norvegia
ja: ノルウェー
my: နော်ဝေး
nb: Norge
nl: Noorwegen
pl: Norwegia
pt: Noruega
ru: Норвегия
tr: Norveç

source: Not all our servers are %1$@-enabled. Therefore, we use multihop automatically to enable %2$@ with any server.
da: Ikke alle vores servere er %1$@-kompatible. Derfor bruger vi automatisk multihop til at aktivere %2$@ med enhver server.
de: Nicht alle unsere Server sind %1$@-fähig. Daher verwenden wir automatisch Multihop, um %2$@ mit jedem Server zu aktivieren.
es: No todos nuestros servidores están habilitados para %1$@. Por lo tanto, utilizamos el salto múltiple de forma automática para habilitar %2$@ con cualquier servidor.
fi: Kaikissa palvelimissamme ei ole %1$@-tukea. Siksi käytämme multihopia automaattisesti mahdollistaaksemme %2$@:n millä tahansa palvelimella.
fr: Tous nos serveurs ne sont pas compatibles %1$@. C'est pourquoi nous utilisons automatiquement le multihop pour activer %2$@ avec n'importe quel serveur.
it: Non tutti i nostri server sono abilitati per %1$@. Pertanto, utilizziamo automaticamente il multihop per abilitare %2$@ con un server qualsiasi.
ja: すべてのサーバーが%1$@に対応しているわけではないため、どのサーバーでも%2$@が有効になるようにマルチホップを自動的に使用しています。
my: ကျွန်ုပ်တို့၏ဆာဗာအားလုံးတွင် %1$@ ကိုဖွင့်ထားခြင်းမရှိပါ။ ထို့ကြောင့် ကျွန်ုပ်တို့သည် မည်သည့်ဆာဗာနှင့်မဆို %2$@ ကိုဖွင့်ရန် မာလ်တီဟော့ပ်ကို အလိုအလျောက်အသုံးပြုပါသည်။
nb: Ikke alle serverne våre er %1$@-aktiverte. Derfor bruker vi automatisk multihopp for å aktivere %2$@ med alle servere.
nl: Niet al onze servers zijn geschikt voor %1$@. Daarom gebruiken we automatisch multihop om %2$@ in te schakelen bij elke server.
pl: Nie wszystkie nasze serwery obsługują %1$@. Dlatego automatycznie używamy funkcji wielokrotnego przeskoku, aby umożliwić działanie %2$@ z dowolnym serwerem.
pt: Nem todos os servidores suportam %1$@. Por isso, utilizamos multihop automaticamente para ativar %2$@ em qualquer servidor.
ru: %1$@ поддерживается не на всех серверах. Поэтому, чтобы функция %2$@ работала с любым сервером, мы автоматически используем многократный переход.
tr: %1$@, tüm sunucularımızda etkin değildir. Bu nedenle, %2$@ özelliğini herhangi bir sunucuda etkinleştirmek için otomatik olarak çoklu geçişi kullanırız.

source: OUT OF TIME
da: TID UDLØBET
de: ZEIT ABGELAUFEN
es: TIEMPO AGOTADO
fi: EI KÄYTTÖAIKAA
fr: PLUS DE TEMPS
it: SCADUTO
ja: 時間切れ
my: အချိန်စေ့သွားပါပြီ
nb: TIDEN HAR UTLØPT
nl: GEEN TIJD MEER
pl: KONIEC CZASU
pt: SEM TEMPO
ru: ЗАКОНЧИЛОСЬ ВРЕМЯ
tr: SÜRE DOLDU

source: OVERRIDES ACTIVE
da: TILSIDESÆTTELSER AKTIVE
de: AKTIVE ÜBERSCHREIBUNGEN
es: ANULACIONES ACTIVAS
fi: OHITUKSIA KÄYTÖSSÄ
fr: SUBSTITUTIONS ACTIVES
it: SOVRASCRITTURE ATTIVE
ja: オーバーライドが有効です
my: ထပ်ရေးမှုများ သက်ဝင်ခြင်း
nb: OVERSTYRINGER AKTIVE
nl: OVERSCHRIJVINGEN ACTIEF
pl: ZASTĄPIENIA AKTYWNE
pt: SUBSTITUIÇÕES ATIVAS
ru: ПЕРЕОПРЕДЕЛЕНИЯ АКТИВНЫ
tr: GEÇERSİZ KILMALAR ETKİN

source: Obfuscation
da: Tilsløring
de: Verschleierung
es: Ofuscación
fi: Hämäysteknologia
fr: Dissimulation
it: Offuscamento
ja: 難読化
nb: Tilsløring
nl: Obfuscatie
pl: Zaciemnianie
pt: Ofuscação
ru: Обфускация
tr: Gizleme

source: Obfuscation hides the WireGuard traffic inside another protocol. It can be used to help circumvent censorship and other types of filtering, where a plain WireGuard connection would be blocked.
da: Tilsløring skjuler WireGuard-trafikken inden i en anden protokol. Det kan bruges til at hjælpe med at omgå censur og andre typer filtrering, hvor en almindelig WireGuard-forbindelse ville blive blokeret.
de: Bei der Verschleierung wird der WireGuard-Datenverkehr in einem anderen Protokoll versteckt. Sie kann dazu verwendet werden, Zensur und andere Arten von Filtern zu umgehen, bei denen eine reine WireGuard-Verbindung blockiert würde.
es: La ofuscación oculta el tráfico de WireGuard dentro de otro protocolo. Puede usarse para sortear la censura y otros tipos de filtrado donde podría bloquearse una conexión de WireGuard normal.
fi: Hämäysteknologian käyttäminen piilottaa WireGuard-liikenteen toisen protokollan sisään. Sitä voidaan käyttää kiertämään sensuuria ja muita suodatuksia niissä tapauksissa, kun tavallinen WireGuard-yhteys muutoin estettäisi.
fr: La dissimulation cache le trafic WireGuard à l'intérieur d'un autre protocole. Elle peut être utilisée pour aider à contourner la censure et d'autres types de filtrage, où une connexion WireGuard simple serait bloquée.
it: L'offuscamento nasconde il traffico WireGuard all'interno di un altro protocollo. Può essere utilizzato per aggirare la censura e altri tipi di filtraggio, in cui una semplice connessione WireGuard verrebbe bloccata.
ja: 難読化は、WireGuardトラフィックを別のプロトコル内に隠します。プレーンなWireGuard接続がブロックされる検閲やその他のフィルタリングを回避するために使用できます。
my: Obfuscation သည် အခြားပရိုတိုကောလ်အတွင်းရှိ WireGuard ကူးလူးမှုကို ဝှက်ထားပေးပါသည်။ သာမန် WireGuard ချိတ်ဆက်မှုကို ပိတ်ဆို့မည့် အခြားသော စစ်ထုတ်မှု အမျိုးအစားများနှင့် ဆင်ဆာဖြတ်တောက်ခြင်းကို ရှောင်လွှဲနိုင်စေရာတွင် ကူညီနိုင်စေရန် ၎င်းကို သုံးနိုင်ပါသည်။
nb: Tilsløring skjuler WireGuard-trafikken i en annen protokoll. Man kan på den måten omgå sensur og andre typer filter der en vanlig WireGuard-tilkobling ville blitt blokkert.
nl: Obfuscatie verbergt het WireGuard-verkeer in een ander protocol. Het kan worden gebruikt om censuur en andere soorten filtering te omzeilen, waar een gewone WireGuard-verbinding zou worden geblokkeerd.
pl: Zaciemnianie ukrywa ruch WireGuard w innym protokole. Można go użyć do obchodzenia cenzury i innych typów filtrowania, w których zwykłe połączenie WireGuard byłoby blokowane.
pt: A ofuscação oculta o tráfego do WireGuard dentro de outro protocolo. Pode ser utilizado para ajudar a contornar a censura e outros tipos de filtragem, onde uma simples ligação WireGuard seria bloqueada.
ru: Обфускация скрывает трафик WireGuard внутри другого протокола. Это может использоваться для обхода цензуры и других видов фильтрации, когда обычные соединения WireGuard блокируются.
tr: Gizleme, WireGuard trafiğini başka bir protokolün içinde gizler. Normal bir WireGuard bağlantısının engelleneceği sansürü ve diğer filtreleme türlerini aşmaya yardımcı olmak için kullanılabilir.

source: Obscured
da: Tilsløret
de: Verschleiert
es: Enmascarado
fi: Hämätty
fr: Dissimulé
it: Oscurato
ja: 非表示
my: ဖုံးကာထားသည်
nb: Tilslørt
nl: Verduisterd
pl: Zaciemniono
pt: Ocultado
ru: Замаскировано
tr: Gizlendi

source: Off
da: Fra
de: Aus
es: Desactivado
fi: Pois
fr: Désactivé
ja: オフ
my: ပိတ်
nb: Av
nl: Uit
pl: Wył.
pt: Desligado
ru: Выкл.
tr: Kapalı

source: On
da: Til
de: Ein
es: Activado
fi: Päällä
fr: Activé
ja: オン
my: ဖွင့်
nb: På
nl: Aan
pl: Wł.
pt: Ligado
ru: Вкл.
tr: Açık

source: On some networks, where various types of censorship are being used, our server IP addresses are sometimes blocked.
da: På nogle netværk, hvor der bruges forskellige typer censur, er vores server IP-adresser nogle gange blokeret.
de: In einigen Netzwerken, in denen verschiedene Arten der Zensur eingesetzt werden, werden die IP-Adressen unserer Server manchmal blockiert.
es: En algunas redes, donde se aplican diversos tipos de censura, a veces se bloquean las direcciones IP de nuestro servidor.
fi: Palvelimiemme IP-osoitteet estetään toisinaan joissakin useita erityyppistä sensurointimenetelmiä käyttävissä verkoissa.
fr: Sur certains réseaux, où divers types de censure sont utilisés, les adresses IP de notre serveur sont parfois bloquées.
it: Su alcune reti, dove vengono utilizzati vari tipi di censura, gli indirizzi IP dei nostri server vengono talvolta bloccati.
ja: 各種の検閲が使用されている一部のネットワークでは、サーバーIPアドレスがブロックされる場合があります。
my: အမျိုးအမျိုးသော စိစစ်ဖြတ်တောက်မှု အမျိုးအစားများ အသုံးပြုသည့် ကွန်ရက်အချို့တွင် ကျွန်ုပ်တို့၏ ဆာဗာ IP လိပ်စာများကို တစ်ခါတစ်ရံ ပိတ်ဆို့ထားပါသည်။
nb: På enkelte nettverk der det brukes ulike typer sensur, kan server-IP-adressene av og til være blokkerte.
nl: Op sommige netwerken, waar verschillende soorten censuur worden gebruikt, worden onze server-IP-adressen soms geblokkeerd.
pl: W niektórych sieciach, w których stosowane są różnego rodzaju cenzury, adresy IP naszych serwerów są czasami blokowane.
pt: Em algumas redes, onde são utilizados vários tipos de censura, os endereços IP dos nossos servidores são por vezes bloqueados.
ru: В некоторых сетях, где используются различные виды цензуры, IP-адреса наших серверов иногда блокируются.
tr: Farklı sansür türlerinin kullanıldığı bazı ağlarda sunucu IP adreslerimiz zaman zaman engellenir.

source: On some networks, where various types of censorship are being used, the API servers might not be directly reachable.
da: På nogle netværk, hvor der bruges forskellige typer censur, er API-serverne muligvis ikke direkte tilgængelige.
de: In einigen Netzwerken, in denen verschiedene Arten der Zensur eingesetzt werden, sind die API-Server möglicherweise nicht direkt erreichbar.
es: En algunas redes, donde se aplican diversos tipos de censura, los servidores de API podrían no estar directamente accesibles.
fi: Ohjelmointirajapinnan palvelimet eivät välttämättä ole suoraan tavoitettavissa joissakin useita erityyppisiä sensurointimenetelmiä käyttävissä verkoissa.
fr: Sur certains réseaux, où divers types de censure sont utilisés, les serveurs API peuvent ne pas être directement accessibles.
it: Su alcune reti, dove vengono utilizzati vari tipi di censura, i server API potrebbero non essere direttamente raggiungibili.
ja: 各種の検閲が使用されている一部のネットワークでは、APIサーバーに直接アクセスできない場合があります。
my: စိစစ်ဖြတ်တောက်မှု အမျိုးအစားများစွာကို သုံးထားသော အချို့ကွန်ရက်များတွင် API ဆာဗာများသည် တိုက်ရိုက် ဝင်ရောက် သုံးစွဲနိုင်စွမ်း မရှိပါ။
nb: På enkelte nettverk der det brukes ulike typer sensur, kan det hende API-servere ikke er direkte tilgjengelig.
nl: Op sommige netwerken, waar verschillende soorten censuur worden gebruikt, zijn de API-servers mogelijk niet direct bereikbaar.
pl: W niektórych sieciach, w których stosowane są różne rodzaje cenzury, serwery API mogą nie być bezpośrednio dostępne.
pt: Em algumas redes, onde são utilizados vários tipos de censura, os servidores de API podem não ser diretamente alcançáveis.
ru: В некоторых сетях, где используются различные виды цензуры, серверы API могут быть недоступны напрямую.
tr: Çeşitli sansür türlerinin kullanıldığı bazı ağlarda API sunucularına doğrudan erişilemeyebilir.

source: Open %@ settings
da: Åbn indstillinger for %@
de: %@-Einstellungen öffnen
es: Abrir la configuración de %@
fi: Avaa %@-asetukset
fr: Ouvrir les paramètres %@
it: Apri le impostazioni %@
ja: %@設定を開く
my: %@ ဆက်တင်များကို ဖွင့်ရန်
nb: Åpne innstillinger for %@
nl: %@-instellingen openen
pl: Otwórz ustawienia %@
pt: Abrir definições %@
ru: Открыть настройки %@
tr: %@ ayarlarını aç

source: Optional
da: Valgfri
es: Opcional
fi: Valinnainen
fr: Facultatif
it: Opzionale
ja: オプション
my: ချန်ထားခဲ့နိုင်ပါသည်
nb: Valgfritt
nl: Optioneel
pl: Opcjonalnie
pt: Opcional
ru: Необязательно
tr: İsteğe bağlı

source: Osaka
ja: 大阪
my: အိုဆာကာ
ru: Осака

source: Oslo
ja: オスロ
my: အော်စလို
ru: Осло

source: Out IPv4
da: Ud IPv4
de: IPv4 ausgehend
es: IPv4 de salida
fi: IPv4 ulos
fr: IPv4 de sortie
it: IPv4 di uscita
ja: 送信 IPv4
my: အထွက် IPv4
nb: Ut IPv4
nl: IPv4 uit
pl: Wychodzący adres IPv4
pt: IPv4 de saída
ru: Исходящий IPv4
tr: Çıkış IPv4

source: Out IPv6
da: Ud IPv6
de: IPv6 ausgehend
es: IPv6 de salida
fi: IPv6 ulos
fr: IPv6 de sortie
it: IPv6 di uscita
ja: 送信 IPv6
my: အထွက် IPv6
nb: Ut IPv6
nl: IPv6 uit
pl: Wychodzący adres IPv6
pt: IPv6 de saída
ru: Исходящий IPv6
tr: Çıkış IPv6

source: Out of time
da: Tid udløbet
de: Zeit abgelaufen
es: Tiempo agotado
fi: Ei käyttöaikaa
fr: Plus de temps
it: Scaduto
ja: 時間切れ
my: အချိန်စေ့သွားပါပြီ
nb: Tiden har utløpt
nl: Geen tijd meer
pl: Koniec czasu
pt: Sem tempo
ru: Закончилось время
tr: Süre doldu

source: Ownership
da: Ejerskab
de: Eigentümerschaft
es: Propiedad
fi: Omistajuus
fr: Propriété
it: Proprietà
ja: 所有権
my: ပိုင်ဆိုင်မှု
nb: Eierskap
nl: Eigendom
pl: Własność
pt: Propriedade
ru: Собственность
tr: Sahiplik durumu

source: Paid until
da: Betalt indtil
de: Bezahlt bis
es: Pagado hasta
fi: Maksu ennen
fr: Payé jusqu'au
it: Pagato fino al
ja: 次の日時まで支払い済み
my: ဖော်ပြပါအထိ ပေးချေထားပြီး
nb: Betalt fram til
nl: Betaald tot
pl: Płatne do
pt: Pago até
ru: Оплачено до
tr: Şu tarihe kadar ödendi:

source: Palermo
fr: Palerme
ja: パレルモ
ru: Палермо

source: Paris
es: París
fi: Pariisi
it: Parigi
ja: パリ
my: ပဲရစ်
nl: Parijs
pl: Paryż
ru: Париж

source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
ja: パスワード
my: စကားဝှက်
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ru: Пароль
tr: Parola

source: Performs a connection test to a Mullvad API server via this access method.
da: Udfører en forbindelsestest til en Mullvad API-server via denne adgangsmetode.
de: Führt einen Verbindungstest zum Mullvad-API-Server über diese Zugriffsmethode durch.
es: Realiza una prueba de conexión con un servidor de API de Mullvad a través de este método de acceso.
fi: Suorittaa yhteystestin Mullvap API:n palvelimelle tämän käyttötavan kautta.
fr: Effectue un test de connexion à un serveur d'API Mullvad via cette méthode d'accès.
it: Esegue un test di connessione a un server API Mullvad tramite questo metodo di accesso.
ja: このアクセス方法を介してMullvad APIサーバーへの接続テストを実行します。
my: ဤရယူသုံးစွဲခွင့် နည်းလမ်းဖြင့် Mullvad API ဆာဗာသို့ ချိတ်ဆက် စမ်းသပ်မှုတစ်ခု ပြုလုပ်ပါသည်။
nb: Utfører en tilkoblingstest til en Mullvad API-server via denne tilgangsmetoden.
nl: Voert een verbindingstest naar een Mullvad API-server uit via deze toegangsmethode.
pl: Przeprowadza test połączenia z serwerem interfejsu API Mullvad za pomocą tej metody dostępu.
pt: Realiza um teste de ligação a um servidor da API Mullvad através deste método de acesso.
ru: С помощью этого метода доступа выполняется тест подключения к серверу API Mullvad.
tr: Bu erişim yöntemi aracılığıyla bir Mullvad API sunucusuna bağlantı testi gerçekleştirir.

source: Perth
ja: パース
my: ပါ့သ်
ru: Перт

source: Peru
es: Perú
fr: Pérou
it: Perù
ja: ペルー
my: ပီရူး
ru: Перу

source: Philippines
da: Filippinerne
de: Philippinen
es: Filipinas
fi: Filippiinit
it: Filippine
ja: フィリピン
my: ဖိလစ်ပိုင်
nb: Filippinene
nl: Filipijnen
pl: Filipiny
pt: Filipinas
ru: Филиппины
tr: Filipinler

source: Phoenix, AZ
ja: フェニックス、AZ
my: ဖီးနစ်၊ အရီဇိုးနား
ru: Финикс, AZ

source: Please enter a valid IPv4 or IPv6 address.
da: Indtast en gyldig IPv4- eller IPv6-adresse.
de: Bitte geben Sie eine gültige IPv4- oder IPv6-Adresse ein.
es: Escriba una dirección IPv4 o IPv6 válida.
fi: Anna kelvollinen IPv4- tai IPv6-osoite.
fr: Merci de saisir une adresse IPv4 ou IPv6 valide.
it: Inserisci un indirizzo IPv4 o IPv6 valido.
ja: 有効なIPv4またはIPv6アドレスを入力してください。
my: မှန်ကန်သည့် IPv4 သို့မဟုတ် IPv6 လိပ်စာကို ရိုက်ထည့်ပါ။
nb: Skriv inn en gyldig IPv4- eller IPv6-adresse.
nl: Voer een geldig IPv4- of IPv6-adres in.
pl: Wprowadź prawidłowy adres IPv4 lub IPv6.
pt: Introduza um endereço IPv4 ou IPv6 válido.
ru: Введите действительный адрес IPv4 или IPv6.
tr: Lütfen geçerli bir IPv4 veya IPv6 adresi girin.
