Repository: mullvad/mullvadvpn-app
Catalog: ios/translation/locales/*.xliff
Languages: da, de, es, fi, fr, it, ja, my, nb, nl, pl, pt, ru, tr

source: Thanks!
da: Tak!
de: Danke!
es: ¡Gracias!
fi: Kiitos!
fr: Merci !
it: Grazie!
ja: ありがとうございます！
my: ကျေးဇူးတင်ပါသည်။
nb: Takk!
nl: Bedankt!
pl: Dziękujemy!
pt: Obrigado!
ru: Спасибо!
tr: Teşekkürler!

source: The app communicates with a Mullvad API server directly.
da: Appen kommunikerer direkte med en Mullvad API-server.
de: Die Anwendung kommuniziert direkt mit einem Mullvad-API-Server.
es: La aplicación se comunica con un servidor de API de Mullvad directamente.
fi: Sovellus viestii Mullvad API:n palvelimen kanssa suoraan.
fr: L'application communique directement avec un serveur d'API Mullvad.
it: L'app comunica con un server API Mullvad direttamente.
ja: このアプリはMullvad APIサーバーと直接通信を行います。
my: အက်ပ်သည် Mullvad API ဆာဗာနှင့် တိုက်ရိုက် ဆက်သွယ်ဆောင်ရွက်ပါသည်။
nb: Appen kommuniserer direkte med en Mullvad API-server.
nl: De app communiceert rechtstreeks met een Mullvad API-server.
pl: Aplikacja komunikuje się bezpośrednio z serwerem interfejsu API Mullvad.
pt: A aplicação comunica diretamente com um servidor da API Mullvad.
ru: Приложение напрямую связывается с сервером API Mullvad.
tr: Uygulama doğrudan Mullvad API sunucusu ile iletişim kuruyor.

source: The app communicates with a Mullvad API server via a Mullvad bridge server.
da: Appen kommunikerer med en Mullvad API-server via en Mullvad-broserver.
de: Die Anwendung kommuniziert über einen Brückenserver mit dem Mullvad-API-Server.
es: La aplicación se comunica con un servidor de API de Mullvad a través de un servidor puente de Mullvad.
fi: Sovellus viestii Mullvad API:n palvelimen kanssa siltapalvelimen kautta.
fr: L'application communique avec un serveur d'API Mullvad via un serveur de pont Mullvad.
it: L'app comunica con un server API Mullvad tramite un server bridge Mullvad.
ja: このアプリはMullvadブリッジサーバーを介してMullvad APIサーバーと通信を行います。
my: အက်ပ်သည် Mullvad ပေါင်းကူးဆာဗာတစ်ခုမှတဆင့် Mullvad API ဆာဗာနှင့် ဆက်သွယ်ဆောင်ရွက်ပါသည်။
nb: Appen kommuniserer med en Mullvad API-server via en Mullvad-broserver.
nl: De app communiceert via een Mullvad-brugserver met een Mullvad API-server.
pl: Aplikacja komunikuje się z serwerem interfejsu API Mullvad za pośrednictwem serwera pomostowego Mullvad.
pt: A aplicação comunica com um servidor da API Mullvad através de um servidor de ponte Mullvad.
ru: Приложение связывается с сервером API Mullvad через сервер-мост Mullvad.
tr: Uygulama Mullvad köprü sunucusu üzerinden Mullvad API sunucusu ile iletişim kuruyor.

source: The app communicates with a Mullvad API server via a proxy address.
da: Appen kommunikerer med en Mullvad API-server via en proxy-adresse.
de: Die Anwendung kommuniziert über eine Proxy-Adresse mit dem Mullvad-API-Server.
es: La aplicación se comunica con un servidor de API de Mullvad a través de una dirección proxy.
fi: Sovellus viestii Mullvad API:n palvelimen kanssa välitysosoitteen kautta.
fr: L'application communique directement avec un serveur d'API Mullvad via une adresse de proxy.
it: L'app comunica con un server API Mullvad tramite un indirizzo proxy.
ja: このアプリはプロキシアドレスを介してMullvad APIサーバーと通信を行います。
my: အက်ပ်သည် ပရောက်စီ လိပ်စာတစ်ခုမှတဆင့် Mullvad API ဆာဗာနှင့် ဆက်သွယ်ဆောင်ရွက်ပါသည်။
nb: Appen kommuniserer direkte med en Mullvad API-server via en proxy-adresse.
nl: De app communiceert via een proxy-adres met een Mullvad API-server.
pl: Aplikacja komunikuje się z serwerem interfejsu API Mullvad za pośrednictwem adresu proxy.
pt: A aplicação comunica com um servidor da API Mullvad através de um endereço proxy.
ru: Приложение связывается с сервером API Mullvad через прокси-адрес.
tr: Uygulama proxy adresi üzerinden Mullvad API sunucusu ile iletişim kuruyor.

source: The app needs to communicate with a Mullvad API server to log you in, fetch server lists, and other critical operations.
da: Appen skal kommunikere med en Mullvad API-server for at kunne logge dig på, hente serverlister og andre kritiske operationer.
de: Die App muss mit einem Mullvad API-Server kommunizieren, um Sie anzumelden, Serverlisten abzurufen und andere wichtige Vorgänge durchzuführen.
es: La aplicación necesita comunicarse con un servidor API de Mullvad para iniciar su sesión, obtener las listas de servidores y otras operaciones críticas.
fi: Sovelluksen on kommunikoitava Mullvadin ohjelmointirajapinnan palvelimen kanssa, jotta sinut voidaan kirjata sisään, palvelinluetteloiden hakemiseksi sekä muiden tärkeiden toimintojen suorittamiseksi.
fr: L'application doit communiquer avec un serveur d'API Mullvad pour vous connecter, récupérer des listes de serveurs et effectuer d'autres opérations critiques.
it: L'app deve comunicare con un server API Mullvad per accedere, recuperare elenchi di server e altre operazioni critiche.
ja: アプリはユーザーのログイン、サーバーリストの取得、およびその他の重要な操作を行うためにMullvad APIサーバーと通信する必要があります。
my: Mullvad API ဆာဗာသို့ သင်ဝင်ရောက်ရန်၊ ဆာဗာစာရင်းများ ရယူရန်နှင့် အလွန်အရေးပါသည့် အခြားလုပ်ဆောင်မှုများအတွက် ဤအက်ပ်သည် ၎င်းနှင့်ဆက်သွယ်ရန် လိုအပ်ပါသည်။
nb: Appen må kunne kommunisere med en Mullvad API-server for å logge deg inn, hente serverlister og utføre andre kritiske operasjoner.
nl: De app moet communiceren met een Mullvad-API-server om u aan te melden, serverlijsten op te halen en andere belangrijke handelingen uit te voeren.
pl: Aplikacja musi komunikować się z serwerem API Mullvad, aby można było się zalogować, pobrać listy serwerów i wykonywać inne krytyczne operacje.
pt: A app precisa de comunicar com um servidor da Mullvad API para iniciar a sua sessão, obter listas de servidores e outras operações críticas.
ru: Приложение должно взаимодействовать с сервером API Mullvad для входа в учетную запись, получения списков серверов и других важных операций.
tr: Uygulamanın oturumunuzu açmak, sunucu listelerini almak ve diğer kritik işlemleri yapmak için bir Mullvad API sunucusuyla iletişim kurması gerekir.

source: The app will test the method before saving.
da: Appen tester metoden, inden den gemmes.
de: Die Anwendung testet die Methode vor dem Speichern.
es: La aplicación probará el método antes de guardar.
fi: Sovellus testaa tavan ennen tallentamista.
fr: L'application testera la méthode avant d'enregistrer.
it: L'app testerà il metodo prima di salvarlo.
ja: アプリでは保存する前にこの方法をテストします。
my: အက်ပ်သည် နည်းလမ်းကို မသိမ်းဆည်းမီ အရင်ဆုံး စမ်းသပ်ပါမည်။
nb: Appen vil teste metoden før den lagres.
nl: De app test de methode voordat deze wordt opgeslagen.
pl: Aplikacja przetestuje metodę przed zapisaniem.
pt: A aplicação irá testar o método antes de guardar.
ru: Приложение проверит метод перед сохранением.
tr: Uygulama, kaydetmeden önce yöntemi test eder.

source: The automatic setting will randomly choose from the valid port ranges shown below.
da: Den automatiske indstilling vælger tilfældigt fra de gyldige rækker af porte nedenfor.
de: Die automatische Einstellung wählt zufällig aus den unten gezeigten gültigen Portbereichen.
es: El ajuste automático se elegirá al azar entre los rangos de puertos válidos que se muestran a continuación.
fi: Automaattinen asetus valitsee satunnaisesti käytettävissä olevista, alla luetelluista porteista.
fr: Le réglage automatique choisira au hasard parmi la plage de ports valide affichée ci-dessous.
it: L'impostazione automatica sceglierà in modo casuale una porta valida negli intervalli mostrati di seguito.
ja: 自動設定では、以下の有効なポート範囲からランダムに選択されます。
my: အော်တိုဆက်တင်သည် အောက်တွင် ဖော်ပြထားသည့် အကျုံးဝင် ပေါ့တ် အပိုင်းအခြားများထဲမှ ကျပန်းရွေးချယ်ပါမည်။
nb: Den automatiske innstillingen vil tilfeldig velge fra utvalget av gyldige porter vist under.
nl: Bij de automatische instelling wordt willekeurig gekozen uit de hieronder weergegeven geldige poortbereiken.
pl: Ustawienie automatyczne skutkuje wyborem losowym prawidłowego zakresu portów spośród zakresów przedstawionych poniżej.
pt: A definição automática escolherá aleatoriamente a partir do intervalo de portas válido apresentado abaixo.
ru: При автоматической настройке порт будет выбираться случайным образом из допустимого диапазона, показанного ниже.
tr: Otomatik ayar, aşağıda gösterilen geçerli port aralıklarından rastgele seçim yapar.

source: The custom port can be any value inside the valid ranges: %@.
da: Den brugerdefinerede port kan være en hvilken som helst værdi inden for de gyldige intervaller: %@.
de: Der benutzerdefinierte Port kann ein beliebiger Wert innerhalb dieser gültigen Bereiche sein: %@.
es: El puerto personalizado pueder ser cualquier valor dentro de los rangos válidos: %@.
fi: Mukautettu portti voi olla mikä tahansa sallittu arvo: %@.
fr: Le port personnalisé peut prendre n'importe quelle valeur dans les plages valides : %@.
it: La porta personalizzata può essere qualsiasi valore all'interno degli intervalli validi: %@.
ja: カスタムポートは次の有効範囲内の任意の値に設定できます: %@。
my: စိတ်ကြိုက်ပေါ့တ်သည် အကျုံးဝင် အပိုင်းအခြားများထဲမှ မည်သည့်တန်ဖိုးမဆို ဖြစ်နိုင်ပါသည်- %@ ။
nb: Den egendefinerte porten kan ha en hvilken som helst verdi innen det gyldige utvalget: %@.
nl: De aangepaste poort kan elke waarde zijn binnen de geldige bereiken: %@.
pl: Port niestandardowy może mieć dowolną wartość z następujących prawidłowych zakresów: %@.
pt: A porta personalizada pode ser qualquer valor dentro dos intervalos válidos: %@.
ru: Пользовательский порт может принимать любое значение внутри допустимых диапазонов: %@.
tr: Özel port, geçerli aralıklar içindeki herhangi bir değer olabilir: %@.

source: The device will be removed from the list and logged out.
da: Enheden fjernes fra listen og logges ud.
de: Das Gerät wird aus der Liste entfernt und abgemeldet.
es: El dispositivo se quitará de la lista y se cerrará la sesión en él.
fi: Laite poistetaan luettelosta ja kirjataan ulos.
fr: L'appareil sera supprimé de la liste et déconnecté.
it: Il dispositivo verrà rimosso dall'elenco e disconnesso.
ja: リストからデバイスが削除され、ログアウトされます。
my: စက်ကို စာရင်းမှ ဖယ်ရှားပြီး စနစ်မှ ထွက်သွားလိမ့်မည်။
nb: Enheten blir fjernet fra listen og logget ut.
nl: Het apparaat wordt verwijderd uit de lijst en afgemeld.
pl: Urządzenie zostanie usunięte z listy i wylogowane.
pt: O dispositivo será removido da lista e terminará a sessão.
ru: Устройство выйдет из профиля и будет удалено из списка.
tr: Cihaz listeden kaldırılacak ve oturum kapatılacak.

source: The entry and exit servers cannot be the same. Try changing one to a new server or location.
da: Indgangs- og udgangsserverne kan ikke være ens. Prøv at ændre en af dem til en ny server eller placering.
de: Eingangs- und Ausgangsserver können nicht derselbe Server sein. Versuchen Sie, einen von ihnen auf einen neuen Server oder Standort zu ändern.
es: Los servidores de entrada y salida no pueden ser el mismo. Intente cambiar uno de ellos a otro servidor o ubicación.
fi: Tulo- ja poistumispalvelin eivät voi olla sama palvelin. Kokeile vaihtaa toinen johonkin muuhun palvelimeen tai sijaintiin.
fr: Les serveurs d'entrée et de sortie ne peuvent pas être identiques. Essayez de changer un serveur ou un emplacement.
it: I server di entrata e di uscita non possono essere uguali. Prova a cambiare server o posizione.
ja: 入口サーバーと出口サーバーを同一にすることはできません。いずれかを新しいサーバーまたは場所に変更してください。
my: အဝင်ဆာဗာနှင့် အထွက်ဆာဗာသည် တစ်ခုတည်းဖြစ်၍မရပါ။ ဆာဗာသစ်တစ်ခု သို့မဟုတ် တည်နေရာအသစ်တစ်ခုသို့ ပြောင်းကြည့်ပါ။
nb: Inngangs- og utgangsserverne kan ikke være de samme. Prøv å endre en av dem til en ny server eller plassering.
nl: De inkomende en uitgaande servers kunnen niet hetzelfde zijn. Wijzig een van de twee in een nieuwe server of locatie.
pl: Serwery wejściowe i wyjściowe nie mogą być takie same. Spróbuj zmienić jeden z nich na nowy serwer lub lokalizację.
pt: Os servidores de entrada e saída não podem ser os mesmos. Tente alterar um deles para um novo servidor ou localização.
ru: Серверы входа и выхода не могут быть одинаковыми. Попробуйте изменить один из них на новый сервер или местоположение.
tr: Giriş ve çıkış sunucuları aynı olamaz. Yeni bir sunucu seçmeyi veya konumu değiştirmeyi deneyin.

source: The entry server for %1$@ is currently overridden by %2$@. To select an entry server, please first enable “%3$@” or disable “%4$@“ in the settings.
de: Der Eingangsserver für %1$@ wird derzeit von %2$@ überschrieben. Um einen Eingangsserver zu wählen, aktivieren Sie bitte zunächst „%3$@“ oder deaktivieren Sie „%4$@“ in den Einstellungen.
es: %2$@ está reemplazando actualmente el servidor de entrada para %1$@. Para seleccionar un servidor de entrada, primero habilite «%3$@» o deshabilite «%4$@» en la configuración.
fi: %2$@ ohittaa tällä hetkellä %1$@in tulopalvelimen. Jos haluat valita tulopalvelimen, ota ensin käyttöön "%3$@" tai poista "%4$@" käytöstä asetuksista.
fr: Le serveur d'entrée pour %1$@ est actuellement contourné par %2$@. Pour sélectionner un serveur d'entrée, veuillez d'abord activer « %3$@ » ou désactiver « %4$@ » dans les paramètres.
ja: %1$@の入口サーバーは現在、%2$@によってオーバーライドされています。入口サーバーを選択するには、まずは設定で [%3$@] を有効化するか、[%4$@] を無効化してください。
my: လက်ရှိတွင် %1$@ အတွက် အဝင်ဆာဗာကို %2$@ က ကျော်လွန် ပယ်ဖျက်ထားပါသည်။ အဝင်ဆာဗာတစ်ခု ရွေးချယ်ရန် ဦးစွာ ဆက်တင်တွင် “%3$@” ကို ဖွင့်ပါ သို့မဟုတ် “%4$@“ ကို ပိတ်ပါ။
nb: Inngangsserveren for %1$@ overstyres for øyeblikket av %2$@. For å velge en inngangsserver må du først aktivere «%3$@» eller deaktivere «%4$@» i innstillingene.
nl: De inkomende server voor %1$@ is momenteel overschreven door %2$@. Als u een inkomende server wilt selecteren, moet u eerst "%3$@" inschakelen of "%4$@" uitschakelen in de instellingen.
pl: Serwer wejściowy dla funkcji %1$@ jest obecnie zastąpiony przez funkcję %2$@. Aby wybrać serwer wejściowy, najpierw włącz funkcję „%3$@” lub wyłącz funkcję „%4$@” w ustawieniach.
pt: O servidor de entrada para %1$@ está a ser substituído pela %2$@. Para selecionar um servidor de entrada, primeiro ative "%3$@" ou desative a "%4$@" nas definições.
tr: %1$@ için giriş sunucusu şu anda %2$@ tarafından geçersiz kılınıyor. Bir giriş sunucusu seçmek için önce ayarlardan "%3$@"' seçeneğini etkinleştirin veya "%4$@" seçeneğini devre dışı bırakın.

source: The payment request was cancelled.
da: Betalingsanmodningen blev annulleret.
de: Die Zahlungsanfrage wurde storniert.
es: Se ha cancelado la solicitud de pago.
fi: Maksupyyntö peruutettiin.
fr: La demande de paiement a été annulée.
it: La richiesta di pagamento è stata annullata.
ja: 支払いのリクエストがキャンセルされました。
my: ငွေပေးချေမှု တောင်းဆိုချက်ကို ပယ်ဖျက်လိုက်ပါပြီ။
nb: Betalingsforespørselen ble kansellert.
nl: Het betalingsverzoek is geannuleerd.
pl: Żądanie płatności zostało anulowane.
pt: O pedido de pagamento foi cancelado.
ru: Запрос на оплату был отменен.
tr: Ödeme isteği iptal edildi.

source: The selected WireGuard port is not supported, please change it under **VPN settings**.
da: Den valgte WireGuard-port understøttes ikke, skift den under **VPN-indstillinger**.
de: Der ausgewählte WireGuard-Port wird nicht unterstützt, bitte ändern Sie ihn unter **VPN-Einstellungen**.
es: No se admite el puerto WireGuard seleccionado. Cámbielo bajo la **configuración de VPN**.
fi: Valittua Wireguard-porttia ei tueta. Vaihda se **VPN-asetuksissa**.
fr: Le port WireGuard sélectionné n'est pas pris en charge. Veuillez le modifier sous **Paramètres VPN**.
it: La porta WireGuard selezionata non è supportata, cambiala in **Impostazioni VPN**.
ja: 選択したWireGuardポートはサポートされていません。**VPN設定**で変更してください。
my: ရွေးချယ်ထားသော WireGuard ပေါ့တ်ကို တွဲဖက်လုပ်ဆောင်နိုင်ခြင်း မရှိသဖြင့် ** VPN ဆက်တင် များ ** တွင်ပြောင်းပေးပါ။
nb: Valgt WireGuard-port støttes ikke. Du kan endre den i **VPN-innstillingene**.
nl: De geselecteerde WireGuard-port wordt niet ondersteund. Wijzig de poort bij de **VPN-instellingen**.
pl: Wybrany port WireGuard nie jest obsługiwany. Zmień go w obszarze **Ustawienia VPN**.
pt: A porta WireGuard selecionada não é suportada. Altere-a em **Definições de VPN**.
ru: Выбранный порт wireGuard не поддерживается — измените его в **настройках VPN**.
tr: Seçilen WireGuard portu desteklenmiyor, **VPN ayarları" altından portu değiştirin.

source: The version of settings stored on device is unrecognized.Settings will be reset to defaults and the device will be logged out.
da: Den version af indstillingerne, der er gemt på enheden, kan ikke genkendes. Indstillingerne nulstilles til standardindstillingerne, og enheden bliver logget af.
de: Die auf dem Gerät gespeicherte Version der Einstellungen wird nicht erkannt. Die Einstellungen werden auf die Standardeinstellungen zurückgesetzt und das Gerät wird abgemeldet.
es: No se reconoce la versión de la configuración guardada en el dispositivo. La configuración se restablecerá a los valores predeterminados y se cerrará la sesión en el dispositivo.
fi: Laitteelle tallennettujen asetusten versiota ei tunnisteta. Asetukset palautetaan oletuksiin, ja laite kirjataan ulos.
fr: La version des paramètres enregistrés sur l'appareil n'est pas reconnue. Les paramètres seront réinitialisés aux valeurs par défaut et l'appareil sera déconnecté.
it: La versione delle impostazioni memorizzata sul dispositivo non è riconosciuta. Le impostazioni verranno ripristinate ai valori predefiniti e il dispositivo verrà disconnesso.
ja: デバイスに保存されている設定のバージョンを認識できません。設定がデフォルトの状態にリセットされ、デバイスはログアウトされます。
my: စက်ပေါ်တွင် သိမ်းဆည်းထားသော ဆက်တင်များ၏ ဗားရှင်းကို မသိရှိပါ။ ဆက်တင်များကို ပုံသေအတိုင်း ပြန်လည်သတ်မှတ်မည်ဖြစ်ပြီး စက်မှ အကောင့်ထွက်သွားပါမည်။
nb: Innstillingene som er lagret på enheten, gjenkjennes ikke. Innstillingene vil bli tilbakestilt til standardinnstillingene, og enheten vil bli logget ut.
nl: De versie van de op het apparaat opgeslagen instellingen wordt niet herkend. De instellingen worden gereset naar de standaardinstellingen en het apparaat wordt afgemeld.
pl: Wersja ustawień zapisana na urządzeniu nie jest rozpoznawana. Ustawienia zostaną zresetowane do wartości domyślnych, a urządzenie zostanie wylogowane.
pt: A versão das definições armazenadas no dispositivo não é reconhecida. As definições serão redefinidas para as predefinições e a sessão do dispositivo será terminada.
ru: Версия настроек, сохраненная на устройстве, не распознается. Настройки будут сброшены до значений по умолчанию, и устройство будет выведено из системы.
tr: Cihazda saklanan sürüm ayarları tanınmıyor. Ayarlar varsayılanlara sıfırlanacak ve cihazdan çıkış yapılacak.

source: This can be useful if the API is censored but Mullvad’s bridge servers are not.
da: Dette kan være nyttigt, hvis API'en er censureret, men Mullvads broservere ikke er det.
de: Dies kann nützlich sein, wenn die API zensiert ist, die Brückenserver von Mullvad aber nicht.
es: Esto puede resultar útil si se censura la API, pero no así los servidores puente de Mullvad.
fi: Tästä voi olla hyötyä, jos ohjelmointirajapinta on sensuroitu, mutta Mullvadin siltauspalvelimet eivät.
fr: Cela peut être utile si l'API est censurée, mais que les serveurs de pont Mullvad ne le sont pas.
it: Questo può essere utile se l'API è censurata ma i server bridge di Mullvad no.
ja: これは、APIが検閲されていてもMullvadのブリッジサーバーが検閲されていない場合に便利な場合があります。
my: API ကို စိစစ်ဖြတ်တောက်မှုများ ပြုလုပ်ထားသော်လည်း Mullvad ၏ ပေါင်းကူးဆာဗာများကို မပြုလုပ်ထားပါက ၎င်းသည် အသုံးဝင်နိုင်သည်။
nb: Dette kan være nyttig hvis API er sensurert, men Mullvads broservere ikke er det.
nl: Dit kan nuttig zijn als de API gecensureerd is, maar de bridgeservers van Mullvad niet.
pl: Może to być przydatne, jeśli API jest cenzurowany, a serwery mostowe Mullvad nie.
pt: Isto pode ser útil se a API estiver censurada, mas os servidores de ponte da Mullvad não.
ru: Это может быть полезно, если API подвергается цензуре, а серверы-мосты Mullvad — нет.
tr: Bu, API'nin sansürlendiği ancak Mullvad'ın köprü sunucularının sansürlenmediği durumlarda kullanışlı olabilir.

source: This can be useful when you are not affected by censorship.
da: Dette kan være nyttigt, når du ikke er berørt af censur.
de: Dies kann nützlich sein, wenn Sie nicht von Zensur betroffen sind.
es: Esto puede resultar útil cuando no se vea afectado por la censura.
fi: Tästä voi olla hyötyä, kun sensuurilla ei ole vaikutusta toimintaasi.
fr: Cela peut être utile lorsque vous n'êtes pas concerné par la censure.
it: Questo può essere utile quando la censura non ti riguarda.
ja: これは、検閲による影響を受けていない場合に便利な場合があります。
my: သင့်အပေါ် စိစစ်ဖြတ်တောက်မှု၏ အကျိုးသက်ရောက်ခြင်း မရှိသည့်အခါ ၎င်းသည် အသုံးဝင်နိုင်ပါသည်။
nb: Dette kan være nyttig når du ikke er berørt av sensur.
nl: Dit kan nuttig zijn als u niet wordt gecensureerd.
pl: Może to być przydatne, gdy cenzura Cię nie dotyczy.
pt: Isto pode ser útil quando não é afetado pela censura.
ru: Это может быть полезно, если цензура отсутствует.
tr: Bu özellik sansürden etkilenmediğiniz durumlarda kullanışlı olabilir.

source: This device is not allowed to make the payment.
da: Denne enhed har ikke tilladelse til at foretage betalingen.
de: Dieses Gerät kann keine Zahlungen ausführen.
es: Este dispositivo no está autorizado para realizar el pago.
fi: Tämä laite ei voi suorittaa maksua.
fr: Cet appareil n'est pas autorisé à effectuer le paiement.
it: Questo dispositivo non è autorizzato a effettuare il pagamento.
ja: このデバイスでは支払いが許可されていません。
my: ဤစက်တွင် ငွေပေးချေမှု ပြုလုပ်ခြင်းကို ခွင့်မပြုထားပါ။
nb: Enheten har ikke tillatelse til å utføre betalingen.
nl: Dit apparaat heeft geen toestemming om de betaling uit te voeren.
pl: Z tego urządzenia nie można dokonać płatności.
pt: Este dispositivo não tem permissão para efetuar o pagamento.
ru: Это устройство не имеет разрешений для осуществления платежей.
tr: Bu cihaz üzerinden ödeme yapılamıyor.

source: This device is now named **%@**. See more under "Manage devices" in Account.
da: Denne enhed har nu navnet **%@**. Få mere at vide under "Administrer enheder" under Konto.
de: Dieses Gerät heißt jetzt **%@**. Weitere Informationen finden Sie in Ihrem Konto unter „Geräte verwalten”.
es: Este dispositivo ahora se llama **%@**. Encontrará más información en «Gestionar dispositivos» en la Cuenta.
fi: Tämän laitteen nimi on nyt **%@**. Katso lisää tililtä kohdasta Hallitse laitteita.
fr: Cet appareil s'appelle à présent **%@**. Retrouvez plus d'informations sous « Gérer les appareils » dans Compte.
it: Questo dispositivo ora si chiama **%@**. Per maggiori informazioni, consulta la sezione "Gestisci dispositivi" in Account.
ja: このデバイス名は**「%@」**に変更されました。詳細はアカウントの [デバイスを管理] でご確認ください。
my: ယခုအခါ ဤစက်ကို **%@**.ဟု အမည်ပေးထားသည်။ အကောင့်ရှိ "စက်များ စီမံရန်" အောက်တွင် ပိုမိုကြည့်ရှုပါ။
nb: Denne enheten heter nå **%@**. Se mer under «Administrer enheter» i kontoen.
nl: De naam van dit apparaat is nu **%@**. Bekijk er meer bij "Apparaten beheren" in Account.
pl: To urządzenie ma teraz nazwę **%@**. Więcej informacji można znaleźć w sekcji „Zarządzanie urządzeniami” na koncie.
pt: Este dispositivo chama-se agora **%@**. Veja mais em "Gerir dispositivos" na conta.
ru: Имя этого устройства изменено на **%@**. Подробности указаны в разделе «Управление устройствами» учетной записи.
tr: Bu cihazın geçerli adı **%@**. Daha fazla bilgi için Hesap bölümündeki "Cihazları yönet" seçeneğine bakın.
