Repository: mullvad/mullvadvpn-app
Catalog: ios/translation/locales/*.xliff
Languages: da, de, es, fi, fr, it, ja, my, nb, nl, pl, pt, ru, tr

# To create a custom list, tap on &quot;...&quot;
source: To create a custom list, tap on "..."
da: For at oprette en brugerdefineret liste skal du trykke på "..."
de: Um eine benutzerdefinierte Liste zu erstellen, tippen Sie auf „…“.
es: Para crear una lista personalizada, toque «...»
fi: Voit luoda mukautetun luettelon napauttamalla "..."
fr: Pour créer une liste personnalisée, appuyez sur « ... »
it: Per creare un elenco personalizzato, tocca "..."
ja: カスタムリストを作成するには [...] をタップしてください
my: စိတ်ကြိုက်စာရင်းတစ်ခု ဖန်တီးရန် “...” ကို နှိပ်ပါ
nb: For å opprette en egendefinert liste trykker du på «...»
nl: Tik op "..." om een aangepaste lijst te maken
pl: Aby utworzyć listę niestandardową, dotknij opcję „...”
pt: Para criar uma lista personalizada, toque em "..."
ru: Чтобы создать собственный список, нажмите «...».
tr: Özel bir liste oluşturmak için "..." simgesine dokunun

source: To enable this setting, add at least one server.
da: For at aktivere denne indstilling skal du tilføje mindst én server.
de: Fügen Sie mindestens einen Server hinzu, um diese Einstellung zu aktivieren.
es: Para habilitar este ajuste, añada al menos un servidor.
fi: Lisää vähintään yksi palvelin, jotta voit ottaa tämän asetuksen käyttöön.
fr: Pour activer ce paramètre, ajoutez au moins un serveur.
it: Per abilitare questa impostazione, aggiungi almeno un server.
ja: この設定を有効にするには、サーバーを1つ以上追加してください。
my: ဤဆက်တင်ကို ဖွင့်ရန် အနည်းဆုံး ဆာဗာတစ်ခု ထည့်ပါ။
nb: For å aktivere denne innstillingen må du legge til minst én server.
nl: Voeg minimaal één server toe om deze instelling in te schakelen.
pl: Aby włączyć to ustawienie, dodaj co najmniej jeden serwer.
pt: Para ativar esta definição, adicione pelo menos um servidor.
ru: Чтобы включить эту настройку, добавьте хотя бы один сервер.
tr: Bu ayarı etkinleştirmek için en az bir sunucu ekleyin.

source: To help you more effectively, your app’s log file will be attached to this message. Your data will remain secure and private, as it is anonymised before being sent over an encrypted channel.
da: For at vi bedre kan hjælpe dig, bedes du vedhæfte din apps logfil til denne meddelelse. Dine data vil forblive sikre og private, da de anonymiseres, før de sendes via en krypteret kanal.
de: Damit wir Ihnen besser helfen können, wird die Protokolldatei Ihrer App an diese Nachricht angehängt. Ihre Daten bleiben sicher und privat, da sie vor dem Senden über einen verschlüsselten Kanal anonymisiert werden.
es: Para ayudarle de una forma más eficiente, se adjuntará el archivo de registro de la aplicación a este mensaje. Sus datos permanecerán protegidos y privados, ya que se anonimizan antes de enviarse a través de un canal cifrado.
fi: Jotta voimme olla avuksi parhaamme mukaan, sovelluksesi lokitiedosto liitetään tähän viestiin. Tietosi pysyvät suojattuina ja yksityisinä, ja ne anonymisoidaan salatun kanavan kautta ennen lähetystä.
fr: Pour mieux vous aider, le fichier journal de l'application est joint à ce message. Vos données restent privées et en sécurité dans la mesure où elles sont rendues anonymes avant d'être envoyées via un canal chiffré.
it: Per aiutarti in modo più efficace, il file di registro della tua app sarà allegato a questo messaggio. I tuoi dati rimarranno protetti e privati, e saranno anonimizzati prima di essere inviati tramite un canale crittografato.
ja: さらに効率よく問題解決できるよう、お使いのアプリのログファイルがこのメッセージに添付されます。個人データは匿名化された後に暗号化されたチャネルで送信されるため、その安全は確保され、公開されることはありません。
my: သင့်အား ပိုမိုထိရောက်စွာ ကူညီနိုင်ရန် သင့်အက်ပ်၏ မှတ်တမ်းဖိုင်ကို ဤမက်ဆေ့ချ်နှင့်အတူ တွဲပေးသွားပါမည်။ ကုဒ်ပြောင်းဝှက်ထားသည့် ချန်နယ်မှတစ်ဆင့် မပေးပို့မီ သင့်ဒေတာများကို အမည်မဖော်ဘဲ ထားမည်ဖြစ်သောကြောင့် လျှို့ဝှက်လုံခြုံလျက် ရှိနေပါမည်။
nb: For å kunne gi deg god nok hjelp vil loggfilen til appen ligge som vedlegg til meldingen. All data forblir beskyttet og privat gjennom anonymisering før det sendes gjennom en kryptert kanal.
nl: Het logboekbestand van uw app wordt aan dit bericht gekoppeld zodat we u beter kunnen helpen. Uw gegevens blijven veilig en privé, omdat ze worden geanonimiseerd voordat ze over een versleuteld kanaal worden verzonden.
pl: Aby można było pomóc Ci skuteczniej, do tej wiadomości dołączony zostanie plik dziennika aplikacji. Twoje dane pozostaną bezpieczne i prywatne, ponieważ przed wysłaniem zaszyfrowanym kanałem zostają one zanonimizowane.
pt: Para ajudarmos de forma mais eficaz, o ficheiro de registo da sua aplicação será anexado a esta mensagem. Os seus dados permanecerão seguros e privados, pois são tornados anónimos antes de serem enviados através de um canal encriptado.
ru: Чтобы помощь была эффективнее, к этому сообщению будет прикреплен файл журнала из приложения. Ваши данные останутся защищенными и конфиденциальными: они обезличиваются и отправляются по зашифрованному каналу.
tr: Size daha etkili bir şekilde yardımcı olmak için uygulamanızın günlük dosyası bu mesaja eklenecektir. Verileriniz şifrelenmiş bir kanal üzerinden gönderilmeden önce anonimleştirildiği için güvenli ve gizli kalacaktır.

source: To start using the app, you first need to add time to your account.
da: For at begynde at bruge appen skal du først føje tid til din konto.
de: Um mit der Nutzung dieser App zu beginnen, müssen Sie erst einmal Zeit zu Ihrem Konto hinzufügen.
es: Para empezar a usar la aplicación, primero necesita agregar tiempo a su cuenta.
fi: Voit aloittaa sovelluksen käyttämisen lisäämällä ensin aikaa tilillesi.
fr: Pour commencer à utiliser l'application, vous devez d'abord ajouter du temps à votre compte.
it: Per iniziare a utilizzare l'app, devi prima aggiungere tempo al tuo account.
ja: アプリを使い始めるには、まずはアカウントに時間を追加する必要があります。
my: အက်ပ်ကို စသုံးရန်အတွက် ဦးစွာ သင့်အကောင့်တွင် အချိန်ပေါင်းထည့်ပေးရန် လိုအပ်ပါသည်။
nb: For å starte bruken av appen, må du først legge til tid til kontoen.
nl: Om de app te gebruiken, moet u eerst tijd toevoegen aan uw account.
pl: Aby rozpocząć korzystanie z aplikacji, musisz najpierw dodać czas do swojego konta.
pt: Para começar a utilizar a aplicação, primeiro tem de adicionar tempo à sua conta.
ru: Чтобы пользоваться приложением, нужно добавить время на учетную запись.
tr: Uygulamayı kullanmaya başlamak için önce hesabınıza süre eklemeniz gerekir.

source: Tokyo
de: Präfektur Tokio
es: Tokio
fi: Tokio
ja: 東京
my: တိုကျို
nl: Tokio
pl: Tokio
pt: Tóquio
ru: Токио

source: Too many devices
da: For mange enheder
de: Zu viele Geräte
es: Demasiados dispositivos
fi: Liikaa laitteita
fr: Trop d'appareils
it: Troppi dispositivi
ja: デバイスが多すぎます
my: စက်များလွန်းနေသည်
nb: For mange enheter
nl: Te veel apparaten
pl: Zbyt wiele urządzeń
pt: Demasiados dispositivos
ru: Слишком много устройств
tr: Cihaz sayısı çok fazla

source: Toronto
ja: トロント
my: တိုရွန်တို
ru: Торонто

source: Trackers
da: Trackere
de: Tracker
es: Rastreadores
fi: Seurantapalvelimet
it: Tracker
ja: トラッカー
my: ခြေရာခံများ
nb: Sporing
pl: Trackery
ru: Трекеры
tr: İzleyiciler

source: Try again
da: Prøv igen
de: Erneut versuchen
es: Vuelva a intentarlo
fi: Yritä uudelleen
fr: Réessayer
it: Riprova
ja: 再試行
my: ထပ်ကြိုးစားရန်
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ru: Повторить
tr: Tekrar deneyin

source: Tunnel is unset.
da: Tunnel er ikke indstillet.
de: Es ist kein Tunnel festgelegt.
es: No se ha establecido el túnel.
fi: Tunnelin asetus peruttiin.
fr: Le tunnel n'est pas défini.
it: Il tunnel non è impostato.
ja: トンネルが設定されていません。
my: Tunnel သတ်မှတ်မှုကို ပြန်ဖယ်ရှားထားသည်။
nb: Tunnelen er ikke konfigurert.
nl: Tunnel is niet meer ingesteld.
pl: Nie ustawiono tunelu.
pt: O túnel não está definido.
ru: Туннель не установлен.
tr: Tünel ayarlı değil.

source: Turkey
da: Tyrkiet
de: Türkei
es: Turquía
fi: Turkki
fr: Turquie
it: Turchia
ja: トルコ
my: တူရကီ
nb: Tyrkia
nl: Turkije
pl: Turcja
pt: Turquia
ru: Турция
tr: Türkiye

source: Type
de: Typ
es: Tipo
fi: Tyyppi
it: Tipo
ja: 種類
my: အမျိုးအစား
pl: Typ
pt: Tipo
ru: Тип
tr: Tür

source: UK
de: Vereinigtes Königreich
es: Reino Unido
fi: Iso-Britannia
fr: Royaume-Uni
it: Regno Unito
ja: イギリス
nb: Storbritannia
nl: Verenigd Koninkrijk
pl: Wielka Brytania
pt: Reino Unido
ru: Великобритания
tr: Birleşik Krallık

source: USA
es: Estados Unidos
fi: Yhdysvallat
fr: États-Unis
it: Stati Uniti
ja: アメリカ
nl: Verenigde Staten
pl: Stany Zjednoczone
pt: EUA
ru: США
tr: ABD

source: Ukraine
es: Ucrania
fi: Ukraina
it: Ucraina
ja: ウクライナ
my: ယူကရိန်း
nb: Ukraina
nl: Oekraïne
pl: Ukraina
pt: Ucrânia
ru: Украина
tr: Ukrayna

source: Unable to authenticate account. Please log out and log back in.
da: Kunne ikke godkende konto. Log af og log på igen.
de: Das Konto konnte nicht authentifiziert werden. Melden Sie sich ab und erneut an.
es: No se puede autenticar la cuenta. Cierre la sesión y vuelva a iniciarla.
fi: Tilin todentaminen ei onnistu. Kirjaudu ulos ja kirjaudu sisään uudelleen.
fr: Authentification du compte impossible. Veuillez vous déconnecter et vous reconnecter.
it: Impossibile autenticare l'account. Esci e accedi nuovamente.
ja: アカウントを認証できません。一度ログアウトしてから再度ログインしてください。
my: အကောင့်ကို စစ်မှန်ကြောင်း အတည်ပြု၍ မရပါ။ အကောင့်ကို စနစ်မှ ထွက်ပြီး ပြန်ဝင်ကြည့်ပါ။
nb: Kunne ikke autentisere konto. Logg ut og inn igjen.
nl: Kan het account niet authenticeren. Meld u af en vervolgens weer aan.
pl: Nie można uwierzytelnić konta. Wyloguj się i zaloguj ponownie.
pt: Não foi possível autenticar a conta. Termine a sessão e volte a iniciá-la.
ru: Не удается подтвердить учетную запись. Выйдите из системы и войдите снова.
tr: Hesabın kimliği doğrulanamıyor. Lütfen çıkış yapıp tekrar giriş yapın.

source: Unable to start tunnel connection after update. Please disconnect and reconnect.
da: Kan ikke starte tunnelforbindelse efter opdatering. Afbryd forbindelsen, og opret den igen.
de: Die Tunnelverbindung kann nach dem Update nicht hergestellt werden. Trennen Sie die Verbindung und stellen Sie sie erneut her.
es: No se puede iniciar la conexión del túnel tras la actualización. Desconecte y vuelva a conectar.
fi: Tunneliyhteyden käynnistäminen päivityksen jälkeen ei onnistu. Katkaise yhteys ja muodosta yhteys uudelleen.
fr: Impossible de démarrer la connexion par tunnel après la mise à jour. Veuillez vous déconnecter et vous reconnecter.
it: Impossibile avviare la connessione al tunnel dopo l'aggiornamento. Disconnettiti e ripeti la connessione.
ja: アップデート後、トンネル接続を開始できません。一度切断してから再接続してください。
my: အပ်ဒိတ်လုပ်ပြီးနောက် tunnel ချိတ်ဆက်မှုကို စတင်၍ မရပါ။ ချိတ်ဆက်မှုဖြုတ်ပြီး ပြန်လည်ချိတ်ဆက်ကြည့်ပါ။
nb: Kunne ikke starte tunneltilkobling etter oppdatering. Koble fra og til igjen.
nl: Kan de tunnelverbinding na de update niet starten. Verbreek de verbinding en verbind opnieuw.
pl: Nie można uruchomić połączenia tunelowego po aktualizacji. Rozłącz się i połącz ponownie.
pt: Não foi possível iniciar a ligação do túnel após a atualização. Desligue e volte a ligar.
ru: Не удается запустить туннельное соединение после обновления. Отключитесь и подключитесь заново.
tr: Tünel bağlantısı güncellemeden sonra başlatılamıyor. Lütfen bağlantıyı kesip yeniden bağlanın.

source: Unable to start tunnel connection. Please send a problem report.
da: Kan ikke starte tunnelforbindelse. Indsend en problemrapport.
de: Die Tunnelverbindung konnte nicht gestartet werden. Bitte senden Sie einen Problembericht.
es: No se puede iniciar la conexión del túnel. Envíe un informe de problemas.
fi: Tunneliyhteyden muodostaminen ei onnistu. Lähetä ongelmaraportti.
fr: Impossible de démarrer la connexion au tunnel. Veuillez envoyer un rapport de problème.
it: Impossibile avviare la connessione tunnel. Invia una segnalazione del problema.
ja: トンネル接続を開始できません。問題の報告を送信してください。
my: Tunnel ချိတ်ဆက်မှုကို စတင်၍ မရနိုင်ပါ။ ပြဿနာ ရီပို့တ်တစ်ခု ပေးပို့ပေးပါ။
nb: Kunne ikke starte tunneltilkobling. Send inn en problemrapport.
nl: Kan de tunnelverbinding niet starten. Stuur een probleemrapport.
pl: Nie można uruchomić połączenia tunelowego. Wyślij zgłoszenie problemu.
pt: Não foi possível iniciar a ligação de túnel. Envie um relatório do problema.
ru: Не удалось запустить туннельное подключение. Отправьте сообщение о проблеме.
tr: Tünel bağlantısı başlatılamıyor. Lütfen bir hata raporu gönderin.

source: Unexpected server response: %1$@ (HTTP status: %2$d)
da: Uventet serverrespons: %1$@ (HTTP-status: %2$d)
de: Unerwartete Serverantwort: %1$@ (HTTP-Status: %2$d)
es: Respuesta de servidor inesperada: %1$@ (estado de HTTP: %2$d)
fi: Odottamaton palvelimen vastaus: %1$@ (HTTP-tila: %2$d)
fr: Réponse inattendue du serveur : %1$@ (statut HTTP : %2$d)
it: Risposta server imprevista: %1$@ (stato HTTP: %2$d)
ja: 予期せぬサーバー応答: %1$@ (HTTP ステータス: %2$d)
my: မမျှော်လင့်ထားသော ဆာဗာတုံ့ပြန်မှု- %1$@ (HTTP အခြေအနေ- %2$d)
nb: Uventet serverrespons: %1$@ (HTTP-status: %2$d)
nl: Onverwachte serverrespons: %1$@ (HTTP-status: %2$d)
pl: Nieoczekiwana odpowiedź serwera: %1$@ (status HTTP: %2$d)
pt: Resposta inesperada do servidor: %1$@ (estado HTTP: %2$d)
ru: Неожиданный ответ сервера: %1$@ (статус HTTP: %2$d)
tr: Beklenmeyen sunucu yanıtı: %1$@ (HTTP durumu: %2$d)

source: Unexpected server response: %d
da: Uventet serverrespons: %d
de: Unerwartete Serverantwort: %d
es: Respuesta de servidor inesperada: %d
fi: Odottamaton palvelimen vastaus: %d
fr: Réponse inattendue du serveur : %d
it: Risposta server imprevista: %d
ja: 予期せぬサーバー応答: %d
my: မမျှော်လင့်ထားသော ဆာဗာတုံ့ပြန်မှု- %d
nb: Uventet serverrespons: %d
nl: Onverwachte serverrespons: %d
pl: Nieoczekiwana odpowiedź serwera: %d
pt: Resposta inesperada do servidor: %d
ru: Неожиданный ответ сервера: %d
tr: Beklenmeyen sunucu yanıtı: %d

source: Unknown error.
da: Ukendt fejl.
de: Unbekannter Fehler.
es: Error desconocido.
fi: Tuntematon virhe.
fr: Erreur inconnue.
it: Errore sconosciuto.
ja: 不明なエラー.
my: အမျိုးအမည်မသိ ချို့ယွင်းချက်။
nb: Ukjent feil.
nl: Onbekende fout.
pl: Nieznany błąd.
pt: Erro desconhecido.
ru: Неизвестная ошибка.
tr: Bilinmeyen hata.

source: Use custom DNS server
da: Brug brugerdefineret DNS-server
de: Benutzerdefinierten DNS-Server verwenden
es: Usar servidor DNS personalizado
fi: Käytä mukautettua DNS-palvelinta
fr: Utiliser un serveur DNS personnalisé
it: Usa un server DNS personalizzato
ja: カスタムDNSサーバーを使う
my: စိတ်ကြိုက် DNS ဆာဗာကို သုံးရန်
nb: Bruk egendefinert DNS-server
nl: Aangepaste DNS-server gebruiken
pl: Użyj niestandardowego serwera DNS
pt: Usar servidor DNS personalizado
ru: Пользовательский DNS-сервер
tr: Özel DNS sunucusu kullanın

source: Username
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
my: သုံးစွဲသူအမည်
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
ru: Имя пользователя
tr: Kullanıcı adı

source: VPN settings
da: VPN-indstillinger
de: VPN-Einstellungen
es: Configuración de VPN
fi: VPN-asetukset
fr: Paramètres VPN
it: Impostazioni VPN
ja: VPN設定
my: VPN ဆက်တင်များ
nb: VPN-innstillinger
nl: VPN-instellingen
pl: Ustawienia VPN
pt: Definições de VPN
ru: Настройки VPN
tr: VPN ayarları

source: Valencia
fr: Valence
ja: バレンシア
my: ဗလန်စီယာ
pl: Walencja
pt: Valência
ru: Валенсия
tr: Valensiya

source: Valid account number
da: Gyldigt kontonummer
de: Gültige Kontonummer
es: Número de cuenta válido
fi: Oikea tilin numero
fr: Numéro de compte valide
it: Numero di account valido
ja: 有効なアカウント番号
my: မှန်ကန်သည့် အကောင့်နံပါတ်
nb: Gyldig kontonummer
nl: Geldig accountnummer
pl: Prawidłowy numer konta
pt: Número de conta válido
ru: Действительный номер учетной записи
tr: Geçerli hesap numarası

# Valid range: %d - %d
source: Valid range: %1$d - %2$d
da: Gyldigt interval: %1$d - %2$d
de: Gültiger Bereich: %1$d–%2$d
es: Rango válido: %1$d - %2$d
fi: Kelvolliset portit: %1$d–%2$d
fr: Plage valide : %1$d - %2$d
it: Intervallo valido: %1$d - %2$d
ja: 有効な範囲: %1$d～%2$d
my: ဝင်သည့် အပိုင်းအခြား- %1$d - %2$d
nb: Gyldig område: %1$d–%2$d
nl: Geldig bereik: %1$d - %2$d
pl: Prawidłowy zakres: %1$d – %2$d
pt: Intervalo válido: %1$d — %2$d
ru: Диапазон значений: %1$d–%2$d
tr: Geçerli aralık: %1$d - %2$d

source: Vancouver
ja: バンクーバー
my: ဗန်ကူးဗား
ru: Ванкувер

source: Verifying voucher...
da: Bekræfter kupon...
de: Gutschein wird verifiziert ...
es: Verificando cupón…
fi: Kuponkia vahvistetaan...
fr: Vérification du bon…
it: Verifica del voucher...
ja: バウチャーを検証しています...
my: ဘောက်ချာကို စိစစ်နေဆဲ...
nb: Bekrefter kupong …
nl: Voucher controleren...
pl: Weryfikowanie kuponu...
pt: A verificar voucher...
ru: Идет проверка ваучера…
tr: Kupon doğrulanıyor...

source: Vienna
da: Wien
de: Wien
es: Viena
fi: Wien
fr: Vienne
ja: ウィーン
my: ဗီယင်နာ
nb: Wien
nl: Wenen
pl: Wiedeń
pt: Viena
ru: Вена
tr: Viyana

source: View and manage all your logged in devices. You can have up to 5 devices on one account at a time. Each device gets a name when logged in to help you tell them apart easily.
da: Vis og administrer alle dine enheder, der er logget på. Du kan have op til 5 enheder på en konto ad gangen. Hver enhed tildeles et navn, når du logger på, så du let kan se forskel på dem.
de: Lassen Sie all Ihre angemeldeten Geräte anzeigen und verwalten Sie sie. Sie können bis zu fünf Geräte gleichzeitig bei einem Konto haben. Jedes Gerät bekommt beim Anmelden einen Namen, damit Sie sie leicht unterscheiden können.
es: Vea y gestione todos los dispositivos con sesión iniciada. Puede tener hasta 5 dispositivos en una cuenta a la vez. Cada dispositivo recibe un nombre al iniciar sesión para ayudarle a distinguirlo fácilmente.
fi: Tarkastele ja hallitse kaikkia kirjautuneita laitteitasi. Sinulla voi olla enintään viisi laitetta yhdellä tilillä samaan aikaan. Jokainen laite saa nimen, kun se kirjataan sisään, jotta erotat ne helposti.
fr: Affichez et gérez tous vos appareils connectés. Vous pouvez avoir jusqu'à 5 appareils sur un même compte. Chaque appareil reçoit un nom lorsqu'il est connecté, ce qui vous permet de le distinguer facilement.
it: Visualizza e gestisci tutti i dispositivi da cui effettui l'accesso. Puoi avere contemporaneamente fino a 5 dispositivi su un account. Ogni dispositivo riceve un nome quando si effettua l'accesso per aiutarti a distinguerli facilmente.
ja: ログイン中のすべてのデバイスを表示・管理します。1つのアカウントで最大5台のデバイスを同時に利用できます。各デバイスは識別しやすくするため、ログイン時に名前が付けられます。
my: သင်ဝင်ရောက်ထားသည့် စက်အားလုံးကို ကြည့်ရှုစီမံပါ။ အကောင့်တစ်ခုလျှင် စက် ၅ လုံးအထိ တစ်ပြိုင်နက်ဝင်ထားနိုင်သည်။ ဝင်ရောက်သည့်အခါတိုင်း ခွဲခြားရလွယ်ကူစေရန် စက်တစ်လုံးချင်းကို အမည်ပေးထားသည်။
nb: Se og administrer alle innloggede enheter. Du kan ha opptil fem enheter på én konto om gangen. Hver enhet får et navn når du logger inn, slik at du enkelt kan skille dem fra hverandre.
nl: Bekijk en beheer al uw aangemelde apparaten. Eén account kan maximaal 5 apparaten tegelijkertijd bevatten. Elk apparaat krijgt bij aanmelding een naam, zodat u ze eenvoudig uit elkaar kunt houden.
pl: Wyświetlaj wszystkie zalogowane urządzenia i zarządzaj nimi. Na jednym koncie możesz mieć do 5 urządzeń naraz. Każde zalogowane urządzenie otrzymuje nazwę, co ułatwia ich rozróżnienie.
pt: Veja e faça a gestão de todos os seus dispositivos com sessão iniciada. Pode ter até 5 dispositivos numa conta de cada vez. Cada dispositivo recebe um nome quando tem sessão iniciada para ajudar a distingui-los facilmente.
ru: Просмотр подключенных устройств и управление ими. К одной учетной записи можно подключить 5 устройств. При входе каждому устройству присваивается имя, чтобы их было легче различать.
tr: Oturum açtığınız tüm cihazları görüntüleyin ve yönetin. Bir hesapta aynı anda en fazla 5 cihaz bulunabilir. Kolayca ayırt edebilmeniz için her cihaza giriş sırasında bir ad atanır.

source: View app logs
da: Se app-logfiler
de: App-Protokolle anzeigen
es: Ver registros de la aplicación
fi: Tarkastele sovelluslokeja
fr: Afficher les journaux de l'application
it: Visualizza registri app
ja: アプリのログを表示
my: အက်ပ်မှတ်တမ်းများ ကြည့်ရန်
nb: Se applogger
nl: Applogboeken weergeven
pl: Wyświetl dzienniki aplikacji
pt: Ver os registos da app
ru: Открыть журналы
tr: Uygulama kayıtlarını görüntüle

source: Voucher code has already been used.
da: Kuponkode er allerede brugt.
de: Der Gutscheincode wurde bereits verwendet.
es: El código del cupón ya se ha usado.
fi: Kuponkikoodi on jo käytetty.
fr: Le code du bon a déjà été utilisé.
it: Il codice voucher è già stato utilizzato.
ja: バウチャーコードはすでに使用されています。
my: ဘောက်ချာကုဒ် သုံးထားပြီးသား ဖြစ်ပါသည်။
nb: Kupongkoden er allerede brukt.
nl: Vouchercode is al gebruikt.
pl: Kod z tego kuponu został już użyty.
pt: O código do voucher já foi utilizado.
ru: Этот код ваучера уже использовался.
tr: Kupon kodu zaten kullanılmış.

source: Voucher code is invalid.
da: Kuponkode er ugyldig.
de: Der Gutscheincode ist ungültig.
es: El código del cupón no es válido.
fi: Kuponkikoodi ei kelpaa.
fr: Le code du bon n'est pas valide.
it: Il codice voucher non è valido.
ja: バウチャーコードが無効です。
my: ဘောက်ချာကုဒ် မှားနေပါသည်။
nb: Ugyldig kupongkode.
nl: Vouchercode is ongeldig.
pl: Nieprawidłowy kod kuponu.
pt: Código do voucher inválido.
ru: Код ваучера недействителен.
tr: Kupon kodu geçersiz.

source: Voucher was successfully redeemed.
da: Indløsning af kuponen lykkedes.
de: Der Gutschein wurde erfolgreich eingelöst.
es: El cupón se canjeó correctamente.
fi: Kupongin lunastus onnistui.
fr: Le bon a bien été échangé.
it: Il voucher è stato riscattato correttamente.
ja: バウチャーを正常に使用しました。
my: ဘောက်ချာကို အောင်မြင်စွာ လဲယူခဲ့ပါသည်။
nb: Kupongkoden er løst inn.
nl: Voucher is ingewisseld.
pl: Kupon został zrealizowany.
pt: O voucher foi reclamado com sucesso.
ru: Ваучер погашен.
tr: Kupon başarıyla kullanıldı.

source: Warning: The malware blocker is not an anti-virus and should not be treated as such, this is just an extra layer of protection.
da: Advarsel: Malware-blokkeren er ikke antivirus og bør ikke behandles som sådan. Dette er blot et ekstra lag af beskyttelse.
de: Der Malware-Blocker ist kein Antivirusprogramm und sollte auch nicht als solches behandelt werden. Es dient lediglich als zusätzliche Schutzschicht.
es: Advertencia: El bloqueador de malware no es un antivirus y no debe considerarse como tal, tan solo es un nivel de protección adicional.
fi: Varoitus: haittaohjelmien estotoiminto ei ole virustorjuntaohjelma, eikä sitä pidä käyttää sellaisena – kyseessä on vain ylimääräinen suojauskerros.
fr: Avertissement : le bloqueur de malware n'est pas un anti-virus et ne doit pas être traité comme tel, il s'agit juste d'une couche de protection supplémentaire.
it: Avvertenza: questa protezione dai malware non è un antivirus e non deve essere trattata come tale, è solo un ulteriore livello di protezione.
ja: 警告: マルウェアブロッカーはウィルス対策ではありませんので、そのような用途には使用しないでください。あくまで追加の保護レイヤーに過ぎません。
my: သတိပေးချက်- မဲလ်ဝဲရ် ပိတ်ဆို့မှုသည် အပိုအကာအကွယ်လွှာ တစ်ခုသာဖြစ်ပြီး ဗိုင်းရပ်စ် ကာကွယ်ရေး (anti-virus) မဟုတ်၍ ၎င်းအဖြစ် မမှတ်ယူသင့်ပါ။
nb: Advarsel: Blokkeringen av skadelig programvare er ikke et antivirusprogram og skal ikke brukes som dette. Det er bare et ekstra lag med beskyttelse.
nl: Waarschuwing: de malwareblocker is geen antivirus en mag niet als zodanig behandeld worden. Dit is slechts een extra beschermingslaag.
pl: Ostrzeżenie: funkcja blokowania złośliwego oprogramowania nie jest programem antywirusowym i nie należy jej tak traktować. To jedynie dodatkowa warstwa zabezpieczeń.
pt: Aviso: o bloqueador de malware não é um antivírus e não deve ser tratado como tal, é apenas uma camada extra de proteção.
ru: Внимание! Блокировщик вредоносного ПО — это просто дополнительный уровень защиты, а не антивирус.
tr: Uyarı: Kötü amaçlı yazılım engelleyici, virüsten koruma yazılımı değildir ve bu şekilde değerlendirilmemelidir. Sadece ek bir koruma seviyesi sağlamaktadır.

source: Warsaw
da: Warszawa
de: Warschau
es: Varsovia
fi: Varsova
fr: Varsovie
it: Varsavia
ja: ワルシャワ
my: ဝါဆော
nb: Warszawa
nl: Warschau
pl: Warszawa
pt: Varsóvia
ru: Варшава
tr: Varşova

source: Washington DC
ja: ワシントン DC
my: ဝါရှင်တန်ဒီစီ
pl: Waszyngton, DC
ru: Вашингтон, округ Колумбия
