Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/google_play.po
Languages: ru

source: Mullvad VPN – a service, for a monthly fee, that helps keep your online activity, identity, and location private.
ru: Mullvad VPN — сервис с ежемесячной оплатой, который помогает сохранить в секрете вашу личность, местоположение и действия в сети.

source: GET STARTED
ru: НАЧАЛО РАБОТЫ

source: 1. Install the app.
ru: 1. Установите приложение.

source: 2 .Create an account.
ru: 2. Создайте учетную запись.

source: 3. Add time to your account via in-app purchases or vouchers.
ru: 3. Оплатите подписку при помощи покупки в приложении или ваучера.

source: If you are not pleased with our service we have a refund policy and offer support via support@mullvadvpn.net.
ru: Не устраивает сервис? Мы вернем деньги. Поддержка: support@mullvadvpn.net.

source: ANONYMOUS ACCOUNTS – NO ACTIVITY LOGS
ru: АНОНИМНЫЕ УЧЕТНЫЕ ЗАПИСИ: НИКАКИХ ЖУРНАЛОВ АКТИВНОСТИ

source: Creating an account requires no personal info - not even an email address.
ru: Для создания учетной записи не требуются личные данные — даже адрес электронной почты.

source: We keep no activity logs.
ru: Мы не ведем журналов активности.

source: Bypass geographical restrictions with our global network of VPN servers.
ru: Обходите региональные блокировки с помощью нашей глобальной сети VPN-серверов.

source: Our app uses WireGuard, a superior VPN protocol that connects fast and doesn’t drain your battery.
ru: Наше приложение использует WireGuard — быстрый и энергоэффективный VPN-протокол нового поколения.

source: HOW DOES MULLVAD VPN WORK?
ru: ПРИНЦИП РАБОТЫ MULLVAD VPN

source: With Mullvad VPN, your traffic travels through an encrypted tunnel to one of our VPN servers and then onward to the website you are visiting. In this way, websites will only see our server’s identity instead of yours. Same goes for your ISP (internet service provider); they’ll see that you’re connected to Mullvad, but not your activity.
ru: При использовании Mullvad VPN весь трафик с вашего устройства идет по зашифрованному туннелю на один из наших VPN-серверов, а оттуда — на сайты, которые вы посещаете. В результате сайты видят не ваш IP-адрес, а адрес нашего сервера. То же самое касается вашего интернет-провайдера: он видит, что вы подключены к Mullvad, но не видит ваши действия в сети.

source: It also means that all the third-party actors with technology integrated into the various websites you visit can’t sniff out your IP address and use it to track you from one site to another.
ru: Кроме того, сторонние сервисы, интегрированные в различные посещаемые вами сайты, также не смогут определить ваш IP-адрес и отслеживать ваши перемещения между сайтами с его помощью.

source: Using a trustworthy VPN is a great first step to reclaim your privacy online. In combination with Mullvad Browser you make sure to block third-party cookies and other tracking technologies.
ru: Надежный VPN — это важный первый шаг к приватности в сети. Используйте его вместе с Mullvad Browser для защиты от сторонних файлов cookie и других средств отслеживания.

source: FREE THE INTERNET FROM MASS SURVEILLANCE AND DATA COLLECTION
ru: ОСВОБОДИМ ИНТЕРНЕТ ОТ МАССОВОЙ СЛЕЖКИ И СБОРА ДАННЫХ

source: A free and open society is a society where people have the right to privacy. That’s why we fight for a free internet.
ru: Свободное и открытое общество — это общество, где люди имеют право на частную жизнь. Вот почему мы боремся за свободный Интернет.

source: Free from mass surveillance and censorship. Free from big data markets where your personal information is up for sale. Free from authorities mass monitoring every click you make. Free from an infrastructure mapping your whole life. Mullvad VPN and Mullvad Browser is our contribution to the fight.
ru: Станьте невидимы для массовой слежки и цензуры. Станьте невидимы для рынков «больших данных», где ваши персональные данные выставлены на продажу. Станьте невидимы для массового контроля властей за каждым кликом пользователей. Станьте невидимы для инфраструктуры, отслеживающей всю вашу жизнь. Mullvad VPN и Mullvad Browser — наш вклад в защиту свободного Интернета.

source: TELEMETRY AND CRASH REPORTS
ru: ТЕЛЕМЕТРИЯ И ОТЧЕТЫ О СБОЯХ

source: The app collects a very minimal amount of telemetry, and it does not in any way tie it to an account number, IP or other identifiable information. Account numbers are used for authentication. App logs are never sent automatically but are rather explicitly sent by the user. App version checks are performed every 24 hours to tell the app if there are any upgrades available and if the currently running version is still supported.
ru: Приложение собирает минимум данных телеметрии, не привязанных к номеру учетной записи, IP или другой личной информации. Номер учетной записи нужен только для входа. Журналы активности отправляются только по вашему решению — не автоматически. Раз в сутки проверяется наличие обновлений и статус поддержки текущей версии.

source: If the split tunneling feature is used, then the app queries your system for a list of all installed applications. This list is only retrieved in the split tunneling view. The list of installed applications is never sent from the device.
ru: Если используется функция раздельного туннелирования, то приложение запрашивает в системе список всех установленных приложений. Этот список запрашивается только на экране настройки раздельного туннелирования. Список установленных приложений никогда не передается за пределы устройства.
