Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

source: The Auto-connect and Lockdown mode settings can be found in the Android system settings, follow this guide to enable one or both.
ar: يمكن العثور على إعدادات "الاتصال التلقائي" و"وضع التأمين" في إعدادات نظام Android. اتَّبع هذا الدليل لتفعيل أحدهما أو كليهما.
da: Indstillingerne for automatisk forbindelse og Lockdown-tilstand kan findes i Android- systemindstillingerne. Følg denne vejledning for at aktivere en eller begge.
de: Die Einstellungen für die automatische Verbindung und den Sperrmodus finden Sie in den Android-Systemeinstellungen. Folgen Sie dieser Anleitung, um eine oder beide Einstellungen zu aktivieren.
es: La configuración del modo de bloqueo y de la conexión automática puede encontrarse en la configuración del sistema Android, siga esta guía para habilitar uno o ambos.
fa: تنظیمات اتصال خودکار و حالت قفل در تنظیمات سیستمی اندروید قرار دارند. برای فعال‌کردن یکی یا هر دو، این راهنما را دنبال کنید.
fi: Automaattisen yhdistämisen ja lukitustilan asetukset löytyvät Androidin järjestelmäasetuksista. Voit ottaa jommankumman tai molemmat käyttöön tämän oppaan ohjeilla.
fr: Les paramètres de la connexion automatique et du mode Verrouillage se trouvent dans les paramètres du système Android, suivez ce guide pour activer l'un, l'autre ou les deux.
it: Le impostazioni della modalità di Connessione automatica e di Blocco si trovano nelle impostazioni del sistema Android. Segui questa guida per abilitare una o entrambe.
ja: 自動接続とロックダウンモードの設定はAndroidシステム設定にあります。どちらか、または両方をこのガイドに従って有効にしてください。
my: အော်တို ချိတ်ဆက်မှုနှင့် လော့ခ်ဒေါင်းစနစ် ဆက်တင်များကို Android စနစ် ဆက်တင်များတွင် ရှာတွေ့နိုင်ပြီး တစ်ခု သို့မဟုတ် နှစ်ခုလုံးကို ဖွင့်ရန် ဤလမ်းညွှန်ချက်ကို လိုက်နာပါ။
nb: Du finner innstillingene for automatisk tilkobling og låsemodus i Androids systeminnstillinger. Følg denne veiledningen for å aktivere én eller begge.
nl: De instellingen Automatisch verbinden en Lockdownmodus zijn te vinden in de Android-systeeminstellingen, volg deze gids om een of beide in te schakelen.
pl: Ustawienia trybu automatycznego łączenia i trybu Lockdown można znaleźć w ustawieniach systemu Android. Aby włączyć jeden lub oba tryby, postępuj zgodnie z niniejszym poradnikiem.
pt: As definições da ligação automática e do modo de bloqueio podem ser encontradas nas definições do sistema Android. Siga este guia para ativar uma ou ambas as funcionalidades.
ru: Настройки автоподключения и режима блокировки можно найти в системных настройках Android. Чтобы включить их, следуйте этой инструкции.
sv: Inställningar för Anslut automatiskt och Låsningsläge finns i Androids systeminställningar. Följ guiden för att aktivera en av dem eller båda.
th: การตั้งค่าการเชื่อมต่ออัตโนมัติและโหมดล็อกดาวน์ อยู่ในการตั้งค่าระบบ Android โปรดทำตามคำแนะนำนี้ เพื่อเปิดใช้งานโหมดใดโหมดหนึ่ง หรือทั้งสองโหมด
tr: Otomatik Bağlantı ve Kilitleme modu ayarları Android sistem ayarlarında yer alır. Bu ayarlardan birini veya her ikisini de etkinleştirmek için bu kılavuza göz atın.

source: The IPv6 DNS server will not work unless you enable "IPv6" under VPN settings.
ar: لن يعمل خادم IPv6 DNS ما لم يتم تفعيل "IPv6" ضمن إعدادات VPN.
da: IPv6 DNS-serveren fungerer ikke, medmindre du aktiverer "IPv6" under VPN-indstillinger.
de: Der IPv6-DNS-Server wird nicht funktionieren, solange „IPv6“ nicht in den VPN-Einstellungen aktiviert ist.
es: El servidor IPv6 DNS no funcionará a no ser que habilite la opción «IPv6» en la configuración de la VPN.
fa: سرور DNS مربوط به IPv6 تنها زمانی کار می‌کند که «IPv6» را در تنظیمات VPN فعال کنید.
fi: IPv6-DNS-palvelin ei toimi, ellet ota IPv6:ta käyttöön VPN-asetuksista.
fr: Le serveur DNS IPv6 ne fonctionnera pas si vous n'activez pas « IPv6 » dans les paramètres VPN.
it: Il server DNS IPv6 non funzionerà a meno che non abiliti "IPv6" nelle impostazioni VPN.
my: VPN ဆက်တင်များအောက်ရှိ "IPv6" ကို မဖွင့်ထားပါက IPv6 DNS ဆာဗာသည် အလုပ်လုပ်မည်မဟုတ်ပါ။
nb: IPv6 DNS-serveren fungerer ikke med mindre du aktiverer «IPv6» under VPN-innstillinger.
nl: De IPv6-DNS-server werkt niet, tenzij u "IPv6" inschakelt in de VPN-instellingen.
pl: Serwer DNS protokołu IPv6 nie będzie działać, jeśli nie włączysz opcji „IPv6” w ustawieniach VPN.
pt: O servidor DNS IPv6 não funcionará a menos que ative a "IPv6" nas definições de VPN.
ru: DNS-сервер IPv6 не будет работать, если не включить IPv6 в разделе «Настройки VPN».
sv: IPv6 DNS-servern fungerar inte om du inte aktiverar "IPv6" under VPN-inställningar.
th: เซิร์ฟเวอร์ DNS IPv6 จะไม่ทำงาน เว้นแต่คุณจะเปิดใช้งาน "IPv6" ภายใต้การตั้งค่า VPN
tr: VPN ayarlarındaki "IPv6" seçeneğini etkinleştirmediğiniz sürece IPv6 DNS sunucusu çalışmaz.

source: The Lockdown mode is called "Block connections without VPN" in the Android system settings. It helps minimize leaks, however it has some known limitations which you can read more about
ar: يُسمَّى "وضع التأمين" باسم "حظر الاتصالات دون VPN" في إعدادات نظام Android. يساعد هذا الوضع في تقليل التسريبات، لكن لديه بعض القيود المعروفة التي يمكنك قراءة المزيد عنها
da: Lockdown-tilstanden kaldes "Bloker forbindelser uden VPN" i Android-systemindstillingerne. Det hjælper med at minimere lækager, men det har nogle kendte begrænsninger, som du kan læse mere om
de: Der Sperrmodus heißt in den Android-Systemeinstellungen „Verbindungen ohne VPN blockieren“. Dieser trägt dazu bei, Lecks zu minimieren, hat jedoch einige bekannte Einschränkungen. Mehr dazu finden Sie
es: El modo de bloqueo se llama «Bloquear conexiones sin VPN» en la configuración del sistema Android. Ayuda a minimizar las filtraciones, sin embargo, posee algunas limitaciones conocidas sobre las que puede leer más información
fa: حالت قفل در تنظیمات سیستمی اندروید با نام «مسدود کردن اتصال‌ها بدون VPN» نمایش داده می‌شود. این حالت به کاهش نشت ارتباطات کمک می‌کند، اما محدودیت‌های شناخته‌شده‌ای دارد که می‌توانید بیشتر دربارهٔ آن بخوانید
fi: Lukitustila löytyy Android-järjestelmäasetuksista nimellä "Estä yhteydet ilman VPN:ää". Lukitustila auttaa minimoimaan vuodot, mutta siihen liittyy myös muutamia tunnettuja rajoituksia. Voit lukea niistä lisää
fr: Le mode Verrouillage est appelé « Bloquer les connexions sans VPN » dans les paramètres système d'Android. Il permet de minimiser les fuites, mais présente des limites connues sur lesquelles vous pouvez en savoir plus
it: La Modalità Blocco si chiama "Blocca connessioni senza VPN" nelle impostazioni del sistema Android. Aiuta a ridurre al minimo le perdite, tuttavia presenta alcune limitazioni su cui consigliamo di approfondire
ja: このロックダウンモードは、Androidのシステム設定では [VPN以外の接続のブロック] と呼ばれています。情報漏洩の可能性を低減することが可能ですが、既知の制限がいくつかあります。制限については、
my: လော့ခ်ဒေါင်းစနစ်ကို Android စနစ်ဆက်တင်များတွင် "VPN မသုံးဘဲ ချိတ်ဆက်မှုများကို ပိတ်ဆို့ရန်"ဟု ခေါ်ဆိုပါသည်။ ၎င်းသည် ပေါက်ကြားမှုများကို လျှော့ချနိုင်အောင် ကူညီပေးနိုင်သော်လည်း အများသိ အကန့်အသတ်များရှိပြီး ၎င်းတို့အကြောင်းကို ဖော်ပြပါတွင် ဖတ်ရှုနိုင်သည်
nb: Låsemodusen kalles «Blokker tilkoblinger uten VPN» i systeminnstillingene for Android. Den bidrar til å minimere lekkasjer, men den har noen kjente begrensninger som du kan lese mer om
nl: De Lockdownmodus heet "Verbindingen zonder VPN blokkeren" in de Android-systeeminstellingen. Deze helpt om lekken te minimaliseren, maar heeft enkele bekende beperkingen. Meer daarover leest u
pl: Tryb Lockdown w ustawieniach systemu Android nazywa się Blokuj połączenia bez pośrednictwa sieci VPN. Pomaga zminimalizować wycieki, jednak ma pewne znane ograniczenia, o których można przeczytać więcej
pt: O modo de bloqueio é designado por "Bloquear ligações sem VPN" nas definições do sistema Android. Ajuda a minimizar fugas, mas tem algumas limitações conhecidas sobre as quais pode ler mais
ru: В системных настройках Android режим блокировки называется «Блокировать соединения без VPN». Он помогает минимизировать утечки, однако имеет ряд известных ограничений, прочитать подробнее о которых можно
sv: Låsningsläget kallas "Blockera anslutningar utan VPN" i systeminställningarna på Android. Det minimerar läckor men det finns några kända begränsningar som du kan läsa mer om
th: โหมดล็อกดาวน์ถูกเรียกว่า "ปิดกั้นการเชื่อมต่อที่ไม่ใช้ VPN" ในการตั้งค่าระบบ Android ซึ่งจะช่วยลดการรั่วไหล แต่ก็มีข้อจำกัดบางประการ ซึ่งคุณสามารถอ่านข้อมูลเพิ่มเติมเกี่ยวกับเรื่องดังกล่าวได้
tr: Android sistem ayarlarında "Kilitleme modu VPN üzerinden olmayan bağlantıları engelle" olarak adlandırılmıştır. Bu özellik, sızıntıları en aza indirmeye yardımcı olsa da ayrıntılar konusunda bilgi edinmeniz gereken bazı bilinen sınırlamaları vardır

source: The "Current" method represent which method the app is using to reach the API.
ar: تُمثِّل الطريقة "الحالية" الطريقة التي يستخدمها التطبيق للوصول إلى واجهة API.
da: Den "aktuelle" metode er den metode, som appen bruger til at nå API'en.
de: Die „aktuelle“ Methode gibt an, welche Methode die App verwendet, um die API zu erreichen.
es: El método «Actual» representa el método que la aplicación utiliza para acceder a la API.
fa: روش «فعلی» نشان می‌دهد که اپلیکیشن برای دسترسی به API از کدام روش استفاده می‌کند.
fi: "Nykyinen" menetelmä edustaa sitä, mitä menetelmää sovellus käyttää APIn tavoittamiseen.
fr: La méthode « Actuelle » représente la méthode utilisée par l'application pour atteindre l'API.
it: Il metodo "Attuale" rappresenta il metodo utilizzato dall'app per raggiungere l'API.
ja: "現在の設定" の方法は、アプリが API に到達するために使用する方法を指しています。
my: "လက်ရှိ" စနစ်သည် API နှင့်ချိတ်ရန် အက်ပ်က အသုံးပြုသည့် နည်းလမ်းကို ဆိုလိုသည်။
nb: «Gjeldende» metode betyr den metoden som appen bruker for å nå API.
nl: De "Huidige" methode geeft aan welke methode de app gebruikt om de API te benaderen.
pl: Metoda „Bieżąca” reprezentuje metodę używaną przez aplikację w celu uzyskania dostępu do interfejsu API.
pt: O método "Atual" representa o método que a aplicação está a utilizar para aceder à API.
ru: «Текущий» метод — это метод, который приложение использует для связи с API.
sv: "Aktuell" metod representerar vilken metod appen använder för att nå API.
th: วิธีการ "ปัจจุบัน" แสดงถึงวิธีที่แอปใช้ในการเข้าถึง API
tr: "Geçerli" yöntem, uygulamanın API'ye ulaşmak için kullandığı yöntemi temsil eder.

source: The app is blocking internet, please disconnect first
ar: التطبيق يحظر الإنترنت، يُرجي قطع الاتصال أولًا
de: Die App blockiert das Internet, bitte trennen Sie zuerst die Verbindung
es: La aplicación está bloqueando Internet. Primero desconéctela
fa: اپلیکیشن دسترسی به اینترنت را مسدود کرده است؛ لطفاً ابتدا قطع اتصال کنید
fi: Sovellus estää internetyhteyden, katkaise sen yhteys ensin
it: L'app sta bloccando Internet, effettua prima la disconnessione
my: အက်ပ်သည် အင်တာနက်ကို ပိတ်ပင်နေသည်၊ ဦးစွာ ချိတ်ဆက်မှုဖြုတ်ပေးပါ
nb: Denne appen blokkerer internett. Koble fra først
nl: De app blokkeert internet. Verbreek eerst de verbinding
pt: A aplicação está a bloquear a Internet. Desligue primeiro
ru: Приложение блокирует интернет. Сначала отключитесь.
sv: Appen blockerar internet, koppla först från anslutningen
th: แอปกำลังปิดกั้นอินเทอร์เน็ต โปรดตัดการเชื่อมต่อก่อน
tr: Uygulama internet bağlantısını engelliyor. Lütfen önce bağlantıyı kesin

source: The app was unable to create an account due to not being able to reach the Mullvad API.
ar: لم يتمكن التطبيق من إنشاء حساب لعدم قدرته على الوصول إلى Mullvad API.
de: Die App konnte kein Konto erstellen, da sie die Mullvad-API nicht erreichen konnte.
fa: اپلیکیشن به دلیل برقرار نشدن ارتباط با API مربوط به Mullvad نتوانست حساب ایجاد کند.
fi: Sovellus ei voinut luoda tiliä, koska se ei saanut yhteyttä Mullvad API:hin.
sv: Appen kunde inte skapa ett konto eftersom det inte gick att nå Mullvad API.
th: แอปไม่สามารถสร้างบัญชีได้ เนื่องจากไม่สามารถเข้าถึง Mullvad API ได้
tr: Uygulama, Mullvad API'ye erişemediği için hesap oluşturulamadı.

source: The app was unable to login due to not being able to reach the Mullvad API.
ar: لم يتمكن التطبيق من تسجيل الدخول بسبب عدم قدرته على الوصول إلى Mullvad API.
de: Die App konnte die Anmeldung nicht durchführen, da sie die Mullvad-API nicht erreichen konnte.
fa: اپلیکیشن به دلیل برقرار نشدن ارتباط با API مربوط به Mullvad نتوانست وارد حساب شود.
fi: Sovellus ei voinut kirjautua, koska se ei saanut yhteyttä Mullvad API:hin.
sv: Appen kunde inte logga in eftersom det inte gick att nå Mullvad API.
th: แอปไม่สามารถเข้าสู่ระบบได้ เนื่องจากไม่สามารถเข้าถึง Mullvad API ได้
tr: Uygulama, Mullvad API'ye erişemediği için giriş yapılamıyor.

source: The local DNS server will not work unless you enable "Local Network Sharing" under VPN settings.
ar: لن يعمل خادم DNS المحلي ما لم يتم تفعيل خاصية "مشاركة الشبكة المحلية" ضمن إعدادات شبكة VPN.
da: Den lokale DNS-server fungerer ikke, medmindre du aktiverer "Lokal netværksdeling" under VPN-indstillinger.
de: Der lokale DNS-Server wird nicht funktionieren, solange „Teilen im lokalen Netzwerk“ nicht in den VPN-Einstellungen aktiviert ist.
es: El servidor DNS local no funcionará a no ser que habilite la opción «Uso compartido de red local» en la configuración de la VPN.
fa: سرور DNS محلی تنها زمانی کار می‌کند که «اشتراک‌گذاری شبکهٔ محلی» را در تنظیمات VPN فعال کنید.
fi: Paikallinen DNS-palvelin ei toimi, ellet ota paikallisen verkon jakamista käyttöön VPN-asetuksista.
fr: Le serveur DNS local ne fonctionnera pas si vous n'activez pas le « Partage du réseau local » dans les paramètres VPN.
it: Il server DNS locale non funzionerà a meno che non abiliti "Condivisione rete locale" nelle impostazioni VPN.
ja: VPN設定で [ローカルネットワーク共有] を有効にしない限り、ローカルDNSサーバーは機能しません。
my: လိုကယ် DNS ဆာဗာသည် VPN ဆက်တင်များအောက်ရှိ "လိုကယ် ကွန်ရက် ဝေမျှမှု"ကို မဖွင့်မချင်း အလုပ်လုပ်မည် မဟုတ်ပါ။
nb: Den lokale DNS-serveren fungerer ikke med mindre du aktiverer «Deling av lokalt nettverk» under VPN-innstillinger.
nl: De lokale DNS-server werkt niet, tenzij u "Delen via lokaal netwerk" inschakelt bij de VPN-instellingen.
pl: Lokalny serwer DNS nie będzie działał, dopóki nie włączysz opcji „Udostępnianie sieci lokalnej” w obszarze Ustawienia VPN.
pt: O servidor DNS local não funcionará a menos que ative a "Partilha de rede local" nas definições de VPN.
ru: Локальный DNS-сервер не будет работать, если не включить «Обмен данными в локальной сети» в разделе «Настройки VPN».
sv: Den lokala DNS-servern fungerar inte om du inte aktiverar "Lokal nätverksdelning" under VPN-inställningar.
th: เซิร์ฟเวอร์ DNS ท้องถิ่นจะไม่ทำงาน เว้นแต่คุณจะเปิดใช้งาน "การแชร์ในเครือข่ายท้องถิ่น" ซึ่งอยู่ในส่วนการตั้งค่า VPN
tr: VPN ayarlarındaki "Yerel Ağ Paylaşımı" seçeneğini etkinleştirmediğiniz sürece yerel DNS sunucusu etkinleşmez.

source: The selected %s port is not supported, please change it under
ar: المنفذ المُحدَّد %s غير مدعوم، يُرجى تغييره ضمن
de: Der ausgewählte %s-Port wird nicht unterstützt, bitte ändern Sie ihn unter
es: No se admite el puerto de %s seleccionado. Cámbielo en
fa: پورتِ %s انتخاب‌شده پشتیبانی نمی‌شود؛ لطفاً آن را در بخش مربوطه تغییر دهید
fi: Valittua %s-porttia ei tueta. Vaihda portti
it: La porta %s selezionata non è supportata, cambiala in
my: ရွေးထားသည့် %s ပေါ့တ်ကို ပံ့ပိုးထားခြင်းမရှိပါသဖြင့် ၎င်းကို အောက်တွင် ပြောင်းပေးပါ
nb: Valgt %s-port støttes ikke. Du kan endre i
nl: De geselecteerde %s-poort wordt niet ondersteund. Wijzig de poort in de
pt: A porta %s selecionada não é suportada. Altere-a em
ru: Выбранный порт %s не поддерживается. Измените его в
sv: Den valda %s-porten stöds inte, ändra den i
th: ไม่รองรับพอร์ต %s ที่เลือก โปรดเปลี่ยนพอร์ตภายใต้ส่วน
tr: Seçilen %s portu desteklenmiyor, lütfen portu değiştirin:

source: This address has already been entered.
ar: لقد تم إدخال هذا العنوان بالفعل.
da: Denne adresse er allerede blevet indtastet.
de: Diese Adresse wurde bereits eingetragen.
es: Esta dirección ya se ha introducido.
fa: این نشانی قبلاً وارد شده است.
fi: Tämä osoite on annettu jo.
fr: Cette adresse a déjà été saisie.
it: Questo indirizzo è già stato inserito.
ja: このアドレスは入力済みです。
my: ဤလိပ်စာကို ရိုက်ထည့်ထားပြီး ဖြစ်ပါသည်။
nb: Denne adressen er allerede skrevet inn.
nl: Dit adres is al ingevoerd.
pl: Ten adres został już wprowadzony.
pt: Este endereço já foi introduzido.
ru: Этот адрес уже введен.
sv: Adressen har redan angetts.
th: ที่อยู่นี้ได้รับการป้อนไปแล้ว
tr: Bu adres zaten girilmiş.

source: This field is required
ar: هذا الحقل مطلوب
da: Dette felt er påkrævet
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fa: پر کردن این فیلد الزامی است
fi: Tämä kenttä on pakollinen
fr: Ce champ est requis
it: Questo campo è obbligatorio
ja: このフィールドは必須です
my: ဤအကွက်ကို မဖြစ်မနေဖြည့်ရမည်
nb: Feltet er påkrevd
nl: Dit veld is verplicht
pl: To pole jest wymagane
pt: Este campo é obrigatório
ru: Это обязательное поле
sv: Fältet är obligatoriskt
th: จำเป็นต้องกรอกช่องนี้
tr: Bu alan gereklidir

source: This impacts your anonymity
ar: يؤثر ذلك على إخفاء هويتك
de: Dies wirkt sich auf Ihre Anonymität aus
es: Esto afecta a su anonimato
fa: این مورد بر ناشناس‌ماندن شما تأثیر می‌گذارد
fi: Tämä vaikuttaa anonymiteettiisi
my: ဤအရာကို ရွေးချယ်ပါက သင်၏ အမည်ဝှက်မှုကို သက်ရောက်မှု ရှိပါမည်
pt: Esta ação afeta o seu anonimato
sv: Detta påverkar din anonymitet
th: สิ่งนี้ส่งผลต่อความไม่เปิดเผยตัวตนของคุณ
tr: Bu, anonimliğinizi etkileyebilir

source: This is already set as current
ar: تم بالفعل تعيين هذه الطريقة كالطريقة الحالية
da: Den er allerede indstillet som aktuel
de: Diese ist bereits die aktuelle
es: Este ya está configurado como actual
fa: این مورد هم‌اکنون به‌عنوان گزینهٔ فعلی تنظیم شده است
fi: Tämä on jo asetettu nykyiseksi
fr: Déjà définie comme méthode actuelle
it: È già impostato come attuale
ja: これはすでに現在の設定として設定されています
my: ၎င်းကို လက်ရှိအဖြစ် သတ်မှတ်ထားပြီးပါပြီ
nb: Denne er allerede angitt som gjeldende
nl: Deze is al ingesteld als huidige
pl: Już ustawiona jako bieżąca
pt: Este já está definido como o atual
ru: Этот метод уже установлен как текущий
sv: Den har redan ställts in som aktuell
th: นี่ได้รับการตั้งค่าเป็นปัจจุบันแล้ว
tr: Bu, zaten geçerli olarak ayarlı yöntemdir

source: This might be due to censorship or network issues. Please try to:
ar: قد يكون هذا بسبب الرقابة أو مشكلات في الشبكة. يُرجى تجربة ما يلي:
de: Das kann an Zensur oder Netzwerkproblemen liegen. Versuchen Sie Folgendes:
fa: این ممکن است به دلیل سانسور یا مشکلات شبکه باشد. لطفاً موارد زیر را امتحان کنید:
fi: Tämä voi johtua sensuurista tai verkko-ongelmista. Kokeile seuraavia:
sv: Det kan bero på censur- eller nätverksfel. Försök att:
th: นี่อาจเกิดจากการเซ็นเซอร์หรือปัญหาเครือข่าย โปรดลอง:
tr: Bu, sansür veya ağ sorunlarından kaynaklanıyor olabilir. Lütfen şunları deneyin:

source: Time added
ar: تمت إضافة الوقت
de: Zeit hinzugefügt
es: Tiempo añadido
fa: زمان اضافه شد
fi: Käyttöaikaa lisätty
it: Tempo aggiunto
my: အချိန်တိုးထားသည်
nb: Tid lagt til
nl: Tijd van toevoegen
pt: Tempo adicionado
ru: Время добавлено
sv: Tid har lagts till
th: เพิ่มเวลาแล้ว
tr: Süre eklendi

source: To add locations to a list, press the pen or long press on a country, city, or server.
ar: لإضافة مواقع إلى قائمة، اضغط على القلم أو اضغط مطولًا على اسم البلد أو المدينة أو الخادم.
de: Um Standorte zu einer Liste hinzuzufügen, drücken Sie auf den Stift oder drücken Sie lange auf ein Land, eine Stadt oder einen Server.
es: Para añadir ubicaciones a una lista, pulse el icono de lápiz o mantenga pulsado un país, una ciudad o un servidor.
fa: برای افزودن یک مکان به فهرست، روی آیکونِ قلم بزنید یا یک کشور، شهر یا سرور را طولانی لمس کنید.
fi: Jos haluat lisätä luetteloon sijainteja, paina kynää tai paina pitkään maata, kaupunkia tai palvelinta.
it: Per aggiungere posizioni a un elenco, premi il simbolo della penna o tieni premuto su un Paese, una città o un server.
my: တည်နေရာများကို စာရင်းတစ်ခုတွင် ထည့်ရန် ဘောပင်ပုံကို နှိပ်ပါ သို့မဟုတ် နိုင်ငံ၊ မြို့ သို့မဟုတ် ဆာဗာပေါ်တွင် ကြာကြာနှိပ်ပါ။
nb: Hvis du vil legge til plasseringer i en liste, kan du trykke på pennen eller hold inne på et land, en by eller en server.
nl: Druk op het potlood of houd een land, plaats of server ingedrukt om locaties toe te voegen aan de lijst.
pt: Para adicionar localizações a uma lista, prima a caneta ou mantenha premido um país, uma cidade ou um servidor.
ru: Чтобы добавить местоположения в список, нажмите значок карандаша или нажмите и удерживайте страну, город или сервер.
sv: Om du vill lägga till platser i en lista kan du trycka på pennan eller trycka länge på ett land, en stad eller en server.
th: หากต้องการเพิ่มตำแหน่งลงในรายการ ให้กดปากกาหรือกดค้างที่ประเทศ เมือง หรือเซิร์ฟเวอร์
tr: Konumları bir listeye eklemek için kalem simgesine dokunun veya bir ülkeye, şehre ya da sunucuya uzun basın.

source: To create a custom list press the "+"
ar: لإنشاء قائمة مُخصَّصة، اضغط على "+"
de: Um eine eigene Liste zu erstellen, drücken Sie auf „+“
es: Para crear una lista personalizada, pulse «+»
fa: برای ساخت یک فهرست سفارشی، روی «+» بزنید
fi: Voit luoda mukautetun luettelon painamalla "+"
it: Per creare un elenco personalizzato, premi "+"
my: စိတ်ကြိုက်စာရင်းတစ်ခု ဖန်တီးရန် "+" ကိုနှိပ်ပါ
nb: For å opprette en egendefinert liste, kan du trykke på «+»
nl: Druk op "+" om een aangepaste lijst te maken
pt: Para criar uma lista personalizada prima o botão "+"
ru: Чтобы создать свой список, нажмите «+»
sv: Om du vill skapa en anpassad lista trycker du på "+"
th: หากต้องการสร้างรายการที่กำหนดเอง ให้กด "+"
tr: Özel bir liste oluşturmak için “+” simgesine dokunun
