Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# device-management
source: View and manage all your logged in devices. You can have up to 5 devices on one account at a time. Each device gets a name when logged in to help you tell them apart easily.
ar: يمكنك عرض جميع أجهزتك المُسجَّلة وإدارتها. يمكنك ربط ما يصل إلى 5 أجهزة بحسابٍ واحد في الوقت نفسه. يحصل كل جهاز على اسم عند تسجيل الدخول ليسهُل عليك تمييزه.
de: Lassen Sie all Ihre angemeldeten Geräte anzeigen und verwalten Sie sie. Sie können bis zu fünf Geräte gleichzeitig bei einem Konto haben. Jedes Gerät bekommt beim Anmelden einen Namen, damit Sie sie leicht unterscheiden können.
es: Vea y gestione todos los dispositivos con sesión iniciada. Puede tener hasta 5 dispositivos en una cuenta a la vez. Cada dispositivo recibe un nombre al iniciar sesión para ayudarle a distinguirlo fácilmente.
fa: تمام دستگاه‌های وارد شده به حساب خود را مشاهده و مدیریت کنید. شما می‌توانید هم‌زمان حداکثر 5 دستگاه در یک حساب داشته باشید. هر دستگاه هنگام ورود یک نام دریافت می‌کند تا بتوانید به‌راحتی آن‌ها را از هم تشخیص دهید.
fi: Tarkastele ja hallitse kaikkia kirjautuneita laitteitasi. Sinulla voi olla enintään viisi laitetta yhdellä tilillä samaan aikaan. Jokainen laite saa nimen, kun se kirjataan sisään, jotta erotat ne helposti.
it: Visualizza e gestisci tutti i dispositivi da cui effettui l'accesso. Puoi avere contemporaneamente fino a 5 dispositivi su un account. Ogni dispositivo riceve un nome quando si effettua l'accesso per aiutarti a distinguerli facilmente.
my: သင်ဝင်ရောက်ထားသည့် စက်အားလုံးကို ကြည့်ရှုစီမံပါ။ အကောင့်တစ်ခုလျှင် စက် ၅ လုံးအထိ တစ်ပြိုင်နက်ဝင်ထားနိုင်သည်။ ဝင်ရောက်သည့်အခါတိုင်း ခွဲခြားရလွယ်ကူစေရန် စက်တစ်လုံးချင်းကို အမည်ပေးထားသည်။
nb: Se og administrer alle innloggede enheter. Du kan ha opptil fem enheter på én konto om gangen. Hver enhet får et navn når du logger inn, slik at du enkelt kan skille dem fra hverandre.
nl: Bekijk en beheer al uw aangemelde apparaten. Eén account kan maximaal 5 apparaten tegelijkertijd bevatten. Elk apparaat krijgt bij aanmelding een naam, zodat u ze eenvoudig uit elkaar kunt houden.
pt: Veja e faça a gestão de todos os seus dispositivos com sessão iniciada. Pode ter até 5 dispositivos numa conta de cada vez. Cada dispositivo recebe um nome quando tem sessão iniciada para ajudar a distingui-los facilmente.
ru: Просмотр подключенных устройств и управление ими. К одной учетной записи можно подключить 5 устройств. При входе каждому устройству присваивается имя, чтобы их было легче различать.
sv: Visa och hantera alla dina inloggade enheter. Du kan ha upp till fem enheter åt gången på ett konto. Varje enhet får ett namn när den loggas in så att du enklare kan skilja dem åt.
th: ดูและจัดการอุปกรณ์ทั้งหมดที่คุณลงชื่อเข้าใช้ คุณสามารถมีอุปกรณ์ได้สูงสุด 5 เครื่องในหนึ่งบัญชีในเวลาเดียวกัน แต่ละอุปกรณ์จะได้รับชื่อในขณะที่ลงชื่อเข้าใช้ เพื่อช่วยให้คุณแยกแยะอุปกรณ์แต่ละเครื่องได้อย่างง่ายดาย
tr: Oturum açtığınız tüm cihazları görüntüleyin ve yönetin. Bir hesapta aynı anda en fazla 5 cihaz bulunabilir. Kolayca ayırt edebilmeniz için her cihaza giriş sırasında bir ad atanır.

# device-management
source: You can have up to 5 devices logged in on one Mullvad account.
ar: يمكنك تسجيل الدخول إلى ما يصل إلى 5 أجهزة على حساب Mullvad واحد.
da: Du kan have op til 5 enheder logget ind på én Mullvad-konto.
de: Es sind pro Mullvad-Konto bis zu 5 angemeldete Geräte möglich.
es: Puede tener hasta 5 dispositivos conectados a una cuenta de Mullvad.
fa: شما می‌توانید حداکثر 5 دستگاه را هم‌زمان در یک حساب Mullvad وارد کنید.
fi: Yhdelle Mullvad-tilille voi olla kirjautuneena enintään viisi laitetta.
fr: Vous pouvez connecter jusqu'à 5 appareils au même compte Mullvad.
it: Puoi avere fino a 5 dispositivi registrati su un account Mullvad.
ja: 1つのMullvadアカウントで最大5台のデバイスにログインできます。
my: Mullvad အကောင့်တစ်ခုတွင် စက် 5 ခုအထိ ဝင်ရောက်ထားနိုင်ပါသည်။
nb: Du kan ha opptil fem enheter logget inn på samme Mullvad-konto.
nl: U kunt maximaal 5 apparaten aangemeld hebben op één Mullvad-account.
pl: Na jednym koncie Mullvad może być zalogowanych maksymalnie 5 urządzeń.
pt: Pode ter até 5 dispositivos com sessão iniciada numa só conta Mullvad.
ru: К одной учетной записи Mullvad можно подключить до 5 устройств.
sv: Upp till fem enheter kan vara inloggade på ett Mullvad-konto.
th: คุณสามารถลงชื่อเข้าใช้อุปกรณ์ได้สูงสุด 5 เครื่อง กับบัญชี Mullvad หนึ่งบัญชี
tr: Bir Mullvad hesabı ile en fazla 5 cihazda oturum açabilirsiniz.

# device-management
source: You can now continue logging in on this device.
ar: يمكنك الآن متابعة تسجيل الدخول على هذا الجهاز.
da: Du kan nu fortsætte med at logge ind på denne enhed.
de: Sie können jetzt mit der Anmeldung auf diesem Gerät fortfahren.
es: Ya puede iniciar sesión en este dispositivo.
fa: اکنون می‌توانید ورود به این دستگاه را ادامه دهید.
fi: Voit nyt jatkaa kirjautumista tällä laitteella.
fr: Vous pouvez maintenant continuer la connexion sur cet appareil.
it: Ora puoi continuare ad accedere su questo dispositivo.
ja: このデバイスでログインを続けられるようになりました。
my: သင်သည် ယခု ဤစက်တွင် ဆက်လက် ဝင်ရောက်နိုင်သည်။
nb: Du kan nå fortsette med å logge på denne enheten.
nl: U kunt nu doorgaan met het aanmelden bij dit apparaat.
pl: Teraz można kontynuować logowanie się na tym urządzeniu.
pt: Agora pode continuar a ligação neste dispositivo.
ru: Теперь можно войти в учетную запись на этом устройстве.
sv: Du kan nu fortsätta med att logga in på den här enheten.
th: คุณสามารถดำเนินการเข้าสู่ระบบต่อบนอุปกรณ์เครื่องนี้ได้แล้ว
tr: Artık bu cihazda oturum açmaya devam edebilirsiniz.

# device-management
source: You have removed this device. To connect again, you will need to log back in.
ar: لقد أزلت هذا الجهاز. للاتصال مجددًا، ستحتاج إلى تسجيل الدخول مرة أخرى.
da: Du har fjernet denne enhed. For at oprette forbindelse igen skal du logge ind igen.
de: Sie haben dieses Gerät entfernt. Um sich erneut zu verbinden, müssen Sie sich erneut anmelden.
es: Ha quitado este dispositivo. Vuelva a iniciar la sesión para conectarse.
fa: شما این دستگاه را حذف کرده‌اید. برای اتصال دوباره، باید مجدداً وارد شوید.
fi: Olet poistanut tämän laitteen. Jos haluat muodostaa yhteyden uudelleen, sinun täytyy kirjautua takaisin sisään.
fr: Vous avez supprimé cet appareil. Vous devrez vous reconnecter pour connecter cet appareil à nouveau.
it: Hai rimosso questo dispositivo. Per riconnetterti, dovrai effettuare nuovamente il login.
ja: このデバイスを削除しました。再度接続するには、ログインし直す必要があります。
my: ဤစက်ကို ဖယ်ရှားပြီး ဖြစ်သည်။ ထပ်မံချိတ်ဆက်ရန်အတွက် ပြန်လည် ဝင်ရောက်ရန် လိုပါသည်။
nb: Du har fjernet denne enheten. For å koble til igjen, må du logge inn på nytt.
nl: U hebt dit apparaat verwijderd. U moet zich opnieuw aanmelden om het opnieuw te verbinden.
pl: Urządzenie usunięto. Aby połączyć się ponownie, musisz się ponownie zalogować.
pt: Removeu este dispositivo. Para voltar a ligar o dispositivo, terá de voltar a iniciar a sessão.
ru: Вы удалили это устройство. Чтобы снова подключиться, нужно будет выполнить вход.
sv: Du har tagit bort den här enheten. Du måste logga in igen för att återansluta.
th: คุณได้ลบอุปกรณ์เครื่องนี้แล้ว หากต้องการเชื่อมต่ออีกครั้ง คุณจะต้องเข้าสู่ระบบใหม่อีกครั้ง
tr: Bu cihazı kaldırdın. Tekrar bağlanmak için yeniden giriş yapmanız gerekecek.

# error-boundary-view
source: Something went wrong. Please contact us at %(email)s
ar: حدث خطأ ما. يُرجى التواصل معنا عبر البريد الإلكتروني %(email)s
da: Noget gik galt. Kontakt os på %(email)s
de: Es ist etwas schiefgegangen. Bitte kontaktieren Sie uns unter %(email)s
es: Hubo un problema. Envíenos un mensaje a %(email)s
fa: مشکلی پیش آمد. لطفاً با ما از طریق %(email)s تماس بگیرید
fi: Jokin meni vikaan. Ota meihin yhteyttä osoitteeseen %(email)s
fr: Un problème est survenu. Veuillez nous contacter à %(email)s
it: Si è verificato un errore. Contattaci all'indirizzo %(email)s
ja: 何か問題が生じたようです。 %(email)s までご連絡ください。
my: တစ်စုံတစ်ခု မှားနေပါသည်။ %(email)s မှတစ်ဆင့် ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပေးပါ
nb: Det oppstod en feil. Kontakt oss på %(email)s
nl: Er is iets misgelopen. Neem contact met ons op via %(email)s
pl: Coś poszło nie tak. Skontaktuj się z nami pod adresem %(email)s
pt: Ocorreu um erro. Por favor contate-nos através de %(email)s
ru: Ошибка. Свяжитесь с нами по адресу %(email)s
sv: Ett fel har inträffat. Kontakta oss på %(email)s
th: เกิดข้อผิดพลาดขึ้น โปรดติดต่อเราที่ %(email)s
tr: Bir sorun oluştu. Lütfen bizimle %(email)s adresinden iletişime geçin

# filter-nav
source: Filter
ar: التصفية
es: Filtrar
fa: فیلتر
fi: Suodata
fr: Filtrer
it: Filtra
ja: 絞り込み
my: စစ်ထုတ်မှု
nb: Filtrer
pl: Filtr
pt: Filtrar
ru: Фильтр
sv: Filtrera
th: กรอง
tr: Filtrele

# filter-view
source: All providers
ar: جميع موفري الخدمة
da: Alle udbydere
de: Alle Anbieter
es: Todos los proveedores
fa: تمام ارائه‌دهندگان
fi: Kaikki palveluntarjoajat
fr: Tous les fournisseurs
it: Tutti i fornitori
ja: すべてのプロバイダ
my: ပံ့ပိုးသူအားလုံး
nb: Alle leverandører
nl: Alle aanbieders
pl: Wszyscy dostawcy
pt: Todos os fornecedores
ru: Все провайдеры
sv: Alla leverantörer
th: ผู้ให้บริการทั้งหมด
tr: Tüm hizmet sağlayıcılar

# filter-view
source: Mullvad owned only
ar: مملوك لـ Mullvad فقط
da: Kun ejet af Mullvad
de: Nur im Besitz von Mullvad
es: Solo propiedad de Mullvad
fa: فقط متعلق به Mullvad
fi: Vain Mullvadin omistamat
fr: Propriété de Mullvad uniquement
it: Solo di proprietà di Mullvad
ja: Mullvad 所有サーバーのみ
my: Mullvad ပိုင်ဆိုင်သည်များသာ
nb: Kun eid av Mullvad
nl: Alleen in eigendom van Multivad
pl: Wyłącznie firmy Mullvad
pt: Apenas propriedade de Mullvad
ru: Только принадлежащие Mullvad
sv: Endast Mullvad-ägd
th: ของ Mullvad เท่านั้น
tr: Sadece Mullvad'a ait olanlar

# filter-view
source: Owned
ar: مملوك
da: Ejet
de: In Besitz
es: Propios
fa: متعلق به ما
fi: Omistettu
fr: Possédé
it: Di proprietà
ja: 自社サーバー
my: အပိုင်
nb: Eid
nl: In eigendom
pl: Posiadane
pt: Propriedade de
ru: Во владении
sv: Ägd
th: เป็นเจ้าของ
tr: Tarafımıza ait olanlar

# filter-view
source: Ownership
ar: الملكية
da: Ejerskab
de: Eigentümerschaft
es: Propiedad
fa: مالکیت
fi: Omistajuus
fr: Propriété
it: Proprietà
ja: 所有権
my: ပိုင်ဆိုင်မှု
nb: Eierskap
nl: Eigendom
pl: Własność
pt: Propriedade
ru: Собственность
sv: Ägarskap
th: ความเป็นเจ้าของ
tr: Sahiplik durumu

# filter-view
source: Providers
ar: موفرو الخدمة
da: Udbydere
de: Anbieter
es: Proveedores
fa: ارائه‌دهندگان
fi: Tarjoajat
fr: Fournisseurs
it: Fornitori
ja: プロバイダ
my: ပံ့ပိုးသူများ
nb: Leverandører
nl: Aanbieders
pl: Dostawcy
pt: Fornecedores
ru: Провайдеры
sv: Leverantörer
th: ผู้ให้บริการ
tr: Hizmet sağlayıcılar

# filter-view
source: Rented
ar: مؤجر
da: Lejet
de: Gemietet
es: Alquilados
fa: اجاره‌ای
fi: Vuokrattu
fr: Loué
it: Noleggiato
ja: レンタルサーバー
my: အငှား
nb: Leid
nl: Gehuurd
pl: Wynajmowane
pt: Alugado
ru: Арендованные
sv: Hyrd
th: เช่า
tr: Kiralananlar

# filter-view
source: Rented only
ar: مؤجر فقط
da: Kun lejet
de: Nur gemietet
es: Solo alquilados
fa: فقط اجاره‌ای
fi: Vain vuokratut
fr: Loués uniquement
it: Solo noleggiati
ja: レンタルサーバーのみ
my: အငှားသီးသန့်
nb: Kun leid
nl: Alleen gehuurde
pl: Wyłącznie wynajmowane
pt: Apenas alugado
ru: Только арендованные
sv: Endast hyrd
th: เช่าเท่านั้น
tr: Sadece kiralananlar

# in-app-notifications
source: "%(lockdownModeSettingName)s" is enabled.
ar: تم تفعيل "%(lockdownModeSettingName)s".
da: %(lockdownModeSettingName)s er aktiveret.
de: "%(lockdownModeSettingName)s" ist aktiviert.
es: El «%(lockdownModeSettingName)s» está activado.
fa: گزینه‌ی «%(lockdownModeSettingName)s» فعال است.
fi: "%(lockdownModeSettingName)s" on käytössä.
fr: « %(lockdownModeSettingName)s » est activé.
it: "%(lockdownModeSettingName)s" abilitata.
ja: "%(lockdownModeSettingName)s" が有効になっています。
my: "%(lockdownModeSettingName)s" ကို ဖွင့်ထားပါသည်။
nb: «%(lockdownModeSettingName)s» er aktivert.
nl: "%(lockdownModeSettingName)s" is ingeschakeld.
pl: Włączono „%(lockdownModeSettingName)s”.
pt: "%(lockdownModeSettingName)s" está ativado.
ru: Включена опция «%(lockdownModeSettingName)s».
sv: "%(lockdownModeSettingName)s" är aktiverat.
th: เปิดใช้งาน "%(lockdownModeSettingName)s" อยู่
tr: "%(lockdownModeSettingName)s" etkinleştirildi.

# in-app-notifications
source: %(duration)s. Buy more credit.
ar: %(duration)s. شراء رصيد إضافي.
da: %(duration)s. Køb mere kredit.
de: %(duration)s. Mehr Guthaben erwerben.
es: %(duration)s. Compre más crédito.
fa: %(duration)s. اعتبار بیشتری بخرید.
fi: %(duration)s. Osta lisää käyttöaikaa.
fr: %(duration)s. Achetez plus de crédits.
it: %(duration)s. Acquista altro credito.
ja: %(duration)s。追加クレジットを購入してください。
my: %(duration)s ။ နောက်ထပ် ခရက်ဒစ်များ ဝယ်ယူပါ။
nb: %(duration)s. Kjøp mer kreditt.
nl: %(duration)s. Koop meer krediet.
pl: %(duration)s. Doładuj konto.
pt: %(duration)s. Comprar mais crédito.
ru: %(duration)s. Пополните баланс.
sv: %(duration)s. Köp mer kredit.
th: %(duration)s ซื้อเครดิตเพิ่ม
tr: %(duration)s. Daha fazla kredi satın alın.

# in-app-notifications
source: %(suggestedUpgradeVersion)s is ready to be installed.
ar: %(suggestedUpgradeVersion)s جاهز للتثبيت.
de: %(suggestedUpgradeVersion)s ist bereit für die Installation.
es: %(suggestedUpgradeVersion)s está lista para instalarse.
fa: نسخهٔ %(suggestedUpgradeVersion)s آمادهٔ نصب است.
fi: %(suggestedUpgradeVersion)s on valmis asennettavaksi.
it: Versione %(suggestedUpgradeVersion)s pronta per essere installata.
my: %(suggestedUpgradeVersion)s သည် ထည့်သွင်းရန် အဆင်သင့်ဖြစ်ပါပြီ။
nb: %(suggestedUpgradeVersion)s er klar for installasjon.
nl: %(suggestedUpgradeVersion)s kan geïnstalleerd worden.
pt: %(suggestedUpgradeVersion)s está pronta para ser instalada.
ru: %(suggestedUpgradeVersion)s: готово к установке.
sv: %(suggestedUpgradeVersion)s är klar att installeras.
th: %(suggestedUpgradeVersion)s พร้อมที่จะติดตั้งแล้ว
tr: %(suggestedUpgradeVersion)s kuruluma hazır.

# in-app-notifications
source: ACCOUNT CREDIT EXPIRES SOON
ar: سينتهي رصيد الحساب قريبًا
da: KONTOKREDIT UDLØBER SNART
de: KONTOGUTHABEN LÄUFT BALD AB
es: EL CRÉDITO DE SU CUENTA CADUCA PRONTO
fa: اعتبار حساب به‌زودی منقضی می‌شود
fi: TILIN KÄYTTÖAIKA PÄÄTTYY PIAN
fr: LES CRÉDITS DU COMPTE EXPIRENT BIENTÔT
it: CREDITO ACCOUNT IN SCADENZA
ja: アカウントのクレジットがもうすぐ無効になります。
my: မကြာမီ အကောင့် ခရက်ဒစ် သက်တမ်းကုန်ပါတော့မည်
nb: KREDITTEN PÅ KONTOEN UTLØPER SNART
nl: ACCOUNTKREDIET VERVALT BINNENKORT
pl: DOŁADOWANIE KONTA WKRÓTCE WYGASA
pt: O CRÉDITO DA CONTA EXPIRA BREVEMENTE
ru: ЗАКАНЧИВАЕТСЯ БАЛАНС НА УЧЕТНОЙ ЗАПИСИ
sv: KONTOKREDITEN GÅR SNART UT
th: เครดิตในบัญชีจะหมดอายุในเร็ว ๆ นี้
tr: HESAP KREDİSİNİN SÜRESİ YAKINDA DOLACAK

# in-app-notifications
source: APP IS OUT OF SYNC
ar: التطبيق غير متزامن
da: APP ER IKKE SYNKRONISERET
de: APP IST NICHT SYNCHRONISIERT
es: LA APLICACIÓN NO ESTÁ SINCRONIZADA
fa: اپلیکیشن همگام نیست
fi: SOVELLUS EI OLE SYNKRONOITU
fr: L'APPLICATION EST DÉSYNCHRONISÉE
it: APP NON SINCRONIZZATA
ja: アプリが同期していません
my: အက်ပ်သည် ကောင်းစွာ အလုပ်မလုပ်ပါ
nb: APPEN ER IKKE SYNKRONISERT
nl: APP IS NIET GESYNCHRONISEERD
pl: APLIKACJA NIE JEST ZSYNCHRONIZOWANA
pt: APLICAÇÃO NÃO SINCRONIZADA
ru: ПРИЛОЖЕНИЕ НЕ СИНХРОНИЗИРОВАНО
sv: APPEN ÄR INTE SYNKRONISERAD
th: แอปไม่ได้มีการซิงค์
tr: UYGULAMA SENKRONİZE DEĞİL

# in-app-notifications
source: BETA UPDATE AVAILABLE
ar: يتوفَّر تحديث جديد للإصدار التجريبي
da: BETA-OPDATERING TILGÆNGELIG
de: BETA-UPDATE VERFÜGBAR
es: ACTUALIZACIÓN BETA DISPONIBLE
fa: نسخهٔ بتای جدید موجود است
fi: BEETAPÄIVITYS SAATAVILLA
fr: MISE À JOUR BÊTA DISPONIBLE
it: AGGIORNAMENTO BETA DISPONIBILE
ja: ベータ版のアップデートを入手できます
my: အစမ်းသုံး အပ်ဒိတ် ရနိုင်ပါပြီ
nb: BETAOPPDATERING TILGJENGELIG
nl: UPDATE BÈTAVERISE BESCHIKBAAR
pl: DOSTĘPNA JEST AKTUALIZACJA WERSJI BETA
pt: ESTÁ DISPONÍVEL UMA ATUALIZAÇÃO BETA
ru: ДОСТУПНА БЕТА-ВЕРСИЯ
sv: BETAUPPDATERING TILLGÄNGLIG
th: มีการอัปเดตเบต้าให้ใช้งาน
tr: BETA GÜNCELLEME MEVCUT

# in-app-notifications
source: BLOCKING INTERNET
ar: الإنترنت محظور
da: BLOKERER INTERNETTET
de: INTERNET SPERREN
es: BLOQUEANDO INTERNET
fa: مسدود کردن اینترنت
fi: VERKKOYHTEYS ESTETTY
fr: BLOCAGE D'INTERNET
it: BLOCCO INTERNET
ja: インターネットをブロック中
my: အင်တာနက် ပိတ်ဆို့နေပါသည်
nb: INTERNETT ER BLOKKERT
nl: INTERNET GEBLOKKEERD
pl: BLOKOWANIE INTERNETU
pt: BLOQUEAR A INTERNET
ru: ИНТЕРНЕТ ЗАБЛОКИРОВАН
sv: BLOCKERAR INTERNET
th: กำลังบล็อกอินเทอร์เน็ต
tr: İNTERNET ENGELLENİYOR

# in-app-notifications
source: Click here to install update.
ar: انقر هنا لتثبيت التحديث.
de: Klicken Sie hier, um das Update zu installieren.
es: Haga clic aquí para instalar la actualización.
fa: برای نصب به‌روزرسانی، اینجا کلیک کنید.
fi: Asenna päivitys napsauttamalla tätä.
it: Clicca qui per installare l'aggiornamento.
my: အပ်ဒိတ်ကို ထည့်သွင်းရန် ဤနေရာကို နှိပ်ပါ။
nb: Klikk her for å installere oppdateringen.
nl: Klik hier om de update te installeren.
pt: Clique aqui para instalar a atualização.
ru: Чтобы установить обновление, нажмите здесь.
sv: Klicka här för att installera uppdateringen.
th: คลิกที่นี่เพื่อติดตั้งการอัปเดต
tr: Güncellemeyi yüklemek için buraya tıklayın.

# in-app-notifications
source: Click here to retry
ar: انقر هنا لإعادة المحاولة
de: Klicken Sie hier, um es erneut zu versuchen
es: Haga clic aquí para reintentarlo
fa: برای تلاش دوباره، اینجا کلیک کنید
fi: Yritä uudelleen napsauttamalla tätä
it: Clicca qui per riprovare
my: ပြန်ကြိုးစားကြည့်ရန် ဤနေရာကို နှိပ်ပါ
nb: Klikk her for å prøve på nytt
nl: Klik hier om het opnieuw te proberen
pt: Clique aqui para tentar novamente
ru: Чтобы повторить попытку, нажмите здесь
sv: Klicka här för att försöka igen
th: คลิกที่นี่เพื่อลองอีกครั้ง
tr: Tekrar denemek için burayı tıklayın

# in-app-notifications
source: Click here to retry download
ar: انقر هنا لإعادة محاولة التنزيل
de: Klicken Sie hier, um den Download erneut zu versuchen
es: Haga clic aquí para reintentar la descarga
fa: برای تلاش دوباره در دانلود، اینجا کلیک کنید
fi: Yritä latausta uudelleen napsauttamalla tätä
it: Clicca qui per riprovare il download
my: ဒေါင်းလုဒ်ပြန်လုပ်ကြည့်ရန် ဤနေရာကို နှိပ်ပါ
nb: Klikk her for å prøve å laste ned på nytt
nl: Klik hier om opnieuw proberen te downloaden
pt: Clique aqui para tentar transferir novamente
ru: Чтобы повторить попытку скачивания, нажмите здесь
sv: Klicka här för att försöka att ladda ned igen
th: คลิกที่นี่เพื่อลองดาวน์โหลดอีกครั้ง
tr: İndirmeyi yeniden denemek için burayı tıklayın

# in-app-notifications
source: Click here to see what’s new.
ar: انقر هنا للاطلاع على آخر المستجدات.
da: Klik her for at se nyhederne.
de: Klicken Sie hier, um die Änderungen zu sehen.
es: Haga clic aquí para ver las novedades.
fa: برای مشاهدهٔ تغییرات جدید، اینجا کلیک کنید.
fi: Katso uudet ominaisuudet napsauttamalla tästä.
fr: Cliquez ici pour voir les nouveautés.
it: Clicca qui per vedere le novità.
ja: 新機能を確認するにはここをクリックしてください。
my: အသစ်ထူးသော အကြောင်းအရာကို ကြည့်ရန် ဤနေရာကို နှိပ်ပါ
nb: Klikk her for å se hva som er nytt.
nl: Klik hier om te zien wat er nieuw is.
pl: Kliknij tutaj, aby zobaczyć, co nowego.
pt: Clique aqui para ver as novidades.
ru: Нажмите здесь и узнайте, что нового.
sv: Klicka här för att se nyheterna.
th: คลิกที่นี่ เพื่อดูว่ามีอะไรใหม่
tr: Yenilikleri incelemek için buraya tıklayın.

# in-app-notifications
source: Click here to update
ar: انقر هنا للتحديث
de: Klicken Sie hier zum Aktualisieren
es: Haga clic aquí para actualizar
fa: برای به‌روزرسانی، اینجا کلیک کنید
fi: Päivitä napsauttamalla tätä
it: Clicca qui per aggiornare
my: အပ်ဒိတ်လုပ်ရန် ဤနေရာကို နှိပ်ပါ
nb: Klikk her for å oppdatere
nl: Klik hier om bij te werken
pt: Clique aqui para atualizar
ru: Чтобы обновить, нажмите здесь
sv: Klicka här för att uppdatera
th: คลิกที่นี่เพื่ออัปเดต
tr: Güncellemek için burayı tıklayın

# in-app-notifications
source: Could not download installer.
ar: تعذَّر تنزيل أداة التثبيت.
de: Installationsprogramm konnte nicht heruntergeladen werden.
es: No se ha podido descargar el instalador.
fa: نصب‌کننده دانلود نشد.
fi: Asennusohjelman lataaminen ei onnistunut.
it: Impossibile scaricare il programma di installazione.
my: ထည့်သွင်းမှု ဆော့ဖ်ဝဲကို ဒေါင်းလုဒ်လုပ်၍ မရနိုင်ပါ။
nb: Kunne ikke laste ned installasjonsprogrammet.
nl: Kan het installatieprogramma niet downloaden.
pt: Não foi possível transferir o instalador.
ru: Не удалось скачать установщик.
sv: Det gick inte att ladda ned installationsprogrammet.
th: ไม่สามารถดาวน์โหลดโปรแกรมติดตั้งได้
tr: Yükleyici indirilemedi.

# in-app-notifications
source: Could not upgrade the app.
ar: تعذَّرت ترقية التطبيق.
de: Es konnte kein App-Upgrade durchgeführt werden.
es: No se ha podido actualizar la aplicación.
fa: ارتقای اپلیکیشن انجام نشد.
fi: Sovelluksen päivittäminen ei onnistunut.
it: Impossibile eseguire l'upgrade dell'app.
my: အက်ပ်ကို အဆင့်မြှင့်တင်၍ မရနိုင်ပါ။
nb: Kunne ikke oppgradere appen.
nl: Kan de app niet bijwerken.
pt: Não foi possível atualizar a aplicação.
ru: Не удалось обновить приложение.
sv: Det gick inte att uppgradera appen.
th: ไม่สามารถอัปเกรดแอปได้
tr: Uygulama yükseltilemedi.

# in-app-notifications
source: DOWNLOAD COMPLETE! VERIFYING...
ar: اكتمل التنزيل! جارٍ التحقُّق...
de: DOWNLOAD ABGESCHLOSSEN! VERIFIZIERUNG LÄUFT …
es: ¡DESCARGA COMPLETADA! VERIFICANDO...
fa: دانلود کامل شد! در حال تأیید...
fi: LATAUS ON VALMIS! VAHVISTETAAN...
it: DOWNLOAD COMPLETO! VERIFICA IN CORSO...
my: ဒေါင်းလုဒ်ပြီးစီးပါပြီ။ စစ်ဆေးနေဆဲ...
nb: NEDLASTINGEN ER FULLFØRT! BEKREFTER …
nl: DOWNLOAD KLAAR! VERIFIEREN...
pt: TRANSFERÊNCIA CONCLUÍDA! A VERIFICAR...
ru: СКАЧИВАНИЕ ВЫПОЛНЕНО! ВЫПОЛНЯЕТСЯ ПРОВЕРКА...
sv: NEDLADDNINGEN HAR SLUTFÖRTS! VERIFIERAR ...
th: ดาวน์โหลดเสร็จสมบูรณ์! กำลังตรวจสอบ...
tr: İNDİRME TAMAMLANDI! DOĞRULANIYOR...

# in-app-notifications
source: DOWNLOAD FAILED
ar: فشل التنزيل
de: DOWNLOAD FEHLGESCHLAGEN
es: ERROR EN LA DESCARGA
fa: دانلود ناموفق بود
fi: LATAUS EPÄONNISTUI
it: DOWNLOAD NON RIUSCITO
my: ဒေါင်းလုဒ် မအောင်မြင်ပါ
nb: NEDLASTINGEN MISLYKTES
nl: DOWNLOAD MISLUKT
pt: ERRO NA TRANSFERÊNCIA
ru: ОШИБКА СКАЧИВАНИЯ
sv: DET GICK INTE ATT LADDA NED
th: การดาวน์โหลดล้มเหลว
tr: İNDİRME BAŞARISIZ OLDU

# in-app-notifications
source: DOWNLOADING UPDATE...
ar: جارٍ تنزيل التحديث...
de: UPDATE WIRD HERUNTERGELADEN …
es: DESCARGANDO ACTUALIZACIÓN...
fa: در حال دانلود به‌روزرسانی...
fi: LADATAAN PÄIVITYSTÄ...
it: DOWNLOAD AGGIORNAMENTO...
my: အပ်ဒိတ်ကို ဒေါင်းလုဒ်လုပ်နေဆဲ...
nb: LASTER NED OPPDATERINGEN …
nl: UPDATE DOWNLOADEN...
pt: A TRANSFERIR A ATUALIZAÇÃO...
ru: СКАЧИВАЕТСЯ ОБНОВЛЕНИЕ...
sv: LADDAR NED UPPDATERING ...
th: กำลังดาวน์โหลดอัปเดต...
tr: GÜNCELLEME İNDİRİLİYOR...

# in-app-notifications
source: DOWNLOADING UPDATE... %(appUpgradeDownloadProgressValue)s%%
ar: جارٍ تنزيل التحديث... %(appUpgradeDownloadProgressValue)s%%
de: UPDATE WIRD HERUNTERGELADEN … %(appUpgradeDownloadProgressValue)s%%
es: DESCARGANDO ACTUALIZACIÓN... %(appUpgradeDownloadProgressValue)s%%
fa: در حال دانلود به‌روزرسانی… %(appUpgradeDownloadProgressValue)s%%
fi: LADATAAN PÄIVITYSTÄ... %(appUpgradeDownloadProgressValue)s %%
it: DOWNLOAD AGGIORNAMENTO... %(appUpgradeDownloadProgressValue)s%%
my: အပ်ဒိတ်ကို ဒေါင်းလုဒ်လုပ်နေဆဲ... %(appUpgradeDownloadProgressValue)s%%
nb: LASTER NED OPPDATERINGEN … %(appUpgradeDownloadProgressValue)s%%
nl: UPDATE DOWNLOADEN... %(appUpgradeDownloadProgressValue)s%%
pt: A TRANSFERIR A ATUALIZAÇÃO... %(appUpgradeDownloadProgressValue)s%%
ru: СКАЧИВАЕТСЯ ОБНОВЛЕНИЕ... %(appUpgradeDownloadProgressValue)s %%
sv: LADDAR NED UPPDATERING ... %(appUpgradeDownloadProgressValue)s %%
th: กำลังดาวน์โหลดอัปเดต... %(appUpgradeDownloadProgressValue)s%%
tr: GÜNCELLEME İNDİRİLİYOR... %%%(appUpgradeDownloadProgressValue)s
