Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# notifications
source: Unable to apply firewall rules.
ar: يتعذَّر تطبيق قواعد جدار الحماية.
da: Kan ikke anvende firewallregler.
de: Firewallregeln konnten nicht angewendet werden.
es: No se pueden aplicar las reglas del firewall.
fa: قادر به اعمال کردن قوانین فایروال نیست.
fi: Palomuurisääntöjä ei voida soveltaa.
fr: Impossible d'appliquer les règles du pare-feu.
it: Impossibile applicare le regole del firewall.
ja: ファイアウォール規則を適用できません。
my: Firewall စည်းမျဉ်းများ သုံး၍ မရနိုင်ပါ။
nb: Kunne ikke bruke brannmurregler.
nl: Kan firewallregels niet toepassen.
pl: Nie można zastosować reguł zapory.
pt: Não é possível aplicar as regras de firewall.
ru: Не удалось применить правила брандмауэра.
sv: Det går inte att använda brandväggsregler.
th: ไม่สามารถใช้งานกฎไฟร์วอลล์ได้
tr: Güvenlik duvarı kuralları uygulanamıyor.

# notifications
source: Unable to apply firewall rules. Try temporarily disabling any third-party antivirus or security software.
ar: يتعذَّر تطبيق قواعد جدار الحماية. جرِّب إيقاف أي برنامج مكافحة فيروسات أو حماية تابع لجهة خارجية مؤقتًا.
da: Kan ikke anvende firewall-regler. Prøv midlertidigt at deaktivere antivirus- eller sikkerhedssoftware fra tredjepart.
de: Firewallregeln konnten nicht angewendet werden. Versuchen Sie, jegliche Antivirus- oder Sicherheitssoftware von Drittanbietern vorübergehend zu deaktivieren.
es: No se pueden aplicar las reglas del firewall. Pruebe a deshabilitar temporalmente el software de seguridad o antivirus de terceros.
fa: قادر به اعمال قوانین فایروال نیست. لطفاً هر آنتی‌ویروس یا نرم‌افزار امنیتیِ شخصِ ثالث را به‌طور موقت غیرفعال کنید.
fi: Palomuurisääntöjä ei voida soveltaa. Yritä poistaa kaikki kolmannen osapuolen virustorjunta- tai tietoturvaohjelmistot käytöstä väliaikaisesti.
fr: Impossible d'appliquer les règles du pare-feu. Essayez de désactiver temporairement les antivirus ou logiciels de sécurité tiers.
it: Impossibile applicare le regole del firewall. Prova a disabilitare temporaneamente qualsiasi antivirus o software di sicurezza di terze parti.
ja: ファイアウォール規則を適用できません。サードパーティのウイルス対策ソフトウェアか、セキュリティソフトウェアを一時的に無効にしてみてください。
my: Firewall စည်းမျဉ်းများကို သုံး၍ မရနိုင်ပါ။ မည်သည့် ပြင်ပအဖွဲ့အစည်း ဗိုင်းရပ်စ် ကာကွယ်ရေး သို့မဟုတ် လုံခြုံရေး ဆော့ဖ်ဝဲကိုမဆို ယာယီ ပိတ်ကြည့်ပါ။
nb: Kunne ikke bruke brannmurregler. Forsøk midlertidig deaktivering av eventuelle tredjeparts antivirus eller sikkerhetsprogramvarer.
nl: Kan firewallregels niet toepassen. Probeer antivirus- of beveiligingssoftware van derden tijdelijk uit te schakelen.
pl: Nie można zastosować reguł zapory. Spróbuj tymczasowo wyłączyć oprogramowanie antywirusowe lub inne zabezpieczające innych firm.
pt: Não é possível aplicar as regras de firewall. Tente desativar temporariamente quaisquer antivírus ou software de segurança de terceiros.
ru: Не удалось применить правила брандмауэра. Попробуйте временно отключить сторонние антивирусы и приложения, обеспечивающее безопасность.
sv: Det går inte att använda brandväggsregler. Försök att tillfälligt inaktivera antivirus- eller säkerhetsprogram från tredje part.
th: ไม่สามารถใช้งานกฎไฟร์วอลล์ได้ โปรดลองปิดใช้งานซอฟต์แวร์ป้องกันไวรัส หรือซอฟต์แวร์รักษาความปลอดภัยของบุคคลที่สามชั่วคราว
tr: Güvenlik duvarı kuralları uygulanamıyor. Üçüncü taraf antivirüs veya güvenlik yazılımını geçici olarak devre dışı bırakmayı deneyin.

# notifications
source: Unable to apply firewall rules. Try updating your kernel.
ar: يتعذَّر تطبيق قواعد جدار الحماية. جرِّب تحديث النواة.
da: Kan ikke anvende firewallregler. Prøv at opdatere din kerne.
de: Firewallregeln konnten nicht angewendet werden. Versuchen Sie, Ihren Kernel zu aktualisieren.
es: No se pueden aplicar las reglas del firewall. Pruebe a actualizar el kernel.
fa: قادر به اعمال قوانین فایروال نیست. لطفاً کِرنل خود را به‌روزرسانی کنید.
fi: Palomuurisääntöjä ei voida soveltaa. Kokeile ytimesi päivittämistä.
fr: Impossible d'appliquer les règles du pare-feu. Essayez de mettre votre noyau à jour.
it: Impossibile applicare le regole del firewall. Prova ad aggiornare il tuo kernel.
ja: ファイアウォール規則を適用できません。カーネルを更新してみてください。
my: Firewall စည်းမျဉ်းများ သုံး၍ မရနိုင်ပါ။ သင့် Kernel ကို အပ်ဒိတ်လုပ်ကြည့်ပါ။
nb: Kunne ikke bruke brannmurregler. Forsøk å oppdatere operativsystemet ditt.
nl: Kan firewallregels niet toepassen. Probeer uw kernel te updaten.
pl: Nie można zastosować reguł zapory. Spróbuj zaktualizować jądro.
pt: Não é possível aplicar as regras de firewall. Experimente atualizar o seu kernel.
ru: Не удалось применить правила брандмауэра. Попробуйте обновить ядро.
sv: Det går inte att använda brandväggsregler. Testa att uppdatera din operativsystemkärna.
th: ไม่สามารถใช้งานกฎไฟร์วอลล์ได้ โปรดลองอัปเดตเคอร์เนลของคุณ
tr: Güvenlik duvarı kuralları uygulanamıyor. İşletim sistemi çekirdeğinizi güncellemeyi deneyin.

# notifications
source: Unable to block all network traffic. Please troubleshoot or send a problem report.
ar: يتعذَّر حظر جميع بيانات الشبكة. يُرجى استكشاف المشكلة وإصلاحها أو إرسال بلاغ بالمشكلة.
da: Kan ikke blokere al netværkstrafik. Udfør fejlfinding, eller indsend en problemrapport.
de: Der Netzwerk-Traffic konnte nicht gänzlich blockiert werden. Bitte beheben Sie den Fehler oder senden Sie einen Problembericht.
es: No se puede bloquear todo el tráfico de red. Intente solucionar el problema o envíe un informe de problemas.
fa: قادر به مسدود کردن تمام ترافیک شبکه نیست. لطفاً عیب‌یابی کنید یا گزارش مشکل ارسال نمایید.
fi: Kaiken verkkoliikenteen estäminen ei onnistu. Käytä vianetsintää tai lähetä ongelmaraportti.
fr: Impossible de bloquer tout le trafic réseau. Veuillez dépanner ou envoyer un rapport de problème.
it: Impossibile bloccare tutto il traffico di rete. Consulta la risoluzione dei problemi o invia una segnalazione del problema.
ja: すべてのネットワークトラフィックをブロックできません。問題に対処するか、問題の報告を送信してください。
my: ကွန်ရက် ကူးလူးမှု အားလုံးကို ပိတ်ဆို့၍ မရနိုင်ပါ။ ပြစ်ချက် ရှာဖွေဖယ်ရှားပေးပါ သို့မဟုတ် ပြဿနာ ရီပို့တ်တစ်ခု ပေးပို့ပါ။
nb: Kunne ikke blokkere all nettverkstrafikk. Feilsøk eller send inn en problemrapport.
nl: Kan niet alle netwerkverkeer blokkeren. Los problemen op of stuur een probleemmelding.
pl: Nie można zablokować całego ruchu sieciowego. Rozwiąż problem lub wyślij zgłoszenie problemu.
pt: Não foi possível bloquear todo o tráfego de rede. Experimente a resolução de problemas ou envie um relatório do problema.
ru: Не удалось заблокировать весь сетевой трафик. Устраните неполадки или отправьте сообщение о проблеме.
sv: Det går inte att blockera all nätverkstrafik. Felsök eller skicka en problemrapport.
th: ไม่สามารถบล็อกการรับส่งข้อมูลทางเครือข่ายทั้งหมดได้ โปรดแก้ไขปัญหาหรือส่งรายงานปัญหา
tr: Tüm ağ trafiği engellenemiyor. Lütfen sorunu çözmeyi deneyin veya bir hata raporu gönderin.

# notifications
source: Unable to block all network traffic. Try temporarily disabling any third-party antivirus or security software or send a problem report.
ar: يتعذَّر حظر جميع بيانات الشبكة. جرِّب إيقاف أي برنامج مكافحة فيروسات أو حماية تابع لجهة خارجية مؤقتًا أو إرسال بلاغ بالمشكلة.
da: Kan ikke blokere al netværkstrafik. Prøv midlertidigt at deaktivere antivirus- eller sikkerhedssoftware fra tredjepart, eller indsend en problemrapport.
de: Der Netzwerk-Traffic konnte nicht gänzlich blockiert werden. Versuchen Sie, jegliche Antivirus- oder Sicherheitssoftware von Drittanbietern vorübergehend zu deaktivieren oder senden Sie einen Problembericht.
es: No se puede bloquear todo el tráfico de red. Pruebe a deshabilitar temporalmente el software de seguridad o antivirus de terceros, o envíe un informe de problemas.
fa: قادر به مسدود کردن تمام ترافیک شبکه نیست. لطفاً هر آنتی‌ویروس یا نرم‌افزار امنیتیِ شخصِ ثالث را به‌طور موقت غیرفعال کنید یا یک گزارش مشکل ارسال نمایید.
fi: Kaiken verkkoliikenteen estäminen ei onnistu. Yritä poistaa kaikki kolmannen osapuolen virustorjunta- tai tietoturvaohjelmistot käytöstä väliaikaisesti tai lähetä ongelmaraportti.
fr: Impossible de bloquer tout le trafic réseau. Essayez de désactiver temporairement les antivirus ou logiciels de sécurité tiers, ou envoyez un rapport de problème.
it: Impossibile bloccare tutto il traffico di rete. Prova a disabilitare temporaneamente qualsiasi antivirus o software di sicurezza di terze parti o invia una segnalazione del problema.
ja: すべてのネットワークトラフィックをブロックできません。サードパーティのウイルス対策ソフトウェアまたはセキュリティソフトウェアを一時的に無効にするか、問題の報告を送信してください。
my: ကွန်ရက် ကူးလူးမှု အားလုံးကို ပိတ်ဆို့၍ မရနိုင်ပါ။ မည်သည့် ပြင်ပအဖွဲ့အစည်း ဗိုင်းရပ်စ် ကာကွယ်ရေး သို့မဟုတ် လုံခြုံရေး ဆော့ဖ်ဝဲကိုမဆို ယာယီ ပိတ်ကြည့်ပါ သို့မဟုတ် ပြဿနာ ရီပို့တ် ပေးပို့ကြည့်ပါ။
nb: Kunne ikke blokkere all nettverkstrafikk. Forsøk midlertidig deaktivering av eventuelle tredjeparts antivirus eller sikkerhetsprogramvarer, eller send inn en problemrapport.
nl: Kan niet alle netwerkverkeer blokkeren. Probeer antivirus- of beveiligingssoftware van derden tijdelijk uit te schakelen of stuur een probleemrapport.
pl: Nie można zablokować całego ruchu sieciowego. Spróbuj tymczasowo wyłączyć oprogramowanie antywirusowe lub zabezpieczające innych firm, lub wyślij zgłoszenie problemu.
pt: Não é possível bloquear todo o tráfego de rede. Tente desativar temporariamente quaisquer antivírus ou software de segurança de terceiros, ou enviar um relatório do problema.
ru: Не удалось заблокировать весь сетевой трафик. Попробуйте временно отключить сторонние антивирусы и приложения, обеспечивающее безопасность, или отправьте сообщение о проблеме.
sv: Det går inte att blockera all nätverkstrafik. Försök att tillfälligt inaktivera antivirus- eller säkerhetsprogram från tredje part eller skicka en problemrapport.
th: ไม่สามารถบล็อกการรับส่งข้อมูลทางเครือข่ายทั้งหมดได้ โปรดลองปิดใช้งานซอฟต์แวร์ป้องกันไวรัส หรือซอฟต์แวร์รักษาความปลอดภัยของบุคคลที่สามชั่วคราว หรือส่งรายงานปัญหา
tr: Tüm ağ trafiği engellenemiyor. Üçüncü taraf antivirüs veya güvenlik yazılımını geçici olarak devre dışı bırakmayı deneyin ya da bir hata raporu gönderin.

# notifications
source: Unable to block all network traffic. Try updating your kernel or send a problem report.
ar: يتعذَّر حظر جميع بيانات الشبكة. حاول تحديث نواة جهازك أو إرسال بلاغ بالمشكلة.
da: Kan ikke blokere al netværkstrafik. Prøv at opdatere din kerne, eller indsend en problemrapport.
de: Der Netzwerk-Traffic konnte nicht gänzlich blockiert werden. Versuchen Sie, Ihren Kernel zu aktualisieren, oder senden Sie einen Problembericht.
es: No se puede bloquear todo el tráfico de red. Pruebe a actualizar el kernel o envíe un informe de problemas.
fa: قادر به مسدود کردن تمام ترافیک شبکه نیست. لطفاً کرنل خود را به‌روزرسانی کنید یا یک گزارش مشکل ارسال نمایید.
fi: Kaiken verkkoliikenteen estäminen ei onnistu. Kokeile ytimesi päivittämistä tai lähetä ongelmaraportti.
fr: Impossible de bloquer tout le trafic réseau. Essayez de mettre votre noyau à jour ou envoyez un rapport de problème.
it: Impossibile bloccare tutto il traffico di rete. Prova ad aggiornare il kernel o invia una segnalazione del problema.
ja: すべてのネットワークトラフィックをブロックできません。カーネルを更新するか、問題の報告を送信してください。
my: ကွန်ရက် ကူးလူးမှု အားလုံးကို ပိတ်ဆို့၍ မရနိုင်ပါ။ သင့် Kernel ကို အပ်ဒိတ်လုပ်ကြည့်ပါ သို့မဟုတ် ပြဿနာ ရီပို့တ်တစ်ခု ပေးပို့ပါ။
nb: Kunne ikke blokkere all nettverkstrafikk. Forsøk å oppdatere operativsystemet ditt eller send inn en problemrapport.
nl: Kan niet alle netwerkverkeer blokkeren. Probeer uw kernel te updaten of stuur een probleemrapport.
pl: Nie można zablokować całego ruchu sieciowego. Spróbuj zaktualizować jądro lub wyślij zgłoszenie problemu.
pt: Não foi possível bloquear todo o tráfego de rede. Experimente atualizar o seu kernel ou envie um relatório do problema.
ru: Не удалось заблокировать весь сетевой трафик. Попробуйте обновить ядро или отправьте сообщение о проблеме.
sv: Det går inte att blockera all nätverkstrafik. Testa att uppdatera din kernel eller skicka en problemrapport.
th: ไม่สามารถบล็อกการรับส่งข้อมูลทางเครือข่ายทั้งหมดได้ โปรดลองอัปเดตเคอร์เนลของคุณ หรือส่งรายงานปัญหา
tr: Tüm ağ trafiği engellenemiyor. İşletim sistemi çekirdeğinizi güncellemeyi deneyin veya bir hata raporu gönderin.

# notifications
source: Unable to communicate with Mullvad kernel driver. Try reconnecting or send a problem report.
ar: يتعذَّر الاتصال ببرنامج تشغيل نواة Mullvad. جرِّب إعادة الاتصال أو إرسال بلاغ بالمشكلة.
da: Kan ikke kommunikere med Mullvad-kernedriveren. Prøv at oprette forbindelse igen, eller indsend en problemrapport.
de: Kommunikation mit dem Mullvad Kerneltreiber fehlgeschlagen. Versuchen Sie sich erneut zu verbinden oder senden Sie einen Problembericht.
es: No se puede establecer la comunicación con el controlador del kernel de Mullvad. Intente volver a conectarse o envíe un informe de problemas.
fa: قادر به برقراری ارتباط با درایور کرنل Mullvad نیست. لطفاً دوباره اتصال را برقرار کنید یا یک گزارش مشکل ارسال نمایید.
fi: Kommunikoiminen Mullvad-ytimen ajurin kanssa ei onnistu. Kokeile muodostaa yhteys uudelleen tai lähetä ongelmaraportti.
fr: Impossible de communiquer avec le pilote du noyau Mullvad. Essayez de vous reconnecter ou envoyez un rapport de problème.
it: Impossibile comunicare con il driver del kernel Mullvad. Prova a riconnetterti o invia una segnalazione del problema.
ja: Mullvadカーネルドライバーと通信できません。再接続を試すか、問題の報告を送信してください。
my: Mullvad Kernel Driver နှင့် ဆက်သွယ်၍ မရနိုင်ပါ။ ပြန်လည်ချိတ်ဆက်ကြည့်ပါ သို့မဟုတ် ပြဿနာ ရီပို့တ်တစ်ခု ပေးပို့ပါ။
nb: Kan ikke kommunisere med Mullvad-kjernedriveren. Prøv å koble til på nytt eller send inn en problemrapport.
nl: Kan niet communiceren met het Mullvad-kernelstuurprogramma. Probeer opnieuw verbinding te maken of stuur een probleemrapport.
pl: Nie można skomunikować się ze sterownikiem jądra Mullvad. Spróbuj ponownie nawiązać połączenie lub wyślij zgłoszenie problemu.
pt: Não foi possível comunicar com a driver do kernel Mullvad. Tente voltar a ligar ou envie um relatório do problema.
ru: Не удалось связаться с драйвером ядра Mullvad. Попробуйте подключиться заново или отправьте сообщение о проблеме.
sv: Det går inte att kommunicera med Mullvads kerneldrivrutin. Testa att ansluta igen eller skicka en problemrapport.
th: ไม่สามารถสื่อสารกับไดรเวอร์เคอร์เนลของ Mullvad ได้ โปรดลองเชื่อมต่อใหม่ หรือส่งรายงานปัญหา
tr: Mullvad çekirdek sürücüsü ile iletişim kurulamıyor. Yeniden bağlanmayı deneyin veya bir hata raporu gönderin.

# notifications
source: Unable to resolve host of custom tunnel. Try changing your settings.
ar: يتعذَّر حل مشكلة مضيف النفق المُخصَّص. جرِّب تغيير إعداداتك.
da: Kunne ikke fortolke værten for den tilpassede tunnel. Prøv at ændre dine indstillinger.
de: Der Host des benutzerdefinierten Tunnels konnte nicht aufgelöst werden. Versuchen Sie, Ihre Einstellungen zu ändern.
es: No se puede resolver el host del túnel personalizado. Pruebe a cambiar la configuración.
fa: قادر به شناسایی میزبان تونل سفارشی نیست. لطفاً تنظیمات خود را تغییر دهید و دوباره تلاش کنید.
fi: Muokatun tunnelin isännän selvittäminen ei onnistu. Kokeile muuttaa asetuksiasi.
fr: Échec de la résolution de l'hôte du tunnel personnalisé. Essayez de modifier vos paramètres.
it: Impossibile risolvere l'host del tunnel personalizzato. Prova a modificare le impostazioni.
ja: カスタムトンネルのホストを解決できません。設定を変更してみてください。
my: စိတ်ကြိုက်ပြုလုပ်ထားသည့် Tunnel ၏ Host ကို ဖြေရှင်း၍ မရနိုင်ပါ။ သင့်ဆက်တင်ကို ပြောင်းကြည့်ပါ။
nb: Kunne ikke løse vert for egendefinert tunnel. Forsøk å endre innstillingene dine.
nl: Kan host van aangepaste tunnel niet omzetten. Probeer uw instellingen te wijzigen.
pl: Nie można rozpoznać hosta tunelu niestandardowego. Spróbuj zmienić ustawienia.
pt: Não foi possível resolver o anfitrião do túnel personalizado. Experimente alterar as suas definições.
ru: Не удалось преобразовать имя узла пользовательского туннеля. Попробуйте изменить настройки.
sv: Det går inte att lösa värd för anpassad tunnel. Försök att ändra inställningarna.
th: ไม่พบโฮสต์ของช่องทางแบบกำหนดเอง กรุณาลองเปลี่ยนการตั้งค่าของคุณ
tr: Özel tünel ana bilgisayarı çözülemedi. Ayarlarınızı değiştirmeyi deneyin.

# notifications
source: Unable to set system DNS server. Please send a problem report.
ar: يتعذَّر ضبط خادم DNS للنظام. يُرجى إرسال بلاغ بالمشكلة.
da: Kan ikke indstille systemets DNS-server. Indsend en problemrapport.
de: Der DNS-Server des Systems konnte nicht eingestellt werden. Bitte senden Sie einen Problembericht.
es: No se puede configurar el servidor DNS del sistema. Envíe un informe de problemas.
fa: قادر به تنظیم سرور DNS سیستم نیست. لطفاً یک گزارش مشکل ارسال کنید.
fi: Järjestelmän DNS-palvelimen asettaminen ei onnistu. Lähetä ongelmaraportti.
fr: Impossible de définir le serveur DNS système. Veuillez envoyer un rapport de problème.
it: Impossibile impostare il server DNS di sistema. Invia una segnalazione del problema.
ja: システムのDNSサーバーを設定できません。問題の報告を送信してください。
my: စနစ် DNS ဆာဗာကို သတ်မှတ်၍ မရနိုင်ပါ။ ပြဿနာ ရီပို့တ်တစ်ခု ပေးပို့ပေးပါ။
nb: Kunne ikke angi DNS-server for systemet. Send inn en problemrapport.
nl: Kan DNS-server van systeem niet instellen. Stuur een probleemrapport.
pl: Nie można ustawić systemowego serwera DNS. Wyślij zgłoszenie problemu.
pt: Não foi possível definir o servidor DNS do sistema. Envie um relatório do problema.
ru: Не удалось установить системный DNS-сервер. Отправьте сообщение о проблеме.
sv: Det går inte att konfigurera DNS-server. Skicka en problemrapport.
th: ไม่สามารถตั้งค่าเซิร์ฟเวอร์ DNS ของระบบได้ โปรดส่งรายงานปัญหา
tr: Sistem DNS sunucusu ayarlanamıyor. Lütfen bir hata raporu gönderin.

# notifications
source: Unable to start tunnel connection. Please send a problem report.
ar: يتعذَّر بدء اتصال النفق. يُرجى إرسال بلاغ بالمشكلة.
da: Kan ikke starte tunnelforbindelse. Indsend en problemrapport.
de: Die Tunnelverbindung konnte nicht gestartet werden. Bitte senden Sie einen Problembericht.
es: No se puede iniciar la conexión del túnel. Envíe un informe de problemas.
fa: قادر به شروع اتصال تونل نیست. لطفاً یک گزارش مشکل ارسال کنید.
fi: Tunneliyhteyden muodostaminen ei onnistu. Lähetä ongelmaraportti.
fr: Impossible de démarrer la connexion au tunnel. Veuillez envoyer un rapport de problème.
it: Impossibile avviare la connessione tunnel. Invia una segnalazione del problema.
ja: トンネル接続を開始できません。問題の報告を送信してください。
my: Tunnel ချိတ်ဆက်မှုကို စတင်၍ မရနိုင်ပါ။ ပြဿနာ ရီပို့တ်တစ်ခု ပေးပို့ပေးပါ။
nb: Kunne ikke starte tunneltilkobling. Send inn en problemrapport.
nl: Kan de tunnelverbinding niet starten. Stuur een probleemrapport.
pl: Nie można uruchomić połączenia tunelowego. Wyślij zgłoszenie problemu.
pt: Não foi possível iniciar a ligação de túnel. Envie um relatório do problema.
ru: Не удалось запустить туннельное подключение. Отправьте сообщение о проблеме.
sv: Det går inte att starta tunnelanslutning. Skicka en problemrapport.
th: ไม่สามารถเริ่มการเชื่อมต่ออุโมงค์ได้ โปรดส่งรายงานปัญหา
tr: Tünel bağlantısı başlatılamıyor. Lütfen bir hata raporu gönderin.

# notifications
source: Unable to start tunnel connection. This could be because of conflicts with VMware, please troubleshoot.
ar: يتعذَّر بدء اتصال النفق. قد يكون ذلك بسبب تعارض مع VMware، يُرجى استكشاف المشكلة وإصلاحها.
da: Kunne ikke starte tunnelforbindelse. Dette kan være på grund af konflikter med VMware. Udfør fejlfinding.
de: Die Tunnelverbindung kann nicht gestartet werden. Dies könnte an Konflikten mit VMware liegen, bitte beheben Sie das Problem.
es: No se puede iniciar la conexión con el túnel. Podría deberse a conflictos con VMware. Solucione el problema.
fa: قادر به شروع اتصال تونل نیست. این مشکل ممکن است به دلیل تداخل با VMware باشد؛ لطفاً مشکل را برطرف کنید.
fi: Tunneliyhteyttä ei voida muodostaa; tämä saattaa johtua ristiriidoista VMwaren kanssa. Suorita vianetsintä.
fr: Impossible de démarrer la connexion au tunnel. Cela peut être dû à des conflits avec VMware, veuillez résoudre le problème.
it: Impossibile avviare la connessione al tunnel. Ciò potrebbe essere dovuto a conflitti con VMware, risolvere il problema.
ja: トンネル接続を開始できません。VMwareとの競合が原因である可能性があります。トラブルシューティングしてください。
my: Tunnel ချိတ်ဆက်မှု စတင်၍ မရနိုင်ပါ။ VMware နှင့် ဆန့်ကျင်ကွဲလွဲမှုများကြောင့် ဖြစ်နိုင်ပါသည်၊ ပြစ်ချက် ရှာဖွေ ဖယ်ရှားပါ။
nb: Kunne ikke opprette tunneltilkobling. Årsaken kan være konflikter med VMware. Prøv feilsøking.
nl: Kan tunnelverbinding niet starten. Dit kan komen door conflicten met VMware, los het probleem op.
pl: Nie można ustanowić połączenia tunelowego. Może to być spowodowane konfliktami z VMware. Rozwiąż ten problem.
pt: Não foi possível iniciar a ligação por túnel. Isto pode dever-se a conflitos com o VMware. Tente resolver o problema.
ru: Не удается запустить туннельное подключение. Это может быть вызвано конфликтами с VMware, устраните неполадки.
sv: Det går inte att starta tunnelanslutning. Det kan bero på konflikt med VMware. Felsök.
th: ไม่สามารถเริ่มการเชื่อมต่อช่องทางได้ ซึ่งอาจเป็นเพราะมีการขัดแย้งกับ VMware โปรดแก้ไขปัญหา
tr: Tünel bağlantısı başlatılamıyor. Bunun nedeni VMware ile çakışma olabilir. Lütfen sorunu gidermeyi deneyin.

# notifications
source: Update available. Install the latest app version to stay up to date
ar: يتوفَّر تحديث جديد. ثبِّت أحدث إصدار من التطبيق للبقاء على اطلاع دائم بكل جديد
da: Opdatering tilgængelig. Installer den nyeste appversion for at holde dig opdateret
de: Update verfügbar. Installieren Sie die neueste Version der App, um auf dem neuesten Stand zu bleiben
es: Hay una actualización disponible. Instale la última versión de la aplicación para estar actualizado
fa: به‌روزرسانی موجود است. برای به‌روز ماندن، آخرین نسخهٔ اپلیکیشن را نصب کنید
fi: Päivitys saatavilla. Pysy ajan tasalla asentamalla sovelluksen uusin versio.
fr: Mise à jour disponible. Installez la dernière version de l’application pour rester à jour
it: Aggiornamento disponibile. Installa l'ultima versione dell'app per restare aggiornato
ja: アップデートできます。アプリの最新バージョンをインストールして、最新の状態を維持してください
my: အပ်ဒိတ် ရရှိနိုင်ပါပြီ။ အပ်ဒိတ်ဖြစ်နေစေရန် နောက်ဆုံးထွက် အက်ပ်ဗားရှင်းကို ထည့်သွင်းပါ
nb: Oppdatering tilgjengelig. Installer den siste appversjonen for å holde deg oppdatert
nl: Update beschikbaar. Installeer de nieuwste appversie om up-to-date te blijven
pl: Dostępna jest aktualizacja. Aby być na bieżąco, zainstaluj najnowszą wersję aplikacji
pt: Atualização disponível. Instale a versão mais recente da aplicação para se manter atualizado
ru: Есть обновление. Установите новейшую версию приложения, чтобы ничего не пропустить
sv: Uppdatering tillgänglig. Installera den senaste appversionen för att hålla dig uppdaterad
th: มีอัปเดตพร้อมใช้งาน ติดตั้งแอปเวอร์ชันล่าสุดเพื่อรับข้อมูลการอัปเดตล่าสุด
tr: Güncelleme mevcut. Güncel kalmak için en son uygulama sürümünü yükleyin

# notifications
source: Upgrade
ar: الترقية
da: Opgrader
es: Actualizar
fa: ارتقا
fi: Päivitä
fr: Mettre à niveau
it: Aggiorna
ja: アップグレード
my: အဆင့်မြှင့်တင်ရန်
nb: Oppgrader
nl: Upgraden
pl: Uaktualnij
pt: Atualizar
ru: Обновить
sv: Uppgradera
th: อัปเกรด
tr: Yükselt
