Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

source: %(amount)d more...
ar: %(amount)d أكثر...
da: %(amount)d mere...
de: %(amount)d mehr …
es: %(amount)d más...
fa: ‏%(amount)d بیشتر...
fi: %(amount)d lisää...
fr: %(amount)d de plus...
it: Altri %(amount)d...
ja: その他%(amount)d件...
my: နောက်ထပ် %(amount)d လုံး...
nb: %(amount)d til …
nl: Nog %(amount)d...
pl: Jeszcze %(amount)d
pt: Mais %(amount)d...
ru: Еще %(amount)d...
sv: %(amount)d till ...
th: อีก %(amount)d...
tr: %(amount)d tane daha...

source: %(duration)s was added, account paid until %(expiry)s.
ar: تمت إضافة %(duration)s، وتم دفع رسوم الحساب حتى %(expiry)s.
da: %(duration)s blev tilføjet, konto betalt indtil %(expiry)s.
de: %(duration)s hinzugefügt. Konto bezahlt bis %(expiry)s.
es: Tiempo añadido: %(duration)s. Cuenta pagada hasta el %(expiry)s.
fa: ‏%(duration)s اضافه شد، حساب تا %(expiry)s پرداخت شد.
fi: %(duration)s lisättiin: tilin käyttö maksettu %(expiry)s asti.
fr: %(duration)s ont été ajouté(es), compte payé jusqu’au %(expiry)s.
it: Aggiunta di %(duration)s effettuata, account pagato fino al %(expiry)s.
ja: %(duration)sが追加され、アカウントは%(expiry)sまでに支払われます。
my: %(duration)s ထပ်ပေါင်းပြီးပါပြီ၊ %(expiry)s မတိုင်ခင်ထိ အကောင့် ငွေပေးချေပြီးပါပြီ။
nb: %(duration)s ble lagt til, konto betalt til %(expiry)s.
nl: %(duration)s is toegevoegd, account betaald tot %(expiry)s.
pl: Dodano %(duration)s, konto opłacone do %(expiry)s.
pt: foi adicionado %(duration)s, conta paga até %(expiry)s.
ru: Добавлено: %(duration)s. Учетная запись оплачена до %(expiry)s.
sv: %(duration)s har lagts till. Kontot är betalt till och med %(expiry)s.
th: มีการเพิ่ม %(duration)s แล้ว บัญชีได้ชำระเงินจนถึง %(expiry)s
tr: %(duration)s eklendi, hesap için %(expiry)s tarihine kadar ödeme yapıldı.

source: %(wireguard)s port
ar: منفذ %(wireguard)s
es: Puerto %(wireguard)s
fa: پورت ‏%(wireguard)s
fi: %(wireguard)s-portti
my: %(wireguard)s ပေါ့တ်
pt: porta %(wireguard)s
th: พอร์ต %(wireguard)s
tr: %(wireguard)s portu

source: 1 day
ar: %d يوم
da: 1 dag
de: 1 Tag
es: 1 día
fa: 1 روز
fi: 1 päivä
fr: 1 jour
it: 1 giorno
ja: %d 日
my: %d ရက်
nb: 1 dag
nl: 1 dag
pl: 1 dzień
pt: 1 dia
ru: %d день
sv: 1 dag
th: %d วัน
tr: 1 gün

source: 1 day left
ar: يتبقى %d يوم
da: 1 dag tilbage
de: 1 Tag übrig
es: Queda 1 día
fa: 1 روز باقی‌مانده
fi: 1 päivä jäljellä
fr: 1 jour restant
it: 1 giorno rimanente
ja: 残り%d日
my: %d ရက်သာ ကျန်တော့သည်
nb: 1 dag igjen
nl: 1 dag resterend
pl: Pozostał 1 dzień
pt: 1 dia restante
ru: Остался %d день
sv: 1 dag kvar
th: คงเหลือ %d วัน
tr: 1 gün kaldı

source: 1 month
ar: %d شهر
da: 1 måned
de: 1 Monat
es: 1 mes
fa: 1 ماه
fi: 1 kuukausi
fr: 1 mois
it: 1 mese
ja: %d ヶ月
my: %d လ
nb: 1 måned
nl: 1 maand
pl: 1 miesiąc
pt: 1 mês
ru: %d месяц
sv: 1 månad
th: %d เดือน
tr: 1 ay

source: 1 month left
ar: يتبقى %d شهر
da: 1 måned tilbage
de: 1 Monat übrig
es: Queda 1 mes
fa: 1 ماه باقی‌مانده
fi: 1 kuukausi jäljellä
fr: 1 mois restant
it: 1 mese rimanente
ja: 残り%d ヶ月
my: %d လသာ ကျန်တော့သည်
nb: 1 måned igjen
nl: 1 maand resterend
pl: Pozostał 1 miesiąc
pt: 1 mês restante
ru: Остался %d месяц
sv: 1 månad kvar
th: คงเหลือ %d เดือน
tr: 1 ay kaldı

source: 1 year
ar: %d عام
da: 1 år
de: 1 Jahr
es: 1 año
fa: 1 سال
fi: 1 vuosi
fr: 1 an
it: 1 anno
ja: %d 年
my: %d နှစ်
nb: 1 år
nl: 1 jaar
pl: 1 rok
pt: 1 ano
ru: %d год
sv: 1 år
th: %d ปี
tr: 1 yıl

source: 1 year left
ar: يتبقى %d عام
da: 1 år tilbage
de: 1 Jahr übrig
es: Queda 1 año
fa: 1 سال باقی‌مانده
fi: 1 vuosi jäljellä
fr: 1 an restant
it: 1 anno rimanente
ja: 残り%d 年
my: %d နှစ်သာ ကျန်တော့သည်
nb: 1 år igjen
nl: 1 jaar resterend
pl: Pozostał 1 rok
pt: 1 ano restante
ru: Остался %d год
sv: 1 år kvar
th: คงเหลือ %d ปี
tr: 1 yıl kaldı

source: Account paid until %(expiry)s.
ar: تم دفع رسوم الحساب حتى %(expiry)s.
da: Konto betalt indtil %(expiry)s.
de: Konto bezahlt bis %(expiry)s.
es: Cuenta pagada hasta el %(expiry)s.
fa: حساب تا ‏%(expiry)s پرداخت شده است.
fi: Tilin käyttö maksettu %(expiry)s asti.
fr: Compte payé jusqu’au %(expiry)s.
it: Account pagato fino al %(expiry)s.
ja: アカウントは%(expiry)sまでに支払われます。
my: %(expiry)s မတိုင်ခင်ထိ အကောင့် ငွေပေးချေပြီးပါပြီ။
nb: Konto betalt til %(expiry)s.
nl: Account betaald tot %(expiry)s.
pl: Konto opłacone do %(expiry)s.
pt: Conta paga até %(expiry)s.
ru: Учетная запись оплачена до %(expiry)s.
sv: Kontot är betalt till och med %(expiry)s.
th: บัญชีได้ชำระเงินจนถึง %(expiry)s
tr: Hesap için %(expiry)s tarihine kadar ödeme yapıldı.

source: Account settings
ar: إعدادات الحساب
da: Kontoindstillinger
de: Kontoeinstellungen
es: Configuración de la cuenta
fa: تنظیمات حساب
fi: Tiliasetukset
fr: Paramètres du compte
it: Impostazioni dell'account
ja: アカウント設定
my: အကောင့် ဆက်တင်
nb: Kontoinnstillinger
nl: Accountinstellingen
pl: Ustawienia konta
pt: Definições de conta
ru: Настройки учетной записи
sv: Kontoinställningar
th: การตั้งค่าบัญชี
tr: Hesap ayarları

source: Add
ar: إضافة
da: Tilføj
de: Hinzufügen
es: Añadir
fa: افزودن
fi: Lisää
fr: Ajouter
it: Aggiungi
ja: 追加
my: ပေါင်းထည့်ရန်
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till
th: เพิ่ม
tr: Ekle

source: Any
ar: أي نوع
da: Enhver
de: Beliebige
es: Cualquiera
fa: هر کدام
fi: Mikä tahansa
fr: N'importe lequel
it: Qualsiasi
ja: すべて
my: တစ်ခုခု
nb: Hvilken som helst
nl: Elke
pl: Dowolny
pt: Qualquer
ru: Все
sv: Valfri
th: อะไรก็ได้
tr: Tümü

source: Apply
ar: تطبيق
da: Anvend
de: Anwenden
es: Aplicar
fa: اعمال
fi: Ota käyttöön
fr: Appliquer
it: Applica
ja: 適用
my: သုံးရန်
nb: Angi
nl: Toevoegen
pl: Zastosuj
pt: Aplicar
ru: Применить
sv: Använd
th: ใช้
tr: Uygula

source: Automatic
ar: تلقائي
da: Automatisk
de: Automatisch
es: Automático
fa: خودکار
fi: Automaattinen
fr: Automatique
it: Automatico
ja: 自動
my: အလိုအလျောက်
nb: Automatisk
nl: Automatisch
pl: Automatycznie
pt: Automático
ru: Автоматически
sv: Automatisk
th: อัตโนมัติ
tr: Otomatik

source: Back
ar: رجوع
da: Tilbage
de: Zurück
es: Volver
fa: بازگشت
fi: Takaisin
fr: Retour
it: Indietro
ja: 戻る
my: နောက်သို့
nb: Tilbake
nl: Terug
pl: Wstecz
pt: Retroceder
ru: Назад
sv: Tillbaka
th: ย้อนกลับ
tr: Geri

source: BLOCKED CONNECTION
ar: اتصال محظور
da: FORBINDELSE BLOKERET
de: GESPERRTE VERBINDUNG
es: CONEXIÓN BLOQUEADA
fa: اتصال مسدود شده
fi: ESTETTY YHTEYS
fr: CONNEXION BLOQUÉE
it: CONNESSIONE BLOCCATA
ja: ブロックされた接続
my: ပိတ်ဆို့ထားသည့် ချိတ်ဆက်မှု
nb: TILKOBLING BLOKKERT
nl: VERBINDING GEBLOKKEERD
pl: ZABLOKOWANE POŁĄCZENIE
pt: LIGAÇÃO BLOQUEADA
ru: ПОДКЛЮЧЕНИЕ ЗАБЛОКИРОВАНО
sv: ANSLUTNINGEN BLOCKERAD
th: การเชื่อมต่อที่ถูกบล็อก
tr: ENGELLENEN BAĞLANTI

source: Blocking internet
ar: الإنترنت محظور
da: Blokerer internettet
de: Internet wird gesperrt
es: Internet bloqueado
fa: مسدود کردن اینترنت
fi: Verkkoyhteys estetään
fr: Internet bloqué
it: Blocco di Internet
ja: インターネットをブロック中
my: အင်တာနက် ပိတ်ဆို့နေပါသည်
nb: Blokkerer internettet
nl: Internet blokkeren
pl: Blokowanie Internetu
pt: A bloquear a Internet
ru: Блокируется доступ в Интернет
sv: Blockerar internet
th: กำลังบล็อกอินเทอร์เน็ต
tr: İnternet bağlantısı engelleniyor

source: Buy credit
ar: شراء رصيد
da: Køb kredit
de: Guthaben erwerben
es: Comprar créditos
fa: خرید اعتبار
fi: Osta käyttöaikaa
fr: Acheter des crédits
it: Acquista credito
ja: クレジットを購入
my: ခရက်ဒစ် ဝယ်ရန်
nb: Kjøp kreditt
nl: Krediet kopen
pl: Kup doładowanie
pt: Comprar crédito
ru: Пополнить баланс
sv: Köp kredit
th: ซื้อเครดิต
tr: Kredi satın alın

source: Buy more credit
ar: شراء رصيد إضافي
da: Køb mere kredit
de: Mehr Guthaben erwerben
es: Comprar más créditos
fa: خرید اعتبار بیشتر
fi: Uudista tilaus
fr: Acheter plus de crédits
it: Acquista altro credito
ja: 追加クレジットを購入
my: ခရက်ဒစ်များ ဝယ်ရန်
nb: Kjøp mer kreditt
nl: Meer krediet kopen
pl: Doładuj konto
pt: Comprar mais crédito
ru: Пополнить баланс
sv: Köp mer kredit
th: ซื้อเครดิตเพิ่ม
tr: Daha fazla kredi satın alın

source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
my: မလုပ်တော့ပါ
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal et

source: Cipher
ar: التشفير
da: Chiffer
de: Chiffre
es: Cifrado
fa: رمز الگوریتم
fi: Salaus
fr: Chiffre
it: Codice
ja: 暗号化
my: ဝှက်စာ
nb: Chiffer
nl: Versleuteling
pl: Szyfrowanie
pt: Cifra
ru: Шифр
sv: Chiffrering
th: เข้ารหัส
tr: Şifre

source: Clear
ar: مسح
da: Ryd
de: Löschen
es: Borrar
fa: پاک‌کردن
fi: Tyhjennä
fr: Effacer
it: Cancella
ja: クリア
my: ရှင်းရန်
nb: Tøm
nl: Wissen
pl: Wyczyść
pt: Limpar
ru: Очистить
sv: Rensa
th: ล้าง
tr: Temizle

source: Close
ar: إغلاق
da: Luk
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
it: Chiudi
ja: 閉じる
my: ပိတ်ရန်
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat

source: Connect
ar: الاتصال
da: Tilslut
de: Verbinden
es: Conectar
fa: اتصال
fi: Yhdistä
fr: Connexion
it: Connetti
ja: 接続
my: ချိတ်ဆက်ရန်
nb: Koble til
nl: Verbinden
pl: Połącz
pt: Ligar
ru: Подключить
sv: Anslut
th: เชื่อมต่อ
tr: Bağlan

source: Connected
ar: متصل
da: Tilsluttet
de: Verbunden
es: Conectado
fa: متصل شد
fi: Yhdistetty
fr: Connecté
it: Connesso
ja: 接続済み
my: ချိတ်ဆက်ပြီး
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt: Ligado
ru: Подключено
sv: Ansluten
th: เชื่อมต่อแล้ว
tr: Bağlandı

source: CONNECTED
ar: متصل
da: FORBUNDET
de: VERBUNDEN
es: CONECTADO
fa: متصل شد
fi: YHDISTETTY
fr: CONNEXION ÉTABLIE
it: CONNESSO
ja: 接続中
my: ချိတ်ဆက်ထားသည်
nb: TILKOBLET
nl: VERBONDEN
pl: POŁĄCZONY
pt: LIGADO
ru: ПОДКЛЮЧЕНО
sv: ANSLUTEN
th: เชื่อมต่อแล้ว
tr: BAĞLANDI

source: Connecting
ar: جارٍ الاتصال
da: Tilslutter
de: Verbinden
es: Conectando
fa: در حال اتصال
fi: Yhdistetään
fr: Connexion
it: Connessione
ja: 接続中
my: ချိတ်ဆက်နေဆဲ
nb: Kobler til
nl: Bezig met verbinden
pl: Łączenie
pt: A ligar
ru: Идет подключение
sv: Ansluter
th: กำลังเชื่อมต่อ
tr: Bağlanılıyor

source: CONNECTING...
ar: جارٍ الاتصال...
da: OPRETTER FORBINDELSE...
de: VERBINDEN …
es: CONECTANDO...
fa: در حال اتصال...
fi: YHDISTETÄÄN...
fr: CONNEXION EN COURS...
it: CONNESSIONE...
ja: 接続しています...
my: ချိတ်ဆက်နေဆဲ...
nb: KOBLER TIL …
nl: VERBINDEN...
pl: ŁĄCZENIE...
pt: A LIGAR...
ru: ПОДКЛЮЧЕНИЕ...
sv: ANSLUTER ...
th: กำลังเชื่อมต่อ...
tr: BAĞLANIYOR...

source: CREATING QUANTUM SECURE CONNECTION
ar: جارٍ إنشاء اتصال مُؤمَّن ضد هجمات الحواسيب الكمّية
da: OPRETTER KVANTESIKKER FORBINDELSE
de: QUANTENSICHERE VERBINDUNG WIRD ERSTELLT
es: CREANDO CONEXIÓN CON SEGURIDAD CUÁNTICA
fa: در حال ایجاد اتصال امنِ کوانتومی
fi: LUODAAN KVANTTISUOJATTU YHTEYS
fr: CRÉATION D'UNE CONNEXION QUANTIQUE SÉCURISÉE
it: CREAZIONE CONNESSIONE QUANTISTICA PROTETTA
ja: 量子セキュア保護接続を確立中
my: QUANTUM လုံခြုံသည့် ချိတ်ဆက်မှုကို ဖန်တီးခြင်း
nb: OPPRETTER KVANTESIKKER TILKOBLING
nl: BEVEILIGDE QUANTUMVERBINDING AANMAKEN
pl: TWORZENIE KWANTOWO BEZPIECZNEGO POŁĄCZENIA
pt: A CRIAR LIGAÇÃO COM SEGURANÇA QUÂNTICA
ru: СОЗДАНИЕ ПОДКЛЮЧЕНИЯ С ЗАЩИТОЙ ОТ КВАНТОВЫХ АТАК
sv: SKAPAR KVANTSÄKER ANSLUTNING
th: กำลังสร้างการเชื่อมต่อควอนตัมที่ปลอดภัย
tr: KUANTUM GÜVENLİ BAĞLANTISI OLUŞTURULUYOR

source: CREATING SECURE CONNECTION
ar: جارٍ إنشاء اتصال آمن
da: OPRETTER SIKKER FORBINDELSE
de: SICHERE VERBINDUNG WIRD ERSTELLT
es: CREANDO CONEXIÓN SEGURA
fa: در حال ایجاد اتصال امن
fi: LUODAAN SUOJATTU YHTEYS
fr: CRÉATION D'UNE CONNEXION SÉCURISÉE
it: CREAZIONE CONNESSIONE PROTETTA
ja: セキュリティ保護接続を確立中
my: လုံခြုံသည့် ချိတ်ဆက်မှုကို ဖန်တီးနေပါသည်
nb: OPPRETTER SIKKER TILKOBLING
nl: BEVEILIGDE VERBINDING AANMAKEN
pl: TWORZENIE BEZPIECZNEGO POŁĄCZENIA
pt: A CRIAR LIGAÇÃO SEGURA
ru: СОЗДАНИЕ ЗАЩИЩЕННОГО ПОДКЛЮЧЕНИЯ
sv: SKAPAR SÄKER ANSLUTNING
th: กำลังสร้างการเชื่อมต่อที่ปลอดภัย
tr: GÜVENLİ BAĞLANTI OLUŞTURULUYOR

source: Custom
ar: مُخصَّص
da: Brugerdefineret
de: Benutzerdefiniert
es: Personalizado
fa: سفارشی
fi: Mukautettu
fr: Personnalisé
it: Personalizzato
ja: カスタム
my: စိတ်ကြိုက်
nb: Egendefinert
nl: Aangepast
pl: Niestandardowy
pt: Personalizado
ru: Пользовательский
sv: Anpassad
th: กำหนดเอง
tr: Özel

source: Custom DNS
ar: DNS مُخصَّص
da: Brugerdefineret DNS
de: Eigenes DNS
es: DNS personalizado
fa: DNS سفارشی
fi: Mukautettu DNS
fr: DNS personnalisé
it: DNS personalizzato
ja: カスタムDNS
my: စိတ်ကြိုက် DNS
nb: Tilpasset DNS
nl: Aangepaste DNS
pl: Niestandardowy serwer DNS
pt: DNS personalizado
ru: Пользовательский DNS
sv: Anpassad DNS
th: DNS แบบกำหนดเอง
tr: Özel DNS

source: Default
ar: افتراضي
da: Standard
de: Standard
es: Predeterminado
fa: پیش‌فرض
fi: Oletus
fr: Par défaut
it: Predefinito
ja: デフォルト
my: ပုံသေ
nb: Standard
nl: Standaard
pl: Domyślnie
pt: Padrão
ru: По умолчанию
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan

source: Delete
ar: حذف
da: Slet
de: Löschen
es: Eliminar
fa: حذف کردن
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
my: ဖျက်ရန်
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Eliminar
ru: Удалить
sv: Ta bort
th: ลบ
tr: Sil

source: Delete list
ar: حذف القائمة
da: Slet liste
de: Liste löschen
es: Eliminar lista
fa: حذف فهرست
fi: Poista luettelo
fr: Supprimer la liste
it: Elimina elenco
ja: リストを削除
my: စာရင်းကို ဖျက်ရန်
nb: Slett liste
nl: Lijst verwijderen
pl: Usuń listę
pt: Eliminar lista
ru: Удалить список
sv: Ta bort lista
th: ลบรายการ
tr: Listeyi sil

source: Direct only
ar: المباشر فقط
da: Kun direkte
de: Nur direkt
es: Conexión directa
fa: فقط مستقیم
fi: Vain suora
fr: Directe uniquement
it: Solo diretta
ja: ダイレクトのみ
my: တိုက်ရိုက်သာ
nb: Kun direkte
nl: Alleen rechtstreeks
pl: Tylko Direct
pt: Apenas direta
ru: Только напрямую
sv: Endast direkt
th: โดยตรงเท่านั้น
tr: Yalnızca doğrudan

source: Disable
ar: إيقاف
da: Deaktiver
de: Deaktivieren
es: Desactivar
fa: غیرفعال کردن
fi: Poista käytöstä
fr: Désactiver
it: Disabilita
ja: 無効にする
my: ပိတ်ရန်
nb: Deaktiver
nl: Uitschakelen
pl: Wyłącz
pt: Desativar
ru: Отключить
sv: Inaktivera
th: ปิดใช้งาน
tr: Devre dışı bırak

source: Disconnect
ar: قطع الاتصال
da: Afbryd forbindelse
de: Verbindung trennen
es: Desconectar
fa: قطع اتصال
fi: Katkaise yhteys
fr: Déconnexion
it: Disconnetti
ja: 接続解除
my: ချိတ်ဆက်မှုဖြုတ်ရန်
nb: Koble fra
nl: Verbinding verbreken
pl: Rozłącz
pt: Desligar
ru: Отключить
sv: Koppla från
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı Kes

source: Disconnect & quit
ar: قطع الاتصال والخروج
da: Afbryd og afslut
de: Trennen & Beenden
es: Desconectar y salir
fa: قطع اتصال و خروج
fi: Katkaise yhteys ja sulje
fr: Se déconnecter et quitter
it: Disconnetti ed esci
ja: 切断して終了
my: ချိတ်ဆက်မှုဖြုတ်ပြီး ထွက်ရန်
nb: Koble fra og avslutt
nl: Verbinding verbreken en afsluiten
pl: Rozłącz i wyjdź
pt: Desligar e sair
ru: Отключиться и выйти
sv: Koppla från och avsluta
th: ตัดการเชื่อมต่อและออก
tr: Bağlantıyı kes ve çık

source: Disconnected
ar: تم قطع الاتصال
da: Afbrudt
de: Verbindung getrennt
es: Desconectado
fa: اتصال قطع شد
fi: Yhteys katkaistu
fr: Déconnecté
it: Disconnesso
ja: 未接続
my: ချိတ်ဆက်မှု ဖြုတ်ထားပြီး
nb: Frakoblet
nl: Verbinding verbroken
pl: Rozłączono
pt: Desligado
ru: Разъединено
sv: Frånkopplad
th: ตัดการเชื่อมต่อแล้ว
tr: Bağlantı kesildi

source: DISCONNECTED
ar: تم قطع الاتصال
da: AFBRUDT
de: GETRENNT
es: DESCONECTADO
fa: اتصال قطع شد
fi: YHTEYS KATKAISTU
fr: DÉCONNECTÉ
it: DISCONNESSO
ja: 切断中
my: ချိတ်ဆက်မှု ဖြုတ်ထားသည်
nb: DEAKTIVERT
nl: VERBINDING VERBROKEN
pl: ROZŁĄCZONY
pt: DESLIGADO
ru: ОТКЛЮЧЕНО
sv: FRÅNKOPPLAD
th: ยกเลิกการเชื่อมต่อแล้ว
tr: BAĞLANTI KESİLDİ

source: Disconnecting
ar: جارٍ قطع الاتصال
da: Afbryder
de: Verbindung wird getrennt
es: Desconectando
fa: در حال قطع اتصال
fi: Katkaistaan yhteyttä
fr: Déconnexion en cours
it: Disconnessione
ja: 接続解除中
my: ချိတ်ဆက်မှုဖြုတ်နေပါသည်
nb: Kobler fra
nl: Verbinding wordt verbroken
pl: Rozłączanie
pt: A desligar
ru: Отключение
sv: Kopplar från
th: กำลังตัดการเชื่อมต่อ
tr: Bağlantı kesiliyor

source: DISCONNECTING...
ar: جارٍ قطع الاتصال...
da: AFBRYDER...
de: TRENNEN …
es: DESCONECTANDO...
fa: در حال قطع اتصال...
fi: YHTEYTTÄ KATKAISTAAN...
fr: DÉCONNEXION EN COURS...
it: DISCONNESSIONE...
ja: 切断しています...
my: ချိတ်ဆက်မှုဖြုတ်ဆဲ...
nb: DEAKTIVERER …
nl: VERBINDING VERBREKEN...
pl: ROZŁĄCZANIE...
pt: A DESLIGAR...
ru: ОТКЛЮЧЕНИЕ...
sv: KOPPLAR FRÅN ...
th: กำลังยกเลิกการเชื่อมต่อ...
tr: BAĞLANTI KESİLİYOR...

source: Edit
ar: تعديل
da: Rediger
de: Bearbeiten
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
my: တည်းဖြတ်ရန်
nb: Endre
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Изменить
sv: Redigera
th: แก้ไข
tr: Düzenle

source: Enable
ar: تفعيل
da: Aktiver
de: Aktivieren
es: Habilitar
fa: فعال کردن
fi: Ota käyttöön
fr: Activer
it: Abilita
ja: 有効にする
my: ဖွင့်ရန်
nb: Aktiver
nl: Inschakelen
pl: Włącz
pt: Ativar
ru: Включить
sv: Aktivera
th: เปิดใช้งาน
tr: Etkinleştir

source: Enable anyway
ar: التفعيل على أي حال
da: Aktivér alligevel
de: Trotzdem aktivieren
es: Habilitar de todos modos
fa: با این حال فعال شود
fi: Ota silti käyttöön
fr: Activer quand même
it: Abilita comunque
ja: それでも有効にする
my: မည်သို့ပင်ဖြစ်စေ ဖွင့်ရန်
nb: Aktiver uansett
nl: Toch inschakelen
pl: Mimo to włącz
pt: Ativar mesmo assim
ru: Всё равно включить
sv: Aktivera ändå
th: เปิดใช้งานต่อไป
tr: Yine de etkinleştir

source: Enable direct only
ar: تفعيل "المباشر فقط"
da: Aktiver kun direkte
de: Nur direkt aktivieren
es: Habilitar conexión directa
fa: «فقط مستقیم» فعال شود
fi: Salli vain suora
fr: Activer Directe uniquement
it: Abilita Solo diretta
ja: ダイレクトのみ有効化
my: တိုက်ရိုက်သီးသန့် ဖွင့်ရန်
nb: Aktiver kun direkte
nl: Alleen rechtstreeks inschakelen
pl: Włącz tylko bezpośrednie
pt: Ativar apenas direta
ru: Включить «Только напрямую»
sv: Aktivera Endast direkt
th: เปิดใช้งานโดยตรงเท่านั้น
tr: "Yalnızca doğrudan" seçeneğini etkinleştir

source: Failed to fetch list of devices
ar: فشل جلب قائمة الأجهزة
de: Fehler beim Abrufen der Geräteliste
es: No se pudo obtener la lista de dispositivos
fa: بازیابی فهرست دستگاه‌ها انجام نشد
fi: Laiteluettelon nouto epäonnistui
it: Impossibile recuperare l'elenco dei dispositivi
my: စက်စာရင်းကို ယူ၍မရခဲ့ပါ
nb: Kunne ikke hente listen over enheter
nl: Ophalen van lijst van apparaten mislukt
pt: Erro ao obter a lista de dispositivos
ru: Не удалось получить список устройств
sv: Det gick inte att hämta lista med enheter
th: ไม่สามารถดึงรายการอุปกรณ์มาได้
tr: Cihaz listesi alınamadı

source: FAILED TO SECURE CONNECTION
ar: فشل تأمين الاتصال
da: KUNNE IKKE SIKRE FORBINDELSEN
de: SICHERE VERBINDUNG KONNTE NICHT HERGESTELLT WERDEN
es: NO SE PUDO PROTEGER LA CONEXIÓN
fa: ایجاد اتصال امن ناموفق بود
fi: YHTEYDEN SUOJAAMINEN EPÄONNISTUI
fr: ÉCHEC DE LA SÉCURISATION DE LA CONNEXION
it: IMPOSSIBILE STABILIRE UNA CONNESSIONE PROTETTA
ja: セキュリティ保護接続を確立できませんでした
my: ချိတ်ဆက်မှုကို ကာကွယ်ရန် မအောင်မြင်ပါ
nb: KUNNE IKKE OPPRETTE SIKKER TILKOBLING
nl: VERBINDING BEVEILIGEN MISLUKT
pl: BŁĄD ZABEZPIECZANIA POŁĄCZENIA
pt: ERRO AO ESTABELECER LIGAÇÃO SEGURA
ru: НЕ УДАЛОСЬ УСТАНОВИТЬ БЕЗОПАСНОЕ ПОДКЛЮЧЕНИЕ
sv: DET GICK INTE ATT SÄKRA ANSLUTNINGEN
th: ไม่สามารถเชื่อมต่ออย่างปลอดภัยได้
tr: GÜVENLİ BAĞLANTI OLUŞTURULAMADI

source: Filter
ar: التصفية
es: Filtrar
fa: فیلتر
fi: Suodatin
fr: Filtrer
it: Filtra
ja: 絞り込み
my: စစ်ထုတ်မှု
pl: Filtruj
pt: Filtrar
ru: Фильтр
sv: Filtrera
th: ตัวกรอง
tr: Filtrele

source: Go to System Settings
ar: الانتقال إلى إعدادات النظام
da: Gå til Systemindstillinger
de: Zu den Systemeinstellungen
es: Ir a la configuración del sistema
fa: رفتن به تنظیمات سیستم
fi: Siirry järjestelmäasetuksiin
fr: Aller aux paramètres système
it: Vai a Impostazioni di sistema
ja: システム設定に移動
my: System Settings သို့ သွားရန်
nb: Gå til Systeminnstillinger
nl: Naar systeeminstellingen
pl: Przejdź do sekcji Ustawienia systemowe
pt: Ir às definições do sistema
ru: Перейти в системные настройки
sv: Gå till systeminställningarna
th: ไปที่การตั้งค่าระบบ
tr: Sistem Ayarlarına Git

source: Got it!
ar: حسنًا!
da: Forstået!
de: Verstanden!
es: ¡Entendido!
fa: فهمیدم!
fi: Selvä!
fr: Compris !
it: Ok!
ja: 了解
my: ရပါပြီ။
nb: Forstått!
nl: Begrepen!
pl: Jasne!
pt: Entendido!
ru: Понятно!
sv: Jag förstår!
th: รับทราบ!
tr: Anladım!

source: Import
ar: استيراد
da: Importer
de: Importieren
es: Importar
fa: وارد کردن
fi: Tuo
fr: Importer
it: Importa
ja: インポート
my: ထည့်ရန်
nb: Importer
nl: Importeren
pl: Importuj
pt: Importar
ru: Импортировать
sv: Importera
th: นำเข้า
tr: İçe aktar

source: Learn more
ar: معرفة المزيد
da: Lær mere
de: Mehr erfahren
es: Más información
fa: بیشتر بدانید
fi: Lisätietoja
fr: En savoir plus
it: Scopri di più
ja: 詳細
my: နောက်ထပ် လေ့လာရန်
nb: Finn ut mer
nl: Meer informatie
pl: Więcej informacji
pt: Mais informações
ru: Подробнее
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi

source: less than a day
ar: أقل من يوم
da: mindre end én dag
de: weniger als ein Tag
es: menos de un día
fa: کمتر از یک روز
fi: alle vuorokausi
fr: moins d'un jour
it: meno di un giorno
ja: 1 日未満
my: တစ်ရက်အောက်
nb: mindre enn én dag
nl: minder dan een dag
pl: mniej niż jeden dzień
pt: menos de um dia
ru: менее суток
sv: mindre än en dag
th: น้อยกว่าหนึ่งวัน
tr: bir günden az

source: less than a day left
ar: يتبقى أقل من يوم
da: mindre end én dag tilbage
de: weniger als ein Tag übrig
es: queda menos de un día
fa: کمتر از یک روز باقی‌مانده
fi: alle vuorokausi jäljellä
fr: moins d'un jour restant
it: meno di un giorno rimanente
ja: 残り1日未満
my: တစ်ရက်အောက်သာ ကျန်တော့သည်
nb: mindre enn én dag igjen
nl: minder dan een dag over
pl: pozostał mniej niż jeden dzień
pt: menos de um dia restante
ru: осталось менее суток
sv: mindre än en dag kvar
th: เหลือเวลาน้อยกว่าหนึ่งวัน
tr: bir günden az kaldı

source: Multihop
ar: القفز المتعدد
es: Salto múltiple
fa: مولتی‌هاپ
ja: マルチホップ
my: မာလ်တီဟော့ပ်
nb: Multihopp
pl: Wielokrotny przeskok
ru: Многократный переход
sv: Multihopp
th: มัลติฮอป
tr: Çoklu geçiş

source: Name
ar: الاسم
da: Navn
es: Nombre
fa: نام
fi: Nimi
fr: Nom
it: Nome
ja: 名前
my: အမည်
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sv: Namn
th: ชื่อ
tr: Ad

source: Next
ar: التالي
da: Næste
de: Weiter
es: Siguiente
fa: بعدی
fi: Seuraava
fr: Suivant
it: Avanti
ja: 次へ
my: ရှေ့သို့
nb: Neste
nl: Volgende
pl: Dalej
pt: Seguinte
ru: Далее
sv: Nästa
th: ถัดไป
tr: Sonraki

source: No result for <b>%(searchTerm)s</b>.
ar: لم يتم العثور على نتائج للبحث عن <b>%(searchTerm)s</b>.
da: Intet resultat for <b>%(searchTerm)s</b>.
de: Keine Ergebnisse für <b>%(searchTerm)s</b>.
es: No hay resultados para <b>%(searchTerm)s</b>.
fa: هیچ نتیجه‌ای برای <b>%(searchTerm)s</b> یافت نشد.
fi: Ei tuloksia haulle <b>%(searchTerm)s</b>.
fr: Aucun résultat pour <b>%(searchTerm)s</b>.
it: Nessun risultato per <b>%(searchTerm)s</b>.
ja: <b>%(searchTerm)s</b>に該当する検索結果はありません。
my: <b>%(searchTerm)s</b> အတွက် ရလဒ် မရှိပါ။
nb: Ingen resultater for <b>%(searchTerm)s</b>.
nl: Geen resultaten voor <b>%(searchTerm)s</b>.
pl: Brak wyników dla <b>%(searchTerm)s</b>.
pt: Sem resultados para <b>%(searchTerm)s</b>.
ru: По запросу <b>%(searchTerm)s</b> ничего не найдено.
sv: Inga resultat för <b>%(searchTerm)s</b>.
th: ไม่มีผลลัพธ์สำหรับ <b>%(searchTerm)s</b>
tr: <b>%(searchTerm)s</b> için sonuç bulunamadı.

source: None
ar: لا يوجد
de: Keine
fa: هیچکدام
fi: Ei mitään
sv: Inget
th: ไม่มี
tr: Hiçbiri

source: Off
ar: إيقاف
da: Fra
de: Aus
es: Desactivado
fa: خاموش
fi: Pois
fr: Désactivé
ja: オフ
my: ပိတ်
nb: Av
nl: Uit
pl: Wył.
pt: Desligado
ru: Выкл.
sv: Av
th: ปิด
tr: Kapalı

source: On
ar: تشغيل
da: Til
de: Ein
es: Activado
fa: روشن
fi: Päällä
fr: Activé
ja: オン
my: ဖွင့်
nb: På
nl: Aan
pl: Wł.
pt: Ligado
ru: Вкл.
sv: På
th: เปิด
tr: Açık

source: Open URL
ar: فتح عنوان URL
da: Åbn URL
de: URL öffnen
es: Abrir URL
fa: باز کردن URL
fi: Avaa URL
fr: Ouvrir l'URL
it: Apri URL
ja: URLを開く
my: URL ဖွင့်ရန်
nb: Åpne URL
nl: URL openen
pl: Otwórz adres URL
pt: Abrir URL
ru: Открыть URL
sv: Öppna URL
tr: URL'yi aç

source: Optional
ar: اختياري
da: Valgfri
es: Opcional
fa: اختیاری
fi: Valinnainen
fr: Facultatif
it: Opzionale
ja: オプション
my: ချန်ထားခဲ့နိုင်ပါသည်
nb: Valgfritt
nl: Optioneel
pl: Opcjonalnie
pt: Opcional
ru: Необязательно
sv: Valfritt
th: ไม่บังคับ
tr: İsteğe bağlı
