Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# vpn-settings-view
source: Warning: The malware blocker is not an anti-virus and should not be treated as such, this is just an extra layer of protection.
ar: تحذير: أداة حظر البرامج الضارة ليست برنامجًا مضادًا للفيروسات ولا ينبغي التعامل معها على هذا النحو، فهي مجرد طبقة حماية إضافية.
da: Advarsel: Malware-blokkeren er ikke antivirus og bør ikke behandles som sådan. Dette er blot et ekstra lag af beskyttelse.
de: Der Malware-Blocker ist kein Antivirusprogramm und sollte auch nicht als solches behandelt werden. Es dient lediglich als zusätzliche Schutzschicht.
es: Advertencia: El bloqueador de malware no es un antivirus y no debe considerarse como tal, tan solo es un nivel de protección adicional.
fa: هشدار: مسدودکنندهٔ بدافزار، یک آنتی‌ویروس نیست و نباید به‌عنوان آنتی‌ویروس از آن استفاده شود؛ این فقط یک لایهٔ حفاظتی اضافی است.
fi: Varoitus: haittaohjelmien estotoiminto ei ole virustorjuntaohjelma, eikä sitä pidä käyttää sellaisena – kyseessä on vain ylimääräinen suojauskerros.
fr: Avertissement : le bloqueur de malware n'est pas un anti-virus et ne doit pas être traité comme tel, il s'agit juste d'une couche de protection supplémentaire.
it: Avvertenza: questa protezione dai malware non è un antivirus e non deve essere trattata come tale, è solo un ulteriore livello di protezione.
ja: 警告: マルウェアブロッカーはウィルス対策ではありませんので、そのような用途には使用しないでください。あくまで追加の保護レイヤーに過ぎません。
my: သတိပေးချက်- မဲလ်ဝဲရ် ပိတ်ဆို့မှုသည် အပိုအကာအကွယ်လွှာ တစ်ခုသာဖြစ်ပြီး ဗိုင်းရပ်စ် ကာကွယ်ရေး (anti-virus) မဟုတ်၍ ၎င်းအဖြစ် မမှတ်ယူသင့်ပါ။
nb: Advarsel: Blokkeringen av skadelig programvare er ikke et antivirusprogram og skal ikke brukes som dette. Det er bare et ekstra lag med beskyttelse.
nl: Waarschuwing: de malwareblocker is geen antivirus en mag niet als zodanig behandeld worden. Dit is slechts een extra beschermingslaag.
pl: Ostrzeżenie: funkcja blokowania złośliwego oprogramowania nie jest programem antywirusowym i nie należy jej tak traktować. To jedynie dodatkowa warstwa zabezpieczeń.
pt: Aviso: o bloqueador de malware não é um antivírus e não deve ser tratado como tal, é apenas uma camada extra de proteção.
ru: Внимание! Блокировщик вредоносного ПО — это просто дополнительный уровень защиты, а не антивирус.
sv: Varning! Blockering av skadlig kod är inte ett antivirusprogram och bör inte behandlas som ett. Det här är bara ett extra skyddslager.
th: คำเตือน: ตัวบล็อกมัลแวร์ไม่ใช่แอนตี้ไวรัส และไม่ควรนำมาใช้ในรูปแบบดังกล่าว นี่เป็นเพียงชั้นการป้องกันเพิ่มเติมเท่านั้น
tr: Uyarı: Kötü amaçlı yazılım engelleyici, virüsten koruma yazılımı değildir ve bu şekilde değerlendirilmemelidir. Sadece ek bir koruma seviyesi sağlamaktadır.

# vpn-settings-view
source: When this feature is enabled it stops the device from contacting certain domains or websites known for distributing ads, malware, trackers and more.
ar: عندما يتم تفعيل هذه الميزة، فإنها تمنع الجهاز من الاتصال بمجالات أو مواقع إلكترونية مُعيَّنة معروفة بتوزيع الإعلانات والبرامج الضارة وأدوات التتبُّع وغيرها.
da: Når denne funktion er aktiveret, forhindrer den enheden i at kontakte bestemte domæner eller websteder, der er kendt for at distribuere annoncer, malware, trackere og lignende.
de: Wenn diese Funktion aktiviert ist, wird das Gerät daran gehindert, bestimmte Domains oder Websites zu kontaktieren, die für die Verbreitung von Werbung, Malware, Trackern und mehr bekannt sind.
es: Al activar esta opción se evita que el dispositivo contacte con determinados dominios o sitios web que se sabe que distribuyen anuncios, malware, rastreadores y más.
fa: وقتی این ویژگی فعال باشد، دستگاه از تماس با برخی دامنه‌ها یا وب‌سایت‌هایی که به توزیع تبلیغات، بدافزار، ردیاب‌ها و موارد دیگر شناخته می‌شوند جلوگیری می‌کند.
fi: Kun tämä ominaisuus on käytössä, se estää laitetta ottamasta yhteyttä tiettyihin verkkotunnuksiin tai -sivustoihin, jotka tunnetaan mainosten, haittaohjelmien, seurantaohjelmien tai muiden vastaavien jakelijoina.
fr: Lorsque cette fonctionnalité est activée, elle empêche l'appareil de contacter certains domaines ou sites Web connus pour distribuer des publicités, des logiciels malveillants, des trackers et plus.
it: Quando è abilitata, questa funzionalità impedisce al dispositivo di contattare determinati domini o siti Web noti per la distribuzione di annunci, malware, tracker e altro.
ja: この機能を有効にすると、広告、マルウェア、トラッカーなどの配信が確認されている特定のドメインまたはWebサイトへのデバイスの接続が阻止されます。
my: ဤလုပ်ဆောင်ချက်ကို ဖွင့်ထားသည့်အခါ အနှောင့်အယှက်ဖြစ်စေသည့် ကြော်ငြာများ၊ မဲလ်ဝဲရ်၊ ခြေရာခံများနှင့် အစရှိသည်တို့နှင့်စပ်လျဉ်း၍ သိရှိထားသော အချို့သော Domain များ သို့မဟုတ် ဝဘ်ဆိုက်များနှင့် ဆက်သွယ်ခြင်းမှ စက်ကို ရပ်တန့်ပေးပါသည်။
nb: Når denne funksjonen er aktivert, forhindrer den enheten fra å kontakte bestemte domener og nettsteder som er kjent for å spre annonser, skadelig programvare, sporingsenheter og mer.
nl: Als deze functie is ingeschakeld, maakt het apparaat geen contact meer met bepaalde domeinen of websites waarvan bekend is dat ze advertenties, malware, trackers en meer verspreiden.
pl: Po włączeniu funkcja ta uniemożliwia urządzeniu kontakt z określonymi domenami lub witrynami internetowymi, które rozpowszechniają reklamy, złośliwe oprogramowanie itd.
pt: Quando esta funcionalidade é ativada, impede que o dispositivo contacte certos domínios ou sites conhecidos por distribuir anúncios, malware, trackers e muito mais.
ru: При включенной опции устройство не будет устанавливать соединение с определенными доменами и сайтами, известными распространением рекламы, вредоносного ПО, трекеров и т. д.
sv: När den här funktionen är aktiverad stoppas enheten från att kontakta vissa domäner eller webbplatser som är kända för att sprida annonser, skadlig kod, spårare med mera.
th: ในขณะที่เปิดใช้งานคุณลักษณะนี้ คุณลักษณะนี้จะหยุดไม่ให้อุปกรณ์ติดต่อโดเมน หรือเว็บไซต์ใดๆ ที่เป็นที่ทราบกันว่า ใช้ในการเผยแพร่โฆษณา มัลแวร์ ตัวติดตาม และอื่นๆ
tr: Bu özellik etkinleştirildiğinde, cihazınızın reklamlar, kötü amaçlı yazılımlar, izleyiciler ve daha fazlasını dağıttığı bilinen belirli alan adlarıyla veya web siteleriyle iletişim kurmasını durdurur.

# vpn-settings-view
source: When this feature is enabled, IPv6 can be used alongside IPv4 in the VPN tunnel to communicate with internet services.
ar: عندما يتم تفعيل هذه الميزة، يمكن استخدام IPv6 جنبًا إلى جنب مع IPv4 في نفق VPN للاتصال بخدمات الإنترنت.
da: Når denne funktion er aktiveret, kan IPv6 bruges sammen med IPv4 i VPN-tunnelen til at kommunikere med internettjenester.
de: Wenn diese Funktion aktiviert ist, kann IPv6 neben IPv4 im VPN-Tunnel für die Kommunikation mit Internetdiensten verwendet werden.
es: Cuando esta característica está habilitada, se puede usar IPv6 junto a IPv4 en el túnel VPN para comunicarse con los servicios de internet.
fa: وقتی این قابلیت فعال باشد، IPv6 می‌تواند در کنار IPv4 داخل تونل VPN برای ارتباط با سرویس‌های اینترنتی استفاده شود.
fi: Kun tämä ominaisuus on käytössä, IPv6:ta voidaan käyttää IPv4:n rinnalla VPN-tunnelissa yhteydenpidossa internetpalveluiden kanssa.
fr: Lorsque cette fonctionnalité est activée, IPv6 peut être utilisé parallèlement à IPv4 dans le tunnel VPN pour communiquer avec les services internet.
it: Quando questa funzione è abilitata, IPv6 può essere utilizzato insieme a IPv4 nel tunnel VPN per comunicare con i servizi Internet.
ja: この機能が有効である場合、VPNトンネルにIPv6とIPv4を併用してインターネットサービスと通信できます。
my: ဤလုပ်ဆောင်ချက်ကို ဖွင့်လိုက်သည့်အခါ အင်တာနက် ဝန်ဆောင်မှုများနှင့် ဆက်သွယ်ရန် IPv6 ကို IPv4 နှင့်အတူ VPN Tunnel တွင် အသုံးပြုနိုင်ပါသည်။
nb: Når denne funksjonen er aktivert, kan IPv6 brukes sammen med IPv4 i VPN-tunnelen til å kommunisere med internettjenester.
nl: Als deze functie is ingeschakeld, kan IPv6 naast IPv4 worden gebruikt in de VPN-tunnel om te communiceren met internetdiensten.
pl: Gdy ta funkcja jest włączona, protokołu IPv6 można używać wraz z protokołem IPv4 w tunelu VPN do komunikacji z usługami internetowymi.
pt: Quando esta funcionalidade está ativada, o IPv6 pode ser utilizado juntamente com o IPv4 no túnel VPN para comunicar com os serviços Internet.
ru: Когда эта функция включена, IPv6 может использоваться наряду с IPv4 для связи с интернет-сервисами через VPN-туннель.
sv: När funktionen är aktiverad kan IPv6 användas tillsammans med IPv4 i VPN-tunneln för att kommunicera med internettjänster.
th: ในขณะที่เปิดใช้งานคุณลักษณะนี้ คุณจะสามารถใช้งาน IPv6 ร่วมกับ IPv4 ในอุโมงค์ VPN เพื่อสื่อสารกับบริการอินเทอร์เน็ตได้
tr: Bu özellik etkinleştirildiğinde IPv6, internet hizmetleriyle iletişim kurmak için VPN tünelinde IPv4 ile birlikte kullanılabilir.

# vpn-settings-view
source: With Lockdown Mode enabled, you must be connected to a Mullvad VPN server to be able to reach the internet. Manually disconnecting or quitting the app will block your connection.
ar: عند تفعيل وضع التأمين، يجب أن تكون متصلًا بخادم Mullvad VPN لتتمكن من الوصول إلى الإنترنت. سيؤدي قطع اتصال التطبيق أو إغلاقه يدويًا إلى حظر اتصالك.
da: Med Lockdown-tilstand aktiveret, skal du være forbundet til en Mullvad VPN-server for at kunne nå internettet. Manuel afbrydelse eller nedlukning af appen vil blokere din forbindelse.
de: Wenn der Sperrmodus aktiviert ist, müssen Sie mit einem Mullvad-VPN-Server verbunden sein, um das Internet zu erreichen. Das manuelle Trennen der Verbindung oder das Beenden der App blockiert Ihre Verbindung.
es: Si está habilitado el «Modo de bloqueo», deberá estar conectado a un servidor VPN de Mullvad para acceder a Internet. Al desconectar o salir de la aplicación de forma manual, se bloqueará la conexión.
fa: وقتی «حالت قفل» فعال باشد، برای دسترسی به اینترنت حتماً باید به یک سرور Mullvad VPN متصل باشید. قطع کردن دستی اتصال یا بستن اپلیکیشن باعث مسدود شدن اتصال اینترنت شما خواهد شد.
fi: Kun lukitustila on käytössä, voit muodostaa yhteyden internetiin ainoastaan Mullvadin VPN-palvelimen kautta. Sovelluksen yhteyden manuaalinen katkaiseminen tai sovelluksen sulkeminen estävät verkkoyhteyden muodostamisen.
fr: Avec le mode verrouillage activé, vous devez être connecté à un serveur Mullvad VPN pour utiliser Internet. Une déconnexion manuelle ou la fermeture de l'application bloquera votre connexion.
it: Con la Modalità Blocco abilitata, devi essere connesso a un server Mullvad VPN per poter raggiungere Internet. La disconnessione o la chiusura manuale dell'app bloccherà la connessione.
ja: ロックダウンモードが有効な場合はMullvad VPNサーバーに接続しなければインターネットにアクセスできません。手動で接続を解除するか、アプリを終了すると接続がブロックされます。
my: လော့ခ်ဒေါင်းစနစ်ကို ဖွင့်ထားပါက အင်တာနက် ရရှိနိုင်ရန် Mullvad VPN ဆာဗာနှင့် ချိတ်ဆက်ရပါမည်။ ချိတ်ဆက်မှုဖြုတ်ခြင်း သို့မဟုတ် ဤအက်ပ်မှ ထွက်လိုက်ခြင်းဖြင့် သင့်ချိတ်ဆက်မှုကို ပိတ်ဆို့သွားပါမည်။
nb: Med Låsemodus aktivert må du være tilkoblet en Mullvad VPN-server for å kunne koble deg til internettet. Manuell frakobling eller avslutning av appen vil blokkere tilkoblingen din.
nl: Met de Lockdownmodus ingeschakeld, moet u verbonden zijn met een Mullvad VPN-server om het internet te kunnen bereiken. Wanneer u handmatig de verbinding van de app verbreekt of de app afsluit, wordt uw verbinding geblokkeerd.
pl: Przy włączonym trybie Lockdown, aby móc połączyć się z Internetem, nawiązane musi być połączenie z serwerem Mullvad VPN. Ręczne rozłączenie lub zamknięcie aplikacji spowoduje zablokowanie połączenia.
pt: Com o Modo de bloqueio ativado, deve estar ligado a um servidor VPN Mullvad para poder aceder à Internet. Desligar manualmente ou sair da aplicação irá bloquear a sua ligação.
ru: При включенной опции «Режим блокировки» для выхода в Интернет вы должны быть подключены к VPN-серверу Mullvad. Ручное отключение или выход из приложения заблокирует соединение.
sv: När Låsningsläge är aktiverat måste du vara ansluten till en Mullvad VPN-server för att kunna nå internet. Om du kopplar från automatiskt eller avslutar appen blockeras din anslutning.
th: เมื่อเปิดใช้งานโหมดล็อกดาวน์ คุณจำเป็นต้องเชื่อมต่อเซิร์ฟเวอร์ Mullvad VPN เพื่อเข้าถึงอินเทอร์เน็ต ทั้งนี้การตัดการเชื่อมต่อด้วยตนเอง หรือออกจากแอป จะเป็นบล็อกการเชื่อมต่อของคุณ
tr: Kilitleme Modu etkinken, internete erişebilmek için bir Mullvad VPN sunucusuna bağlı olmanız gerekir. Uygulamanın bağlantısını manuel olarak kesmek veya uygulamadan çıkmak bağlantınızı engeller.

# wireguard-settings-nav
source: UDP-over-TCP
de: UDP über TCP
es: UDP sobre TCP
fa: ‏UDP روی TCP
fi: UDP TCP:n kautta
pl: UDP-przez-TCP
pt: UDP sobre TCP
ru: UDP через TCP
sv: UDP över TCP
th: UDP-ผ่าน-TCP
tr: TCP üzerinden UDP

# wireguard-settings-view
source: %(daita)s (%(daitaFull)s) hides patterns in your encrypted VPN traffic.
ar: يقوم ميزة %(daita)s (%(daitaFull)s) بإخفاء الأنماط في حركة بيانات VPN المُشفَّرة لديك.
da: %(daita)s (%(daitaFull)s) skjuler mønstre i din krypterede VPN-trafik.
de: %(daita)s (%(daitaFull)s) verbirgt Muster in Ihrem verschlüsselten VPN-Traffic.
es: %(daita)s (%(daitaFull)s) oculta los patrones en su tráfico VPN cifrado.
fa: %(daita)s (%(daitaFull)s) الگوها را در ترافیک رمزگذاری‌شدهٔ VPN شما پنهان می‌کند.
fi: %(daita)s (%(daitaFull)s) piilottaa kuviot salatusta VPN-liikenteestäsi.
fr: %(daita)s (%(daitaFull)s) masque les schémas de votre trafic VPN chiffré.
it: %(daita)s (%(daitaFull)s) nasconde i percorsi in un traffico VPN crittografato.
ja: %(daita)s (%(daitaFull)s) は暗号化されたVPNトラフィックのパターンを隠します。
my: %(daita)s (%(daitaFull)s) က သင်၏ ကုဒ်ပြောင်းဝှက်ထားသော VPN ဝင်ရောက်ကြည့်ရှုမှုထဲရှိ ပက်တန်များကို ဝှက်ပေးသည်။
nb: %(daita)s (%(daitaFull)s) skjuler mønstre i din krypterte VPN-trafikk.
nl: %(daita)s (%(daitaFull)s) verbergt patronen in uw versleutelde VPN-verkeer.
pl: %(daita)s (%(daitaFull)s) ukrywa wzorce w Twoim zaszyfrowanym ruchu VPN.
pt: %(daita)s (%(daitaFull)s) oculta padrões no seu tráfego VPN encriptado.
ru: %(daita)s (%(daitaFull)s) скрывает характерные признаки в зашифрованном VPN-трафике.
sv: %(daita)s (%(daitaFull)s) döljer mönster i din krypterade VPN-trafik.
th: %(daita)s (%(daitaFull)s) ซ่อนรูปแบบในการรับส่งข้อมูล VPN ที่เข้ารหัสของคุณ
tr: %(daita)s (%(daitaFull)s), şifrelenmiş VPN trafiğinizdeki kalıpları gizler.

# wireguard-settings-view
source: %(daita)s does this by carefully adding network noise and making all network packets the same size.
ar: تُجرى ميزة %(daita)s ذلك من خلال إضافة ضوضاء الشبكة بعناية وجعل جميع حزم الشبكة بالحجم نفسه.
da: %(daita)s gør dette ved omhyggeligt at tilføje netværksstøj og gøre alle netværkspakker lige store.
de: %(daita)s tut dies, indem es Netzwerkrauschen gezielt hinzufügt und alle Netzwerkpakete gleich groß macht.
es: %(daita)s lo realiza añadiendo con cuidado ruido de red y haciendo que todos los paquetes de red tengan el mismo tamaño.
fa: %(daita)s این کار را با افزودن دقیقِ نویز شبکه و یکسان‌سازی اندازهٔ تمام بسته‌های شبکه انجام می‌دهد.
fi: %(daita)s tekee tämän lisäämällä varovasti verkkokohinaa ja tekemällä kaikista paketeista saman kokoisia.
fr: %(daita)s y parvient en ajoutant soigneusement du bruit au réseau et en faisant en sorte que tous les paquets du réseau aient la même taille.
it: %(daita)s lo fa aggiungendo con attenzione rumore di rete e rendendo tutti i pacchetti di rete della stessa dimensione.
ja: %(daita)sはネットワークノイズを入念に追加し、すべてのネットワークパケットを同じサイズにすることによってこれを実現しています。
my: %(daita)s သည် ကွန်ရက် အနှောင့်အယှက်လျှပ်လိုင်းကို ဂရုတစိုက် ထည့်ပြီး ကွန်ရက် ပက်ကက်အားလုံးကို အရွယ်အစားတူညီအောင် ပြုလုပ်၍ ထိုသို့လုပ်ဆောင်ခြင်းဖြစ်သည်။
nb: %(daita)s gjør det ved å legge til nettverkstøy på en forsiktig måte og sørge for at alle nettverkspakker har den samme størrelsen.
nl: %(daita)s doet dit door zorgvuldig netwerkruis toe te voegen en alle netwerkpakketten even groot te maken.
pl: %(daita)s w tym celu ostrożnie dodaje szum sieciowy i nadaje ten sam rozmiar wszystkim pakietom sieciowym.
pt: %(daita)s consegue-o ao adicionar cuidadosamente ruído de rede e ao tornar todos os pacotes de rede do mesmo tamanho.
ru: Для этого %(daita)s добавляет в трафик сетевой шум, а все пакеты приводятся к одному размеру.
sv: %(daita)s gör det genom att noggrant lägga till nätverksbrus och se till så att alla nätverkspaket har samma storlek.
th: %(daita)s ได้ดำเนินการนี้ ด้วยการเพิ่มสัญญาณรบกวนเครือข่ายอย่างระมัดระวัง และทำให้แพ็กเก็ตเครือข่ายทั้งหมดมีขนาดเท่ากัน
tr: %(daita)s, dikkatli bir şekilde ağ paraziti ekleyerek ve tüm ağ paketlerini aynı boyuta getirerek sizi izlenmekten korur.

# wireguard-settings-view
source: %(wireguard)s port
ar: منفذ %(wireguard)s
es: Puerto %(wireguard)s
fa: پورت ‏%(wireguard)s
fi: %(wireguard)s-portti
my: %(wireguard)s ပေါ့တ်
pt: porta %(wireguard)s
th: พอร์ต %(wireguard)s
tr: %(wireguard)s portu

# wireguard-settings-view
source: %(wireGuard)s port
ar: منفذ %(wireGuard)s
es: Puerto %(wireGuard)s
fa: پورت ‏%(wireGuard)s
fi: %(wireGuard)s-portti
my: %(wireGuard)s ပေါ့တ်
pt: porta %(wireGuard)s
th: พอร์ต %(wireGuard)s
tr: %(wireGuard)s portu

# wireguard-settings-view
source: Attention: This increases network traffic and will also negatively affect speed, latency, and battery usage. Use with caution on limited plans.
ar: تنبيه: يزيد ذلك من حركة بيانات الشبكة، ويؤثر سلبًا على السرعة وزمن الوصول واستهلاك البطارية. يُرجى توخي الحذر عند استخدام الباقات المحدودة.
de: Achtung! Dies erhöht den Netzwerkverkehr und wirkt sich auch negativ auf die Geschwindigkeit, die Latenz und den Akkuverbrauch aus. Bei begrenzten Tarifen ist Vorsicht geboten.
es: Atención: Esto aumenta el tráfico de la red y también afectará negativamente a la velocidad, la latencia y el uso de la batería. Úselo con precaución en planes limitados.
fa: توجه: این کار باعث افزایش ترافیک شبکه می‌شود و همچنین سرعت، تأخیر و مصرف باتری را تحت تأثیر منفی قرار می‌دهد. در طرح‌های اینترنتی محدود با احتیاط استفاده کنید.
fi: Huomio: Toiminto kasvattaa verkkoliikennettä ja vaikuttaa sen vuoksi negatiivisesti sekä nopeuteen, viiveeseen että akun kulumiseen. Käytä harkiten, kun datasopimuksesi on rajoitettu.
my: သတိပြုပါ- ဤသည်က ကွန်ရက် ကူးလူးမှုကို မြင့်တက်စေပြီး အမြန်နှုန်း၊ တုံ့ပြန်မှုနှောင့်နှေးခြင်း (Latency) နှင့် ဘက်ထရီ သုံးစွဲမှုကိုလည်း ထိခိုက်စေပါလိမ့်မည်။ အကန့်အသတ်ရှိသော ပလန်များကို သတိဖြင့် သုံးစွဲပါ။
pt: Atenção: Isto aumenta o tráfego de rede e também afeta negativamente a velocidade, a latência e a utilização da bateria. Utilize com precaução em planos limitados.
sv: Obs! Detta ökar nätverkstrafiken men påverkar också hastighet, fördröjning och batterianvändning negativt. Var försiktig om du har ett abonnemang med begränsad datamängd.
th: โปรดทราบ: การดำเนินการนี้จะเพิ่มการรับส่งข้อมูลทางเครือข่าย และส่งผลเสียต่อความเร็ว ความหน่วงแฝง และการใช้งานแบตเตอรี่ โปรดใช้ด้วยความระมัดระวังในขณะที่ใช้แผนบริการแบบจำกัด
tr: Dikkat: Bu, ağ trafiğini artırır ve hızı, gecikmeyi ve pil kullanımını da olumsuz bir şekilde etkiler. Sınırlı planlarda dikkatli kullanın.

# wireguard-settings-view
source: By enabling “%(directOnly)s” you will have to manually select a server that is %(daita)s-enabled. This can cause you to end up in a blocked state until you have selected a compatible server in the “Select location” view.
ar: بتفعيل "%(directOnly)s"، سيتعين عليك اختيار خادم مُفعَّل عليه ميزة %(daita)s يدويًا. قد يؤدي ذلك إلى حظرك حتى تختار خادمًا متوافقًا في شاشة "تحديد الموقع".
da: Hvis du aktiverer "%(directOnly)s", skal du manuelt vælge en server, der er %(daita)s-aktiveret. Det kan medføre, at du ender i en blokeret tilstand, indtil du har valgt en kompatibel server i visningen "Vælg placering".
de: Wenn Sie „%(directOnly)s“ aktivieren, müssen Sie manuell einen Server auswählen, der %(daita)s-fähig ist. Dies kann dazu führen, dass Sie in einem blockierten Zustand landen, bis Sie einen kompatiblen Server in der Ansicht „Standort auswählen“ ausgewählt haben.
es: Si habilita «%(directOnly)s», deberá seleccionar manualmente un servidor que esté habilitado para %(daita)s. Esto puede provocar que termine bloqueado hasta que seleccione un servidor compatible en la vista «Seleccionar ubicación».
fa: با فعال کردن «%(directOnly)s»، باید به‌صورت دستی سروری را انتخاب کنید که از %(daita)s پشتیبانی کند. این کار ممکن است باعث شود تا زمانی که در بخش «انتخاب مکان» یک سرور سازگار انتخاب نکنید، اتصال‌تان مسدود بماند.
fi: Kun "%(directOnly)s" otetaan käyttöön, sinun on valittava manuaalisesti palvelin, jossa on %(daita)s-tuki. Tämä voi aiheuttaa sen, että päädyt estettyyn tilaan, kunnes olet valinnut yhteensopivan palvelimen "Valitse sijainti" -näkymästä.
fr: Si vous activez « %(directOnly)s », vous devez sélectionner manuellement un serveur avec %(daita)s activé. Vous risquez alors de vous retrouver dans une situation de blocage tant que vous n'avez pas sélectionné un serveur compatible dans la vue « Sélectionner une localisation ».
it: Abilitando “%(directOnly)s” dovrai selezionare manualmente un server abilitato per %(daita)s. Questo può comportare uno stato di blocco finché non selezioni un server compatibile nella vista “Seleziona posizione”.
ja: “%(directOnly)s” を有効化した場合、%(daita)s対応のサーバーを手動で選択する必要があります。これにより、“場所を選択する” で互換性のあるサーバーを選択するまでブロック状態となる可能性があります。
my: “%(directOnly)s” ကို ဖွင့်လိုက်လျှင် သင်သည် %(daita)s ကိုဖွင့်ထားသည့် ဆာဗာကို ကိုယ်တိုင်ရွေးချယ်ရမည်ဖြစ်သည်။ ၎င်းသည် "တည်နေရာကိုရွေးချယ်ပါ" မြင်ကွင်းတွင် တွဲဖက်သုံးနိုင်သောဆာဗာကို မရွေးချယ်ရသေးမချင်း ပိတ်ဆို့ခံထားသောအခြေအနေတွင် အဆုံးသတ်စေနိုင်သည်။
nb: Hvis du aktiverer «%(directOnly)s», må du manuelt velge en server som har aktivert %(daita)s. Dette kan føre til at du havner i en blokkert tilstand inntil du har valgt en kompatibel server under «Velg plassering».
nl: Als u "%(directOnly)s" inschakelt, moet u handmatig een server selecteren die %(daita)s ondersteunt. Hierdoor kunt u in een geblokkeerde toestand terechtkomen totdat u een compatibele server hebt geselecteerd in het dialoogvenster "Locatie selecteren".
pl: Po włączeniu opcji „%(directOnly)s” trzeba ręcznie wybrać serwer, który obsługuje %(daita)s. Może to skutkować zablokowaniem, dopóki nie wybierzesz zgodnego serwera w widoku „Wybierz lokalizację”.
pt: Ao ativar “%(directOnly)s”, terá de selecionar manualmente um servidor que tenha %(daita)s ativada, o que pode fazer com que fique num estado bloqueado até selecionar um servidor compatível na vista "Selecionar localização".
ru: После включения параметра «%(directOnly)s» вы должны будете вручную выбрать сервер, который поддерживает %(daita)s. В результате вы можете оказаться заблокированы, пока не выберете совместимый сервер в окне выбора местоположения.
sv: Om du aktiverar "%(directOnly)s" måste du manuellt välja en server som är %(daita)s-aktiverad. Det kan leda till ett blockerat tillstånd tills du väljer en kompatibel server i "Välj plats"-vyn.
th: โดยการเปิดใช้งาน “%(directOnly)s” คุณจะต้องเลือกเซิร์ฟเวอร์ที่เปิดใช้งาน %(daita)s ด้วยตนเอง ซึ่งอาจทำให้คุณอยู่ในสถานะถูกบล็อก จนกว่าคุณจะเลือกเซิร์ฟเวอร์ที่เข้ากันได้ในมุมมอง "เลือกตำแหน่งที่ตั้ง"
tr: "%(directOnly)s" seçeneğini etkinleştirdiğinizde %(daita)s özellikli bir sunucuyu manuel olarak seçmeniz gerekir. Bu, "Konum seç" görünümünde uyumlu bir sunucu seçilene kadar engellenmiş durumda kalmanıza neden olabilir.
