Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# vpn-settings-view
source: Disable "%(customDnsFeatureName)s" below to activate these settings.
ar: أوقف "%(customDnsFeatureName)s" أدناه لتنشيط هذه الإعدادات.
de: Deaktivieren Sie unten „%(customDnsFeatureName)s“, um diese Einstellungen zu aktivieren.
es: Deshabilite «%(customDnsFeatureName)s» abajo para activar estos ajustes.
fa: برای فعال کردن این تنظیمات، «%(customDnsFeatureName)s» را در بخش زیر غیرفعال کنید.
fi: Poista "%(customDnsFeatureName)s" käytöstä alla näiden asetusten aktivoimiseksi.
it: Disabilita "%(customDnsFeatureName)s" di seguito per attivare queste impostazioni.
my: ဤဆက်တင်များကို ဖွင့်ရန် အောက်ပါ "%(customDnsFeatureName)s" ကို ပိတ်ပါ။
nb: Deaktiver «%(customDnsFeatureName)s» nedenfor for å aktivere innstillingene.
nl: Schakel hieronder "%(customDnsFeatureName)s" uit om deze instellingen te activeren.
pt: Desative "%(customDnsFeatureName)s" abaixo para ativar estas definições.
ru: Чтобы активировать эти настройки, отключите параметр «%(customDnsFeatureName)s».
sv: Inaktivera "%(customDnsFeatureName)s" nedan för att aktivera dessa inställningar.
th: ปิดใช้งาน "%(customDnsFeatureName)s" ด้านล่างเพื่อเปิดใช้งานการตั้งค่าเหล่านี้
tr: Bu ayarları etkinleştirmek için aşağıdaki "%(customDnsFeatureName)s" seçeneğini devre dışı bırakın.

# vpn-settings-view
source: Disable all <b>DNS content blockers</b> above to activate this setting.
ar: أوقف جميع <b>أدوات حظر محتوى DNS</b> أعلاه لتنشيط هذا الإعداد.
da: Deaktiver alle <b>DNS-indholdsblokkere</b> ovenfor for at aktivere denne indstilling.
de: Deaktivieren Sie oben alle <b>DNS-Inhaltssperren</b>, um diese Einstellung zu aktivieren.
es: Deshabilite todos los <b>bloqueadores de contenido DNS</b> de arriba para activar este ajuste.
fa: برای فعال کردن این تنظیم، همهٔ <b>مسدودکننده‌های محتوای DNS</b> بالا را غیرفعال کنید.
fi: Voit ottaa asetuksen käyttöön poistamalla ensin kaikki <b>DNS-sisällönestotoiminnot</b> käytöstä yltä.
fr: Désactivez tous les <b>bloqueurs de contenu DNS</b> pour activer ce paramètre.
it: Disabilita tutti i <b>blocchi dei contenuti DNS</b> per attivare questa impostazione.
ja: この設定を有効にするには、すべての<b>DNSコンテンツブロッカー</b>を無効にしてください。
my: ဤဆက်တင်ကို သက်ဝင်လုပ်ဆောင်ရန် အထက်ပါ <b>DNS content blockers</b> အားလုံးကို ပိတ်ပါ။
nb: Deaktiver all <b>DNS-innholdsblokkering</b> over for å aktivere innstillingen.
nl: Schakel alle <b>DNS-contentblokkeringen</b> hierboven uit om deze instelling te activeren.
pl: Aby to aktywować to ustawienie, wyłącz wszystkie <b>funkcje blokowania treści DNS</b>.
pt: Desative todos os <b>bloqueadores de conteúdo de DNS</b> acima para ativar esta definição.
ru: Чтобы активировать эту опцию, отключите все <b>DNS-блокировщики контента</b>.
sv: Inaktivera alla <b>DNS-innehållsblockerare</b> ovan för att aktivera den här inställningen.
th: ปิดใช้งาน<b>ตัวบล็อกเนื้อหา DNS</b> ทั้งหมดด้านบน เพื่อเปิดใช้งานการตั้งค่านี้
tr: Bu ayarı etkinleştirmek için yukarıdaki tüm <b>DNS içerik engelleyicileri</b> devre dışı bırakın.

# vpn-settings-view
source: DNS content blockers
ar: أدوات حظر محتوى DNS
da: DNS-indholdsblokkere
de: DNS-Inhaltssperren
es: Bloqueadores de contenido DNS
fa: مسدودکننده‌های محتوای DNS
fi: DNS-sisällönestotoiminnot
fr: Bloqueurs de contenu DNS
it: Blocchi dei contenuti DNS
ja: DNSコンテンツブロッカー
my: DNS အကြောင်းအရာ ပိတ်ဆို့မှုများ
nb: DNS-innholdsblokkering
nl: DNS-contentblokkeringen
pl: Funkcje blokowania treści DNS
pt: Bloqueadores de conteúdo de DNS
ru: DNS-блокировщики контента
sv: DNS-innehållsblockerare
th: ตัวบล็อกเนื้อหา DNS
tr: DNS içerik engelleyiciler

# vpn-settings-view
source: Enable to add at least one DNS server.
ar: قم بالتفعيل لإضافة خادم DNS واحد على الأقل.
da: Aktiver for at tilføje mindst én DNS-server.
de: Aktivieren, um mindestens einen DNS-Server hinzuzufügen.
es: Active esta opción para agregar como mínimo un servidor DNS.
fa: برای افزودن حداقل یک سرور DNS، این گزینه را فعال کنید.
fi: Ota käyttöön lisätäksesi vähintään yhden DNS-palvelimen.
fr: Activez pour ajouter au moins un serveur DNS.
it: Abilita per aggiungere almeno un server DNS.
ja: 1つ以上のDNSサーバーを追加するには有効にしてください。
my: အနည်းဆုံး DNS ဆာဗာတစ်ခုကို ပေါင်းထည့်ပါ။
nb: Aktiver for å legge til minst én DNS-server.
nl: Schakel in om minimaal één DNS-server toe te voegen.
pl: Włącz, aby dodać co najmniej jeden serwer DNS.
pt: Ativar para adicionar pelo menos um servidor DNS.
ru: Чтобы добавить как минимум один DNS-сервер, включите этот параметр.
sv: Aktivera för att lägga till minst en DNS-server.
th: เปิดเพื่อเพิ่มเซิร์ฟเวอร์ DNS อย่างน้อยหนึ่งรายการ
tr: En az bir DNS sunucusu eklemek için etkinleştirin.

# vpn-settings-view
source: Enable to allow IPv6 traffic through the tunnel.
ar: قم بالتفعيل للسماح لحركة بيانات IPv6 عبر النفق.
de: Aktivieren, um IPv6-Traffic durch den Tunnel zuzulassen.
fa: برای اجازه دادن به عبور ترافیک IPv6 از طریق تونل، این گزینه را فعال کنید.
fi: Kun tämä on käytössä, IPv6-liikenne sallitaan tunnelin kautta.
sv: Aktivera för att tillåta IPv6-trafik genom tunneln.
th: เปิดใช้งานเพื่อให้การรับส่งข้อมูล IPv6 ผ่านอุโมงค์ได้
tr: Tünel üzerinden IPv6 trafiğine izin vermek için etkinleştirin.

# vpn-settings-view
source: Enter IP
ar: أدخل IP
da: Indtast IP
de: IP eingeben
es: Escriba la IP
fa: IP را وارد کنید
fi: Anna IP-osoite
fr: Saisir l'IP
it: Inserisci IP
ja: IPを入力
my: IP ဖြည့်ပါ
nb: Angi IP
nl: Voer IP-adres in
pl: Wprowadź adres IP
pt: Introduzir IP
ru: Введите IP-адрес
sv: Ange IP
th: ป้อน IP
tr: IP'yi girin

# vpn-settings-view
source: Gambling
ar: المقامرة
da: Hasardspil
de: Glücksspiel
es: Juegos de azar
fa: شرط‌بندی
fi: Uhkapelaaminen
fr: Jeux d'argent
it: Gioco d'azzardo
ja: ギャンブル
my: လောင်းကစား
nb: Pengespill
nl: Gokken
pl: Hazard
pt: Jogos de azar
ru: Азартные игры
sv: Hasardspel
th: การพนัน
tr: Kumar

# vpn-settings-view
source: In-tunnel IPv6
ar: IPv6 في النفق
es: Tunelización IPv6
fa: IPv6 داخل تونل
fi: Tunnelin IPv6
my: Tunnel-အဝင် IPv6
pt: IPv6 em túnel
sv: IPv6 i tunnel
th: IPv6 แบบภายในอุโมงค์
tr: Tünel içi IPv6

# vpn-settings-view
source: IPv4 is always enabled and the majority of websites and applications use this protocol. We do not recommend enabling IPv6 unless you know you need it.
ar: يتم تفعيل IPv4 دائمًا، وتستخدم غالبية المواقع والتطبيقات هذا البروتوكول. لا ننصح بتفعيل IPv6 ما لم تكن متأكدًا من حاجتك إليه.
da: IPv4 er altid aktiveret, og de fleste websteder og programmer bruger denne protokol. Vi anbefaler ikke at aktivere IPv6, medmindre du ved, at du har brug for det.
de: IPv4 ist immer aktiviert und die meisten Websites und Anwendungen verwenden dieses Protokoll. Wir empfehlen nicht, IPv6 zu aktivieren, es sei denn, Sie wissen, dass Sie es benötigen.
es: IPv4 está siempre habilitado y la mayoría de sitios web y aplicaciones usan este protocolo. No recomendamos habilitar IPv6 a menos que sepa que lo necesita.
fa: IPv4 همیشه فعال است و بیشتر وب‌سایت‌ها و اپلیکیشن‌ها از همین پروتکل استفاده می‌کنند. توصیه نمی‌کنیم IPv6 را فعال کنید مگر اینکه مطمئن باشید به آن نیاز دارید.
fi: IPv4 on aina käytössä, ja suurin osa verkkosivustoista ja sovelluksista käyttää kyseistä protokollaa. Emme suosittele IPv6:n käyttöönottoa, ellet varta vasten tarvitse sitä.
fr: Le protocole IPv4 est toujours activé et la majorité des sites Web et des applications utilisent ce protocole. Nous ne recommandons pas d'activer IPv6 à moins que vous ne sachiez que vous en avez besoin.
it: IPv4 è sempre abilitato e la maggior parte dei siti web e delle applicazioni utilizza questo protocollo. Non consigliamo di abilitare IPv6 a meno che tu non sappia di averne bisogno.
ja: IPv4は常に有効であり、Webサイトとアプリケーションの大半がこのプロトコルを使用しています。必要であることがわかっていない限り、IPv6を有効にすることはお勧めしません。
my: IPv4 ကို အမြဲဖွင့်ထားပြီး ဝက်ဘ်ဆိုက်နှင့် အက်ပလီကေးရှင်း အများစုသည် ဤပရိုတိုကောလ်ကို အသုံးပြုပါသည်။ ၎င်းကို သင် လိုအပ်ကြောင်းကို မသိလျှင် IPv6 ကို ဖွင့်ခြင်းအား ကျွန်ုပ်တို့ အကြံမပြုပါ။
nb: IPv4 er alltid aktivert, og de aller fleste nettsteder og applikasjoner benytter denne protokollen. Vi anbefaler å ikke aktivere IPv6 hvis du ikke vet at du trenger det.
nl: IPv4 is altijd ingeschakeld en de meeste websites en toepassingen gebruiken dit protocol. We raden niet aan om IPv6 in te schakelen, tenzij je weet dat je het nodig hebt.
pl: Protokół IPv4 jest zawsze włączony, a używa go większość witryn internetowych oraz aplikacji. Nie zalecamy włączania protokołu IPv6, chyba że jest to konieczne.
pt: O IPv4 está sempre ativado e a maioria dos websites e aplicações utilizam este protocolo. Não recomendamos a ativação do IPv6, a menos que saiba que precisa dele.
ru: Протокол IPv4 всегда включен; его используют большинство веб-сайтов и приложений. Мы не рекомендуем включать IPv6, если вы не уверены, что он вам нужен.
sv: IPv4 är alltid aktiverat och de flesta webbplatserna och applikationerna använder det här protokollet. Vi rekommenderar inte att du aktiverar IPv6 om du vet att du inte behöver det.
th: IPv4 จะเปิดใช้งานอยู่เสมอ และเว็บไซต์และแอปพลิเคชันส่วนใหญ่ใช้งานโพรโทคอลนี้ เราไม่แนะนำให้เปิดใช้งาน IPv6 เว้นแต่ในกรณีที่คุณจำเป็นต้องใช้งาน
tr: IPv4 her zaman etkindir ve web sitelerinin ve uygulamaların çoğu bu protokolü kullanır. İhtiyacınız olduğundan emin olmadığınız sürece IPv6'yı etkinleştirmenizi önermiyoruz.

# vpn-settings-view
source: It can be useful when you are aware of problems caused by a certain IP version.
ar: يمكن أن يكون هذا مفيدًا عندما تكون على دراية بالمشكلات التي تسببها نسخة عنوان IP مُعيَّنة.
de: Dies kann nützlich sein, wenn Sie von Problemen wissen, die durch eine bestimmte IP-Version verursacht werden.
es: Puede resultar útil si sabe que una determinada versión de IP está causando problemas.
fa: وقتی بدانید یک نسخهٔ خاص از IP باعث مشکل می‌شود، فعال کردن این گزینه می‌تواند مفید باشد.
fi: Se voi olla hyödyllistä, kun olet tietoinen tietyn IP-version aiheuttamista ongelmista.
my: အချို့သော IP ဗားရှင်းတစ်ခုကြောင့် ဖြစ်ပေါ်လာသော ပြဿနာများကို သင်သိရှိပါက ၎င်းက အသုံးဝင်နိုင်သည်။
pt: Pode ser útil ao ter conhecimento de problemas causados por uma determinada versão do IP.
sv: Det kan vara användbart när du känner till problem som orsakas av en viss IP-version.
th: นี่จะมีประโยชน์อย่างมาก เมื่อคุณทราบถึงปัญหาที่เกิดจากเวอร์ชัน IP บางเวอร์ชัน
tr: Bu, belirli bir IP sürümünün neden olduğu sorunların farkında olduğunuzda faydalı olabilir.

# vpn-settings-view
source: It does this by allowing network communication outside the tunnel to local multicast and broadcast ranges as well as to and from these private IP ranges:
ar: ويفعل ذلك من خلال السماح لاتصال الشبكة خارج النفق بالوصول إلى نطاقات الإرسال المتعدد والبث المحلية، وكذلك بإرسال واستقبال حركة البيانات من نطاقات عناوين IP الخاصة التالية:
da: Det opnås ved at tillade netværkskommunikation uden for tunnelen til lokale multicast- og broadcast-områder samt til og fra disse private IP-intervaller:
de: Das geschieht, indem die Netzwerkkommunikation außerhalb des Tunnels zu lokalen Multicast- und Broadcast-Bereichen sowie zu und von diesen privaten IP-Bereichen zugelassen wird:
es: Lo realiza permitiendo la comnunicación de red fuera del túnel hacia rangos de emisión y multidifusión locales y también hacia y desde estos rangos de IP privados:
fa: این کار را با اجازه‌دادن به ارتباطات شبکه‌ای خارج از تونل برای محدوده‌های چندپخشی و پخشی محلی، و همچنین برای ارسال و دریافت در این بازه‌های IP خصوصی انجام می‌دهد:
fi: Ominaisuus siis sallii verkkoviestinnän tunnelin ulkopuolella paikallisille lähetys- ja monilähetysalueille sekä näillä yksityisillä IP-alueilla kumpaankin suuntaan:
fr: Pour ce faire, il autorise la communication réseau à l'extérieur du tunnel vers les plages locales de multidiffusion et de diffusion, ainsi que vers et à partir de ces plages IP privées :
it: Lo fa consentendo la comunicazione di rete al di fuori del tunnel verso intervalli multicast e broadcast locali, nonché da e verso questi intervalli IP privati:
ja: これは、トンネル外のネットワーク通信をローカルのマルチキャストおよびブロードキャスト範囲、および以下のプライベート IP 範囲との間で許可することによって行われます。
my: ဒေသတွင်း Multicast နှင့် Broadcast အပိုင်းအခြားများဆီသို့ သာမက ဤသီးသန့် IP အပိုင်းအခြားများထံမှနှင့် ၎င်းတို့ဆီသို့ Tunnel ပြင်ပ ကွန်ရက် ဆက်သွယ်မှုကို ခွင့်ပြုခြင်းဖြင့် ဤသည်ကို လုပ်ဆောင်ပါသည်။
nb: Den gjør det ved å tillate nettverkkommunikasjon utenfor tunnelen til lokale multicast- og sendingsintervall, samt mellom følgende privat IP-intervall:
nl: De functie doet dit door netwerkcommunicatie buiten de tunnel naar lokale multicast- en broadcastbereiken toe te staan, alsmede van en naar deze private IP-adresbereiken:
pl: Zapewnia to poprzez umożliwienie komunikacji sieciowej poza tunelem do lokalnych zakresów adresów IP multiemisji i emisji, a także do i z następujących prywatnych zakresów adresów IP:
pt: Para tal, permite a comunicação de rede fora do túnel para intervalos locais de multicast e difusão, bem como de e para estes intervalos de IPs privados:
ru: Это достигается путем разрешения сетевого взаимодействия вне туннеля с локальными многоадресными и широковещательными диапазонами, а также со следующими диапазонами частных IP-адресов:
sv: Den gör det genom att tillåta nätverkskommunikation utanför tunneln till lokala multicast- och sändningsintervall, samt till och från dessa privata IP-intervall:
th: ทำเช่นนี้ได้โดยการอนุญาตให้มีการสื่อสารเครือข่ายนอกอุโมงค์ ไปยังมัลติคาสต์และช่วงการเผยแพร่ในท้องถิ่น รวมถึงการสื่อสารไปมาในช่วง IP ส่วนตัวเหล่านี้:
tr: Bunu, yerel çok noktaya yayın ve yayın aralıklarının yanı sıra aşağıdaki özel IP aralıkları arasında tünel dışı ağ iletişimine izin vererek yapar:

# vpn-settings-view
source: Kill switch
ar: مفتاح الإيقاف التلقائي
es: Desconexión de seguridad
fa: کلید قطع
fi: Tappokytkin
fr: Coupe-circuit
ja: キルスイッチ
nb: Avbruddsbryter
ru: Аварийное отключение
th: คิลสวิตช์

# vpn-settings-view
source: Launch app on start-up
ar: تشغيل التطبيق عند بدء التشغيل
da: Start app ved opstart
de: App beim Hochfahren starten
es: Ejecutar la aplicación al iniciar
fa: اجرای اپلیکیشن هنگام شروع سیستم
fi: Käynnistä sovellus, kun järjestelmä käynnistyy
fr: Lancement de l'application au démarrage
it: Lancia app all'avvio
ja: システム起動時にアプリを起動
my: စက်အတွင်း စတင်ဝင်ရောက်ချိန်တွင် အက်ပ်ကို စတင်ဆောင်ရွက်မှု
nb: Kjør app ved oppstart
nl: Lanceren bij opstarten
pl: Uruchom aplikację na starcie
pt: Iniciar a app no arranque
ru: Автозапуск при загрузке системы
sv: Starta appen vid uppstart
th: เปิดใช้แอปทันทีที่เปิดเครื่อง
tr: Uygulamayı başlangıçta aç

# vpn-settings-view
source: Local network sharing
ar: مشاركة الشبكة المحلية
da: Lokal netværksdeling
de: Teilen im lokalen Netzwerk
es: Uso compartido de la red local
fa: اشتراک‌گذاری شبکهٔ محلی
fi: Paikallisen verkon jakaminen
fr: Partage réseau local
it: Condivisione rete locale
ja: ローカルネットワーク共有
my: လိုကယ် ကွန်ရက် ဝေမျှမှု
nb: Deling over lokalt nettverk
nl: Delen op lokaal netwerk
pl: Udostępnianie sieci lokalnej
pt: Partilha de rede local
ru: Обмен данными в локальной сети
sv: Lokal nätverksdelning
th: การแชร์ในเครือข่ายท้องถิ่น
tr: Yerel ağ paylaşımı

# vpn-settings-view
source: Lockdown mode
ar: وضع التأمين
da: Lockdown-tilstand
de: Sperrmodus
es: Modo de bloqueo
fa: حالت قفل
fi: Lukitustila
fr: Mode verrouillage
it: Modalità Blocco
ja: ロックダウンモード
my: လော့ခ်ဒေါင်းစနစ်
nb: Låsemodus
nl: Lockdownmodus
pl: Tryb Lockdown
pt: Modo de bloqueio
ru: Режим блокировки
sv: Låsningsläge
th: โหมดล็อกดาวน์
tr: Kilitleme modu

# vpn-settings-view
source: Malware
ar: برامج خبيثة
fa: بدافزار
fi: Haittaohjelmat
ja: マルウェア
my: မဲလ်ဝဲရ်
nb: Skadelig programvare
pl: Złośliwe oprogramowanie
ru: Вредоносное ПО
sv: Skadlig kod
th: มัลแวร์
tr: Kötü amaçlı yazılım

# vpn-settings-view
source: Server IP override
ar: تجاوز عنوان IP للخادم
da: Tilsidesættelse af server-IP
de: Server-IP überschreiben
es: Anulación de IP de servidor
fa: جایگزینی‌ IP سرور
fi: Palvelimen IP-osoitteen ohitus
fr: Substitution d'IP de serveur
it: Sovrascritture IP server
ja: サーバーIPのオーバーライド
my: ဆာဗာ IP ကျော်လွန် ပယ်ဖျက်ရန်
nb: Overstyring av server-IP
nl: Overschrijving van server-IP-adressen
pl: Zastąpienie adresu IP serwera
pt: Substituição de IP de servidor
ru: Переопределение IP-адреса сервера
sv: Åsidosättning av serverns IP-adress
th: โอเวอร์ไรด์ IP เซิร์ฟเวอร์
tr: Sunucu IP'sini geçersiz kılma

# vpn-settings-view
source: Social media
ar: شبكات التواصل الاجتماعي
da: Sociale medier
es: Redes sociales
fa: شبکه‌های اجتماعی
fi: Sosiaalinen media
fr: Réseaux sociaux
ja: ソーシャルメディア
my: လူမှုမီဒီယာ
nb: Sosiale medier
nl: Sociale media
pl: Media społecznościowe
pt: Redes sociais
ru: Социальные сети
sv: Sociala medier
th: โซเชียลมีเดีย
tr: Sosyal medya

# vpn-settings-view
source: The app’s built-in kill switch is always on. This setting will additionally block the internet if clicking Disconnect or Quit.
ar: مفتاح الإيقاف التلقائي المدمج في التطبيق قيد التشغيل دائمًا. يضيف هذا الإعداد حظرًا للإنترنت أيضًا عند النقر على "قطع الاتصال" أو "إنهاء".
da: Appens indbyggede kill-switch er altid slået til. Denne indstilling blokerer desuden internettet, hvis du klikker på Afbryd forbindelse eller Afslut.
de: Der integrierte Killswitch der App ist immer aktiv. Diese Einstellung wird außerdem das Internet sperren, wenn Sie auf Trennen oder Beenden klicken.
es: La función de desconexión de seguridad integrada en la aplicación siempre está activada. Esta configuración bloqueará también el acceso a Internet si hace clic en Desconectar o Salir.
fa: کلید قطع داخلیِ اپلیکیشن همیشه روشن است. این تنظیم، علاوه بر آن، هنگام کلیک روی «قطع اتصال» یا «خروج»، اینترنت را هم مسدود می‌کند.
fi: Sovelluksen sisäänrakennettu tappokytkin on aina käytössä. Tämä asetus estää lisäksi verkkoyhteyden, jos katkaiset sovellusyhteyden tai suljet sovelluksen.
fr: Le coupe-circuit intégré à l'application est toujours activé. Ce paramètre bloquera en plus Internet si vous cliquez sur Déconnecter ou Quitter.
it: Il kill switch integrato dell'app è sempre attivo. Questa impostazione serve inoltre a bloccare Internet quando si clicca su Disconnetti o Esci.
ja: アプリに組み込まれているキルスイッチは常にオンになっています。この設定を有効にすると、"接続解除" または "終了" をクリックした場合にインターネットが補助的にブロックされます。
my: ဤအက်ပ်၏ မူလပါရှိသော Kill Switch ကို အမြဲဖွင့်ထားပါသည်။ ချိတ်ဆက်မှုဖြုတ်ရန် သို့မဟုတ် ထွက်ရန်ကို နှိပ်ပါက ဤဆက်တင်သည် အင်တာနက်ကို နောက်ထပ် ပိတ်ဆို့သွားပါလိမ့်မည်။
nb: Appens innebygde avbruddsbryter er alltid på. Innstillingen vil også blokkere tilgangen til internettet hvis du trykker på Koble fra eller Lukk.
nl: De ingebouwde killswitch van de app staat altijd aan. Deze instelling blokkeert het internet bovendien als men op Verbinding verbreken of Afsluiten klikt.
pl: Wbudowany kill switch aplikacji jest zawsze włączony. To ustawienie dodatkowo blokuje dostęp do Internetu w razie kliknięcia przycisku Rozłącz lub Zamknij.
pt: O kill switch integrado da aplicação está sempre ligado. Esta definição bloqueará adicionalmente a Internet caso o utilizador se desligue ou saia da aplicação.
ru: Функция аварийного отключения, встроенная в приложение, всегда включена. Эта опция дополнительно блокирует Интернет при нажатии «Отключить» или «Выход».
sv: Appens inbyggda Kill Switch är alltid på. Den här inställningen kommer dessutom att blockera internet när du klickar på Koppla från eller Avsluta.
th: คิลสวิตช์ภายในแอปจะเปิดใช้งานอยู่เสมอ การตั้งค่านี้จะบล็อกอินเทอร์เน็ตเพิ่มเติม หากมีการคลิก ตัดการเชื่อมต่อ หรือ ออก
tr: Uygulamanın dahili kill switch seçeneği her zaman açıktır. Ayrıca bu ayar, Bağlantıyı Kes veya Çık seçeneklerine tıkladığınızda interneti de engeller.

# vpn-settings-view
source: The difference between the Kill Switch and Lockdown Mode is that the Kill Switch will prevent any leaks from happening during automatic tunnel reconnects, software crashes and similar accidents.
ar: يكمن الفرق بين مفتاح الإيقاف التلقائي ووضع التأمين في أن مفتاح الإيقاف التلقائي سيمنع حدوث أي تسريبات أثناء عمليات إعادة الاتصال التلقائية للنفق، أو تعطُّل البرنامج، أو الحوادث المماثلة.
da: Forskellen mellem kill-switch og Lockdown-tilstand er, at kill-switch vil forhindre enhver lækage under automatiske tunnelgenopkoblinger, softwarenedbrud og lignende ulykker.
de: Der Unterschied zwischen dem Killswitch und dem Sperrmodus besteht darin, dass der Killswitch verhindert, dass bei automatischen Tunnel-Neuverbindungen, Softwareabstürzen und ähnlichen Unfällen Lecks entstehen.
es: La diferencia entre la «Desconexión de seguridad» y el «Modo de bloqueo» es que la «Desconexión de seguridad» impedirá que se produzcan fugas durante reconexiones automáticas de túnel, bloqueos de software y accidentes similares.
fa: تفاوت بین «کلید قطع» و «حالت قفل» این است که کلید قطع از هرگونه نشت در هنگام وصل‌شدنِ خودکار تونل، خرابی‌های نرم‌افزار، و رویدادهای مشابه جلوگیری می‌کند.
fi: Tappokytkin eroaa lukitustilasta siten, että se estää vuotoja tapahtumasta automaattisten tunnelin uudelleenyhdistysten, ohjelmistojen kaatumisen ja vastaavien tapahtumien aikana.
fr: La différence entre le coupe-circuit d'arrêt et le mode verrouillage est que le coupe-circuit d'arrêt empêchera toute fuite lors des reconnexions automatiques du tunnel, des plantages de logiciels et autres accidents similaires.
it: La differenza tra il Kill Switch e la Modalità Blocco è che il Kill Switch eviterà che si verifichino perdite durante le riconnessioni automatiche del tunnel, arresti anomali del software e incidenti simili.
ja: キルスイッチとロックダウンモードの違いは、キルスイッチではトンネルの自動再接続やソフトウェアのクラッシュなどが発生した場合に漏洩を防止できることです。
my: Kill Switch နှင့် လော့ခ်ဒေါင်းစနစ်အကြား ကွာခြားချက်မှာ Kill Switch သည် Tunnel အော်တိုပြန်လည်ချိတ်ဆက်မှုအတွင်း ဖြစ်ပေါ်သည့် ဆော့ဖ်ဝဲ ပျက်ခြင်းများနှင့် အလားတူ ဖြစ်စဥ်များကြောင့် သတင်းပေါက်ကြားမှုများကို တားဆီးကာကွယ်ပေးပါသည်။
nb: Forskjellen mellom avbruddsbryter og låsemodus er at avbruddsbryteren forhindrer lekkasjer under automatiske tilkoblinger til tunnel, programvarekrasj og lignende hendelser.
nl: Het verschil tussen de Killswitch en de Lockdownmodus is dat de Killswitch voorkomt dat er lekken ontstaan tijdens automatische herverbindingen van tunnels, softwarecrashes en soortgelijke ongelukken.
pl: Różnica między trybami Kill Switch i Lockdown polega na tym, że Kill Switch zapobiega wystąpieniu wszelkich wycieków podczas automatycznego ponownego łączenia tunelu, awarii oprogramowania i podobnych zdarzeń.
pt: A diferença entre o Kill Switch e o Modo de bloqueio é que o Kill Switch evitará quaisquer fugas durante os restabelecimentos de ligação automáticos do túnel, falhas de software e acidentes semelhantes.
ru: Разница между опциями «Аварийное отключение» и «Режим блокировки» заключается в том, что «Аварийное отключение» предотвращает утечки во время автоматического переподключения туннеля, сбоев программного обеспечения и подобных случаев.
sv: Skillnaden mellan Kill Switch och Låsningsläge är att Kill Switch förhindrar att läckor inträffar vid automatisk återanslutning av tunnlar, programkraschar och liknande olyckor.
th: ความแตกต่างระหว่างคิลสวิตช์ และโหมดล็อกดาวน์ก็คือ คิลสวิตช์จะป้องกันไม่ให้มีข้อมูลรั่วไหว ในระหว่างการเชื่อมต่ออุโมงค์อัตโนมัติใหม่อีกครั้ง ซอฟต์แวร์ล้มเหลว และอุบัติเหตุที่คล้ายคลึงกัน
tr: Kill Switch ve Kilitleme Modu arasındaki fark, Kill Switch'in otomatik olarak tünel bağlantısının yeniden kurulması, yazılım çökmeleri ve benzer sorunlar sırasında herhangi bir sızıntının olmasını engellemesidir.
