Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# settings-import
source: Server IP override
ar: تجاوز عنوان IP للخادم
da: Server IP tilsidesættelse
de: Server-IP überschreiben
es: Anulación de IP de servidor
fa: جایگزینی‌ IP سرور
fi: Palvelimen IP-osoitteen ohitus
fr: Substitution d'IP de serveur
it: Sovrascritture IP server
ja: サーバーIPのオーバーライド
my: ဆာဗာ IP ကျော်လွန် ပယ်ဖျက်မှု
nb: Overstyring av server-IP
nl: Overschrijving van server-IP-adressen
pl: Zastąpienie adresu IP serwera
pt: Substituição de IP de servidor
ru: Переопределение IP-адреса сервера
sv: Åsidosättning av server-IP
th: โอเวอร์ไรด์ IP เซิร์ฟเวอร์
tr: Sunucu IP'sini geçersiz kılma

# settings-import
source: To circumvent this you can import a file or a text, provided by our support team, with new IP addresses that override the default addresses of the servers in the Select location view.
ar: للتغلب على هذه المشكلة، يمكنك استيراد ملف أو نص، تم توفيره من قِبل فريق الدعم لدينا، مع عناوين IP جديدة تتجاوز العناوين الافتراضية للخوادم في شاشة تحديد الموقع.
da: For at omgå dette kan du importere en fil eller en tekst, leveret af vores supportteam, med nye IP-adresser, der tilsidesætter standardadresserne på serverne i visningen Vælg placering.
de: Um dies zu umgehen, können Sie eine Datei oder einen von unserem Support-Team bereitgestellten Text mit neuen IP-Adressen importieren, die die Standardadressen der Server in der Ortsauswahl außer Kraft setzen.
es: Para eludir esto, puede importar un archivo o texto, suministrado por nuestro equipo de asistencia, con nuevas direcciones IP que anulan las direcciones predeterminadas de los servidores en la vista Seleccionar ubicación.
fa: برای دور زدن این مشکل، می‌توانید یک فایل یا متن که تیم پشتیبانی ما در اختیارتان می‌گذارد را وارد کنید تا با آدرس‌های IP جدید، آدرس‌های پیش‌فرض سرورها را در بخش «انتخاب مکان» جایگزینی‌ کند.
fi: Voit kiertää estot tuomalla tukitiimimme toimittaman tiedoston tai tekstin, josta löytyy uusia, palvelimien oletusosoitteet sijainnin valintanäkymässä ohittavia IP-osoitteita.
fr: Pour contourner ce problème, vous pouvez importer un fichier ou du texte fourni par notre équipe d'assistance, avec de nouvelles adresses IP qui remplacent les adresses par défaut des serveurs dans la vue Sélectionner un emplacement.
it: Per aggirare questo problema, puoi importare un file o un testo, fornito dal nostro team di supporto, con nuovi indirizzi IP che sovrascrivono gli indirizzi predefiniti dei server nella vista Seleziona posizione.
ja: これを回避するには、「場所を選択」ビューでサポートチームが提供したサーバーのデフォルトアドレスをオーバーライドする新しいIPアドレスを含むファイルまたはテキストをインポートできます。
my: ဤသည်ကို ရှောင်လွှဲရန် ကျွန်ုပ်တို့ အကူအညီပေးရေးအဖွဲ့မှ ပေးထားသော တည်နေရာ ရွေးရန် ပြသမှုအတွင်းရှိ ဆာဗာများ၏ ပုံသေ လိပ်စာများကို ကျော်လွန် ပယ်ဖျက်သည့် IP လိပ်စာအသစ်များဖြင့် ဖိုင် သို့မဟုတ် စာသားကို သင် ထည့်သွင်းနိုင်ပါသည်။
nb: For å omgå dette kan du importere en fil eller tekst, som du har fått fra kundestøtteteamet, med nye IP-adresser som overstyrer standardadressene til serverne i «Velg plassering».
nl: Om dit te omzeilen, kunt u een door ons ondersteuningsteam verstrekt bestand of tekst importeren, met nieuwe IP-adressen die de standaardadressen van de servers in de weergave Locatie selecteren overschrijven.
pl: Aby obejść ten problem, można zaimportować plik lub tekst dostarczony przez nasz zespół pomocy technicznej, zawierający nowe adresy IP, które zastępują domyślne adresy serwerów w widoku Wybierz lokalizację.
pt: Para contornar esta situação, pode importar um ficheiro ou texto, fornecido pela nossa equipa de apoio, com novos endereços IP que substituem os endereços padrão dos servidores na vista Selecionar local.
ru: Чтобы обойти эту проблему, можно импортировать файл или текст, предоставленный нашей службой поддержки, с новыми IP-адресами, которые заменяют адреса серверов по умолчанию в представлении «Выбор местоположения».
sv: För att kringgå detta kan du importera en fil eller text, som tillhandahålls av vårt supportteam, med nya IP-adresser som åsidosätter servrarnas standardadresser i Välj platsvy.
th: ในการหลีกเลี่ยงปัญหานี้ คุณสามารถนำเข้าไฟล์หรือข้อความที่ได้รับจากทีมสนับสนุนของเรา พร้อมด้วยที่อยู่ IP ใหม่ที่โอเวอร์ไรด์ที่อยู่เริ่มต้นของเซิร์ฟเวอร์ในมุมมองเลือกตำแหน่งที่ตั้ง
tr: Bu sınırlamadan kaçınmak için Konum Seç görünümündeki varsayılan sunucu adreslerini geçersiz kılan yeni IP adreslerine sahip bir dosyayı veya metni (destek ekibimiz tarafından sağlanır) içe aktarabilirsiniz.

# settings-view
source: API access
ar: الوصول إلى واجهة API
da: API-adgang
de: API-Zugriff
es: Acceso a API
fa: دسترسی به API
fi: Ohjelmointirajapinnan käyttö
fr: Accès à l'API
it: Accesso API
ja: APIアクセス
my: API ရယူသုံးစွဲခွင့်
nb: API-tilgang
nl: API-toegang
pl: Dostęp do API
pt: Acesso à API
ru: Доступ к API
sv: API-åtkomst
th: การเข้าถึง API
tr: API erişimi

# settings-view
source: App info
ar: معلومات التطبيق
da: App-oplysninger
es: Información de la aplicación
fa: اطلاعات اپلیکیشن
fi: Sovelluksen tiedot
fr: Infos sur l'application
it: Info app
ja: アプリ情報
my: အက်ပ်အချက်အလက်
pl: Informacje o aplikacji
pt: Informação sobre a app
ru: Информация о приложении
th: ข้อมูลแอป
tr: Uygulama bilgileri

# settings-view
source: Multihop
ar: القفز المتعدد
es: Salto múltiple
fa: مولتی‌هاپ
ja: マルチホップ
my: မာလ်တီဟော့ပ်
nb: Multihopp
pl: Wielokrotny przeskok
ru: Многократный переход
sv: Multihopp
th: มัลติฮอป
tr: Çoklu geçiş

# settings-view
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fa: تنظیمات
fi: Asetukset
it: Impostazioni
my: ဆက်တင်များ
nb: Innstillinger
nl: Instellingen
pt: Definições
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar

# settings-view
source: Support
ar: الدعم
es: Ayuda
fa: پشتیبانی
fi: Tuki
fr: Assistance
it: Supporto
ja: サポート
my: အကူအညီ
nb: Kundestøtte
nl: Ondersteuning
pl: Pomoc techniczna
pt: Suporte
ru: Поддержка
th: การสนับสนุน
tr: Destek

# settings-view
source: Update available
ar: يتوفَّر تحديث جديد
de: Update verfügbar
es: Actualización disponible
fa: به‌روزرسانی موجود است
fi: Päivitys saatavilla
it: Aggiornamento disponibile
my: အပ်ဒိတ်ရရှိနိုင်ပါပြီ
nb: En oppdatering er tilgjengelig
nl: Update beschikbaar
pt: Atualização disponível
ru: Есть обновление
sv: Uppdatering tillgänglig
th: มีการอัปเดตให้ใช้งาน
tr: Güncelleme mevcut

# settings-view
source: User interface settings
ar: إعدادات واجهة المستخدم
da: Brugergrænsefladeindstillinger
de: UI-Einstellungen
es: Configuración de la interfaz de usuario
fa: تنظیمات رابط کاربری
fi: Käyttöliittymän asetukset
fr: Paramètres d'interface utilisateur
it: Impostazioni dell'interfaccia utente
ja: ユーザーインターフェイス設定
my: သုံးစွဲသူ ကြားခံစနစ် ဆက်တင်
nb: Innstillinger for brukergrensesnitt
nl: Gebruikersinterface-instellingen
pl: Ustawienia interfejsu użytkownika
pt: Definições da interface de utilizador
ru: Настройки интерфейса
sv: Inställningar för användargränssnitt
th: การตั้งค่าอินเทอร์เฟซผู้ใช้
tr: Kullanıcı arayüzü ayarları

# settings-view
source: VPN settings
ar: إعدادات شبكة VPN
da: VPN-indstillinger
de: VPN-Einstellungen
es: Configuración de VPN
fa: تنظیمات VPN
fi: VPN-asetukset
fr: Paramètres VPN
it: Impostazioni VPN
ja: VPN設定
my: VPN ဆက်တင်များ
nb: VPN-innstillinger
nl: VPN-instellingen
pl: Ustawienia VPN
pt: Definições de VPN
ru: Настройки VPN
sv: VPN-inställningar
th: การตั้งค่า VPN
tr: VPN ayarları

# split-tunneling-view
source: %(applicationName)s is problematic and can’t be excluded from the VPN tunnel.
ar: %(applicationName)s يُمثِّل مشكلة ولا يمكن استثناؤه من نفق شبكة VPN.
da: %(applicationName)s er problematisk og kan ikke udelukkes fra VPN-tunnelen.
de: %(applicationName)s ist problematisch und kann nicht vom VPN-Tunnel ausgeschlossen werden.
es: %(applicationName)s suele causar problemas y no puede excluirse del túnel VPN.
fa: ‏%(applicationName)s مشکل‌ساز است و نمی‌توان آن را از تونل VPN خارج کرد.
fi: %(applicationName)s on ongelmallinen, eikä sitä voida sulkea pois VPN-tunnelista.
fr: L'application %(applicationName)s pose problème et ne peut pas être exclue du tunnel VPN.
it: L'applicazione %(applicationName)s causa problemi e non può essere esclusa dal tunnel VPN.
ja: %(applicationName)sには問題があるため、VPNトンネルから除外できません。
my: %(applicationName)s သည် ပြဿနာဖြစ်စေပြီး VPN Tunnel မှ ဖယ်၍ မရနိုင်ပါ။
nb: %(applicationName)s opplever problemer og kan ikke utelates fra VPN-tunnelen.
nl: %(applicationName)s is problematisch en kan niet worden uitgesloten van de VPN-tunnel.
pl: Aplikacja %(applicationName)s sprawia problem i nie można jej wykluczyć z tunelu VPN.
pt: A %(applicationName)s é problemática e não pode ser executada através do túnel VPN.
ru: %(applicationName)s является проблемным и не может быть исключено из туннеля VPN.
sv: %(applicationName)s är problematiskt och kan inte exkluderas från VPN-tunneln.
th: %(applicationName)s ได้ก่อให้เกิดปัญหาขึ้น และไม่สามารถแยกออกจากช่องทาง VPN ได้
tr: %(applicationName)s uygulaması hatalı ve VPN tünelinin dışında bırakılamıyor.

# split-tunneling-view
source: %(splitTunneling)s is not supported by your system.
ar: لا يدعم نظامك %(splitTunneling)s.
de: %(splitTunneling)s wird von Ihrem System nicht unterstützt.
es: Su sistema no admite %(splitTunneling)s.
fa: ‏%(splitTunneling)s توسط سیستم شما پشتیبانی نمی‌شود.
fi: %(splitTunneling)s ei ole tuettu järjestelmässäsi.
it: %(splitTunneling)s non supportato dal tuo sistema.
my: %(splitTunneling)s ကို သင့်စနစ်က မပံ့ပိုးပါ။
nb: %(splitTunneling)s støttes ikke av systemet ditt.
nl: %(splitTunneling)s wordt niet ondersteund in ons systeem.
pt: %(splitTunneling)s não é suportada pelo seu sistema.
ru: %(splitTunneling)s не поддерживается вашей системой.
sv: Ditt system har inte stöd för %(splitTunneling)s.
th: %(splitTunneling)s ไม่ได้รับการรองรับโดยระบบของคุณ
tr: %(splitTunneling)s sisteminiz tarafından desteklenmiyor.

# split-tunneling-view
source: Add
ar: إضافة
da: Tilføj
de: Hinzufügen
es: Agregar
fa: افزودن
fi: Lisää
fr: Ajouter
it: Aggiungi
ja: 追加
my: ပေါင်းထည့်ရန်
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till
th: เพิ่ม
tr: Ekle

# split-tunneling-view
source: All apps
ar: جميع التطبيقات
da: Alle apps
de: Alle Apps
es: Todas las aplicaciones
fa: همهٔ اپلیکیشن‌ها
fi: Kaikki sovellukset
fr: Toutes les applications
it: Tutte le app
ja: すべてのアプリ
my: အက်ပ်များ အားလုံး
nb: Alle apper
nl: Alle apps
pl: Wszystkie aplikacje
pt: Todas as aplicações
ru: Все приложения
sv: Alla appar
th: แอปทั้งหมด
tr: Tüm uygulamalar

# split-tunneling-view
source: Choose the apps you want to exclude from the VPN tunnel.
ar: اختر التطبيقات التي تريد استثناؤها من نفق شبكة VPN.
da: Vælg de apps, du vil ekskludere fra VPN-tunnelen.
de: Wählen Sie die Apps aus, die Sie aus dem VPN-Tunnel ausschließen möchten.
es: Seleccione las aplicaciones que quiera excluir del túnel VPN.
fa: اپلیکیشن‌هایی را که می‌خواهید از تونل VPN خارج کنید انتخاب نمایید.
fi: Valitse sovellukset, jotka haluat sulkea pois VPN-tunnelista.
fr: Choisissez les applications que vous souhaitez exclure du tunnel VPN.
it: Scegli le app che desideri escludere dal tunnel VPN.
ja: VPNトンネルから除外するアプリを選択してください。
my: VPN Tunnel မှ ဖယ်ထုတ်လိုသည့် အက်ပ်များကို ရွေးချယ်ပါ။
nb: Velg appene du vil ekskludere fra VPN-tunnelen.
nl: Kies de apps die die u wilt uitsluiten van de VPN-tunnel.
pl: Wybierz aplikacje, które chcesz wykluczyć z tunelu VPN.
pt: Escolha as aplicações que deseja excluir do túnel VPN.
ru: Выберите приложения, которые нужно исключить из туннеля VPN.
sv: Välj de appar du vill exkludera från VPN-tunneln.
th: เลือกแอปที่คุณต้องการแยกออกจากช่องทาง VPN
tr: VPN tünelinden hariç tutmak istediğiniz uygulamaları seçin.

# split-tunneling-view
source: Click here to learn more
ar: انقر هنا لمعرفة المزيد
de: Klicken Sie hier, um mehr zu erfahren
es: Haga clic aquí para obtener más información
fa: برای کسب اطلاعات بیشتر اینجا کلیک کنید
fi: Lue lisää napsauttamalla tätä
it: Clicca qui per scoprire di più
my: ပိုမိုသိရှိရန် ဤနေရာကိုနှိပ်ပါ
nb: Klikk her for å finne ut mer
nl: Klik hier voor meer informatie
pt: Clique aqui para saber mais
ru: Нажмите здесь, чтобы узнать больше
sv: Klicka här för mer information
th: คลิกที่นี่เพื่อเรียนรู้เพิ่มเติม
tr: Daha bilgi için buraya tıklayın

# split-tunneling-view
source: Click on an app to launch it. Its traffic will bypass the VPN tunnel until you close it.
ar: انقر على تطبيق لتشغيله. سيتجاوز اتصاله نفق شبكة VPN حتى تُغلقه.
da: Klik på en app, når den åbnes. Dens trafik vil blive ført uden om VPN-tunnelen, indtil du lukker den.
de: Klicken Sie auf die App, um sie zu starten. Der Traffic wird den VPN-Tunnel umgehen, bis Sie sie schließen.
es: Haga clic en una aplicación para iniciarla. El tráfico de la aplicación sorteará el túnel VPN hasta que la cierre.
fa: روی یک اپلیکیشن کلیک کنید تا اجرا شود. تا زمانی که اپلیکیشن باز است، ترافیک آن از تونل VPN عبور نمی‌کند.
fi: Napsauta sovellusta käynnistääksesi sen. Sen liikenne ohittaa VPN-tunnelin, kunnes suljet sen.
fr: Cliquez sur une application pour la lancer. Son trafic contournera le VPN jusqu'à ce que vous la fermiez.
it: Clicca sull'app per avviarla. Il suo traffico non rientrerà nel tunnel VPN fino alla sua chiusura.
ja: アプリをクリックして起動します。そのトラフィックは、アプリを閉じるまでVPNトンネルをバイパスします。
my: ၎င်းကို စတင်ဆောင်ရွက်ရန် အက်ပ်ကို နှိပ်ပါ။ ၎င်းကူးလူးမှုသည် ၎င်းကို သင်မပိတ်မချင်း VPN Tunnel ကို သုံး၍ ရှောင်ကွင်းသွားပါမည်။
nb: Klikk på en app for å starte den. Trafikken fra appen vil føres utenom VPN-tunnelen inntil du avslutter den.
nl: Klik op een app om deze te starten. Het verkeer ervan gaat buiten de VPN-tunnel om tot u deze sluit.
pl: Aby uruchomić aplikację, kliknij ją. Jej ruch będzie omijał tunel VPN, dopóki go nie zamkniesz.
pt: Clique numa aplicação para a lançar. O seu tráfego irá contornar o túnel VPN até que a feche.
ru: Щелкните по ярлыку приложения для запуска. Трафик приложения будет обходить туннель VPN, пока вы не закроете его.
sv: Klicka på ett program för att starta det. Dess trafik förbigår VPN-tunneln tills du stänger det.
th: คลิกบนแอปเพื่อเปิด การรับส่งข้อมูลของแอปดังกล่าวจะบายพาสช่องทาง VPN จนกว่าคุณจะปิดแอป
tr: Başlatmak için bir uygulamaya tıklayın. Uygulama trafiği, siz kapatana kadar VPN tünelini atlayacaktır.

# split-tunneling-view
source: Enabled "Full disk access" and still having issues?
ar: هل فعَّلت "الوصول الكامل للقرص" ولا تزال تواجه مشكلات؟
da: Har du aktiveret "Fuld diskadgang" og har stadig problemer?
de: „Voller Festplattenzugriff“ aktiviert und immer noch Probleme?
es: ¿Ha activado «Acceso completo al disco» y sigue teniendo problemas?
fa: «‏دسترسی کامل به دیسک» را فعال کرده‌اید و هنوز مشکل دارید؟
fi: Oletko sallinut koko levyn käytön, mutta kohtaat edelleen ongelmia?
fr: « Accès complet au disque » est activé et vous rencontrez toujours des problèmes ?
it: Hai abilitato "Accesso completo al disco" e hai ancora problemi?
ja: [フルディスクアクセス] を有効にしても問題が解決しませんか？
my: "Full disk access" ကို ဖွင့်ထားပြီးဖြစ်သော်လည်း ပြဿနာများဆက်ရှိနေပါသလား။
nb: Har du aktivert «Full disktilgang» og har fortsatt problemer?
nl: "Volledige schijftoegang" ingeschakeld en nog steeds problemen?
pl: Czy włączono opcję „Pełny dostęp do dysku” i nadal występują problemy?
pt: Ativou a opção "Acesso completo ao disco" e continua a ter problemas?
ru: Включили полный доступ к диску, но проблемы остались?
sv: Har du aktiverat "Fullständig diskåtkomst" och har fortfarande problem?
th: เปิดใช้งาน "การเข้าถึงดิสก์ทั้งหมด" แล้ว และยังมีปัญหาอยู่ใช่หรือไม่
tr: "Tam disk erişimi" etkinleştirilmesine rağmen sorun mu yaşıyorsunuz?

# split-tunneling-view
source: Excluded apps
ar: التطبيقات المستثناة
da: Ekskluderede apps
de: Ausgeschlossene Apps
es: Aplicaciones excluidas
fa: اپلیکیشن‌های مستثنا شده
fi: Poissuljetut sovellukset
fr: Applications exclues
it: App escluse
ja: 除外対象アプリ
my: ဖယ်ထုတ်ထားသည့် အက်ပ်များ
nb: Ekskluder apper
nl: Uitgesloten apps
pl: Wykluczone aplikacje
pt: Aplicações excluídas
ru: Исключенные приложения
sv: Exkluderade appar
th: แอปที่ยกเว้น
tr: Hariç tutulan uygulamalar

# split-tunneling-view
source: Find another app
ar: العثور على تطبيق آخر
da: Find en anden app
de: Andere App finden
es: Buscar otra aplicación
fa: پیدا کردن اپلیکیشن دیگر
fi: Etsi jokin muu sovellus
fr: Trouver une autre application
it: Trova un'altra app
ja: その他のアプリを探す
my: အခြားအက်ပ်ကို ရှာရန်
nb: Finn en annen app
nl: Nog een app zoeken
pl: Znajdź inną aplikację
pt: Encontrar outra aplicação
ru: Найти другое приложение
sv: Hitta en annan app
th: ค้นหาแอปอื่น
tr: Başka bir uygulama bul

# split-tunneling-view
source: If it’s already running, close %(applicationName)s before launching it from here. Otherwise it might not be excluded from the VPN tunnel.
ar: إذا كان التطبيق قيد التشغيل بالفعل، فأغلق %(applicationName)s قبل تشغيله من هنا. وإلا، فقد لا يتم استثناؤه من نفق شبكة VPN.
da: Hvis den allerede kører, skal du lukke %(applicationName)s, før den åbnes herfra. Ellers kan den måske ikke udelukkes fra VPN-tunnelen.
de: Schließen Sie %(applicationName)s bevor Sie sie hier starten, falls sie bereits läuft. Andernfalls wird sie vom VPN-Tunnel ausgeschlossen.
es: Si ya está ejecutándose, cierre %(applicationName)s antes de iniciarla desde aquí. De lo contrario, no se excluirá del túnel VPN.
fa: اگر %(applicationName)s در حال اجرا است، ابتدا آن را ببندید و سپس از اینجا اجرا کنید؛ در غیر این صورت ممکن است از تونل VPN مستثنا نشود.
fi: Jos sovellus on jo käynnissä, sulje %(applicationName)s ennen sen käynnistämistä täältä. Muuten sitä ei välttämättä suljeta ulos VPN-tunnelista.
fr: Si elle est déjà en cours d'exécution, fermez l'application %(applicationName)s avant de la démarrer d'ici. Dans le cas contraire, elle ne sera peut être pas exclue du tunnel VPN.
it: Già in esecuzione. Chiudi %(applicationName)s prima di avviare da qui. In caso contrario, l'applicazione potrebbe non essere esclusa dal tunnel VPN.
ja: すでに実行中の場合は、ここから起動する前に %(applicationName)sを閉じてください。そうしないと、VPNトンネルから除外されない可能性があります。
my: ၎င်းသည် လုပ်ဆောင်နေပြီး ဖြစ်ပါက ၎င်းကို ဤမှ စတင်မဆောင်ရွက်မီ %(applicationName)s ကို ပိတ်ပါ။ သို့မဟုတ်ပါက ၎င်းကို VPN Tunnel မှ ဖယ်၍ ရနိုင်မည် မဟုတ်ပါ။
nb: Hvis den allerede kjører, må du avslutte %(applicationName)s før du starter den herfra. Hvis ikke, kan den kanskje ikke utelates fra VPN-tunnelen.
nl: Als deze al is geopend, sluit %(applicationName)s dan voordat deze van hieruit wordt geopend. Anders wordt deze mogelijk niet uitgesloten van de VPN-tunnel.
pl: Jeśli aplikacja %(applicationName)s już jest uruchomiona, zamknij ją przed uruchomieniem jej stąd. W przeciwnym razie może nie zostać wykluczona z tunelu VPN.
pt: Caso já esteja a ser executada, feche a %(applicationName)s antes de a lançar através daqui. Caso contrário esta poderá não ser executada através do túnel VPN.
ru: Если приложение уже работает, закройте %(applicationName)s, и только после этого запускайте его отсюда. В противном случае его не удастся исключить из туннеля VPN.
sv: Om det redan körs ska du stänga %(applicationName)s innan du startar det härifrån. Annars kanske det inte exkluderas från VPN-tunneln.
th: ในกรณีที่แอปกำลังทำงานอยู่ ให้ปิด %(applicationName)s ก่อนที่จะเปิดแอปจากที่นี่ มิฉะนั้น แอปจะไม่ถูกแยกออกจากช่องทาง VPN
tr: Zaten çalışıyorsa, buradan başlatmadan önce %(applicationName)s uygulamasını kapatın. Aksi takdirde VPN tünelinin dışında tutulmayacaktır.

# split-tunneling-view
source: Launch
ar: تشغيل
da: Start
de: Starten
es: Iniciar
fa: اجرا
fi: Käynnistä
fr: Lancer
it: Avvia
ja: 起動する
my: စတင်ဆောင်ရွက်ရန်
nb: Start
nl: Starten
pl: Uruchom
pt: Lançar
ru: Запустить
sv: Starta
th: เปิด
tr: Başlat

# split-tunneling-view
source: Open System Settings
ar: فتح إعدادات النظام
da: Åbn systemindstillinger
de: Systemeinstellungen öffnen
es: Abrir la configuración del sistema
fa: تنظیمات سیستم را باز کنید
fi: Avaa järjestelmäasetukset
fr: Ouvrir les paramètres système
it: Apri le impostazioni di sistema
ja: システム設定を開く
my: စနစ်ဆက်တင်များကို ဖွင့်ရန်
nb: Åpne systeminnstillinger
nl: Systeeminstellingen openen
pl: Otwórz ustawienia systemu
pt: Abrir definições do sistema
ru: Открыть системные настройки
sv: Öppna systeminställningarna
th: เปิดการตั้งค่าระบบ
tr: Sistem Ayarlarını Aç

# split-tunneling-view
source: Please send a problem report.
ar: يُرجى إرسال بلاغ بالمشكلة.
da: Indsend en problemrapport.
de: Bitte senden Sie einen Problembericht.
es: Envíe un informe de problemas.
fa: لطفاً یک گزارش مشکل ارسال کنید.
fi: Lähetä ongelmaraportti.
fr: Veuillez envoyer un rapport de problème.
it: Invia una segnalazione del problema.
ja: 問題の報告を送信してください。
my: ပြဿနာ ရီပို့တ်တစ်ခု ပေးပို့ပေးပါ။
nb: Send inn en problemrapport.
nl: Stuur een probleemrapport.
pl: Wyślij zgłoszenie problemu.
pt: Envie um relatório do problema.
ru: Отправьте сообщение о проблеме.
sv: Skicka en problemrapport.
th: โปรดส่งรายงานปัญหา
tr: Lütfen bir hata raporu gönderin.

# split-tunneling-view
source: Please try again or send a problem report.
ar: يُرجى إعادة المحاولة أو إرسال بلاغ بالمشكلة.
da: Prøv igen, eller indsend en problemrapport.
de: Bitte versuchen Sie es erneut oder senden Sie einen Problembericht.
es: Inténtelo de nuevo o envíe un informe de problemas.
fa: لطفاً دوباره امتحان کنید یا یک گزارش مشکل ارسال نمایید.
fi: Yritä uudelleen tai lähetä ongelmaraportti.
fr: Veuillez réessayer ou envoyer un rapport de problème.
it: Riprova o invia una segnalazione del problema.
ja: 再試行するか、問題の報告を送信してください。
my: ထပ်ကြိုးစားကြည့်ပါ သို့မဟုတ် ပြဿနာ ရီပို့တ်တစ်ခု ပေးပို့ပေးပါ။
nb: Prøv igjen eller send inn en problemrapport.
nl: Probeer het opnieuw of stuur een probleemrapport.
pl: Spróbuj ponownie lub wyślij zgłoszenie problemu.
pt: Tente novamente ou envie um relatório do problema.
ru: Повторите попытку или отправьте сообщение о проблеме.
sv: Försök igen eller skicka en problemrapport.
th: โปรดลองใหม่อีกครั้ง หรือส่งรายงานปัญหา
tr: Lütfen tekrar deneyin veya bir hata raporu gönderin.

# split-tunneling-view
source: Restart Mullvad Service
ar: إعادة تشغيل خدمة Mullvad
da: Genstart Mullvad-tjenesten
de: Mullvad-Dienst neu starten
es: Reiniciar el servicio de Mullvad
fa: راه‌اندازی مجدد سرویس Mullvad
fi: Käynnistä Mullvad Service uudelleen
fr: Redémarrer le service Mullvad
it: Riavvia il servizio Mullvad
ja: Mullvadサービスを再起動
my: Mullvad ဝန်ဆောင်မှုကို ပြန်လည်စတင်ရန်
nb: Start Mullvad-tjenesten på nytt
nl: Mullvad-service opnieuw starten
pl: Uruchom ponownie usługę Mullvad
pt: Reiniciar o serviço Mullvad
ru: Перезапустить сервис Mullvad
sv: Starta om Mullvad-tjänsten
th: รีสตาร์ตบริการ Mullavad
tr: Mullvad Hizmetini Yeniden Başlat
