Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# openvpn-settings-view
source: Helps circumvent censorship, by routing your traffic through a bridge server before reaching an %(openvpn)s server. Obfuscation is added to make fingerprinting harder.
da: Hjælper med at omgå censur ved at dirigere din trafik gennem en broserver, før du når en %(openvpn)s-server. Tilsløring er tilføjet for at gøre registrering af fingeraftryk sværere.
fr: Aide à contourner la censure en routant votre trafic via un serveur de pont avant d'atteindre un serveur %(openvpn)s. La dissimulation est ajoutée pour compliquer le profilage.
it: Aiuta ad aggirare la censura, instradando il tuo traffico attraverso un server bridge prima di raggiungere un server %(openvpn)s. L'offuscamento viene aggiunto per rendere più difficile il fingerprinting.
ja: %(openvpn)sサーバーへ到達する前にブリッジサーバー経由でトラフィックをルーティングすることにより、検閲を回避できるようにします。アクセス元の特定を困難にするために、難読化が施されます。
nb: Hjelper med å omgå sensur ved å dirigere trafikken din gjennom en broserver før du når en %(openvpn)s-server. Tilsløring legges til for å gjøre fingeravtrykk vanskeligere.
nl: Helpt bij het omzeilen van censuur door uw verkeer via een brugserver te leiden voordat het naar een %(openvpn)s-server gaat. Er wordt versluiering toegevoegd om het nemen van browservingerafdrukken moeilijker te maken.
pl: Pomaga obejść cenzurę, kierując ruch przez serwer mostowy przed dotarciem do serwera %(openvpn)s. Aby zapobiec zostawianiu śladów, dodano zaciemnianie kodu.
ru: Помогает обойти цензуру: трафик, прежде чем попасть на сервер %(openvpn)s, направляется через сервер-мост. Чтобы затруднить создание цифрового отпечатка, выполняется обфускация.

# openvpn-settings-view
source: Set %(openvpn)s MSS value. Valid range: %(min)d - %(max)d.
da: Indstil %(openvpn)s MSS-værdi. Gyldigt område: %(min)d - %(max)d.
fr: Définir la valeur MSS %(openvpn)s. Plage valide : %(min)d - %(max)d.
it: Imposta il valore MSS di %(openvpn)s. Intervallo valido: %(min)d - %(max)d.
ja: %(openvpn)s MSSの値を設定します。有効範囲: %(min)d ～ %(max)d。
nb: Angi %(openvpn)s MSS-verdi. Verdiområde: %(min)d-%(max)d.
nl: Stel de MSS-waarde voor %(openvpn)s in. Geldig bereik: %(min)d - %(max)d.
pl: Ustaw wartość MSS %(openvpn)s. Prawidłowy zakres: %(min)d - %(max)d.
ru: Установите значение MSS для %(openvpn)s. Диапазон значений: %(min)d–%(max)d.

# openvpn-settings-view
source: To activate Bridge mode, change <b>%(transportProtocol)s</b> to <b>%(automatic)s</b> or <b>%(tcp)s</b>.
da: For at aktivere brotilstand skal du ændre <b>%(transportProtocol)s</b> til <b>%(automatic)s</b> eller <b>%(tcp)s</b>.
fr: Changez le paramètre <b>%(transportProtocol)s</b> en <b>%(automatic)s</b> ou <b>%(tcp)s</b> pour activer le mode Pont.
it: Per attivare la modalità Bridge, cambia <b>%(transportProtocol)s</b> in <b>%(automatic)s</b> o <b>%(tcp)s</b>.
ja: ブリッジモードを有効にするには、<b>%(transportProtocol)s</b>を<b>%(automatic)s</b>または<b>%(tcp)s</b>に変更してください。
nb: For å aktivere bromodus, endre <b>%(transportProtocol)s</b> til <b>%(automatic)s</b> eller <b>%(tcp)s</b>.
nl: Om de Bridge-modus te activeren wijzigt u <b>%(transportProtocol)s</b> in <b>%(automatic)s</b> of <b>%(tcp)s</b>.
pl: Aby aktywować tryb mostu, zmień <b>%(transportProtocol)s</b> na <b>%(automatic)s</b> lub <b>%(tcp)s</b>.
ru: Чтобы активировать режим моста, измените <b>%(transportProtocol)s</b> на <b>%(automatic)s</b> или <b>%(tcp)s</b>.

# openvpn-settings-view
source: To activate Bridge mode, go back and change <b>%(tunnelProtocol)s</b> to <b>%(openvpn)s</b>.
da: For at aktivere brotilstand skal du gå tilbage og ændre <b>%(tunnelProtocol)s</b> til <b>%(openvpn)s</b>.
fr: Revenez en arrière et changez le paramètre <b>%(tunnelProtocol)s</b> en <b>%(openvpn)s</b> pour activer le mode Pont.
it: Per attivare la modalità Bridge, torna indietro e cambia <b>%(tunnelProtocol)s</b> in <b>%(openvpn)s</b>.
ja: ブリッジモードを有効にするには、戻ってから<b>%(tunnelProtocol)s</b>を<b>%(openvpn)s</b>に変更してください。
nb: For å aktivere bromodus, gå tilbake og endre <b>%(tunnelProtocol)s</b> til <b>%(openvpn)s</b>.
nl: Om de Bridge-modus te activeren, moet u teruggaan en <b>%(tunnelProtocol)s</b> wijzigen in <b>%(openvpn)s</b>.
pl: Aby aktywować tryb mostu, wróć i zmień <b>%(tunnelProtocol)s</b> na <b>%(openvpn)s</b>.
ru: Чтобы активировать режим моста, вернитесь и измените <b>%(tunnelProtocol)s</b> на <b>%(openvpn)s</b>.

# openvpn-settings-view
source: To activate UDP, change <b>Bridge mode</b> to <b>Automatic</b> or <b>Off</b>.
da: For at aktivere UDP skal du ændre <b>Brotilstand</b> til <b>Automatisk</b> eller <b>Fra</b>.
fr: Changez le paramètre <b>Mode Pont</b> de <b>Automatique</b> à <b>Off</b> pour activer UDP.
it: Per attivare UDP, cambia <b>Modalità Bridge</b> in <b>Automatico</b> o <b>Off</b>.
ja: UDPを有効にするには、<b>ブリッジモード</b>を<b>自動</b>または<b>オフ</b>に変更してください。
nb: For å aktivere UDP, endre <b>Bromodus</b> til <b>Automatisk</b> eller <b>Av</b>.
nl: Om UDP te activeren, moet u <b>Bridge-modus</b> wijzigen naar <b>Automatisch</b> of <b>Uit</b>.
pl: Aby aktywować protokół UDP, zmień <b>Tryb mostu</b> na <b>Automatyczny</b> lub <b>Wył</b>.
ru: Чтобы активировать UDP, измените <b>Режим моста</b> на <b>Автоматически</b> или <b>Выключен</b>.

# openvpn-settings-view
source: To select a specific bridge server, go to the Select location view.
da: For at vælge en bestemt broserver skal du gå til visningen Vælg placering.
fr: Pour sélectionner un serveur de pont spécifique, accédez à la vue Sélectionner une localisation.
it: Per selezionare un server di bridge specifico, vai alla vista Seleziona posizione.
ja: 特定のブリッジサーバーを選択するには、場所の選択ビューに移動します。
nb: Hvis du vil velge en bestemt broserver, går du til visningen «Velg plassering».
nl: Ga naar Locatie selecteren om een speccifieke bridgeserver te selecteren.
pl: Aby wybrać określony serwer mostowy, przejdź do widoku Wybierz lokalizację.
ru: Чтобы выбрать конкретный сервер моста, перейдите к представлению «Выбор местоположения».

# openvpn-settings-view
source: Transport protocol
da: Transportprotokol
fr: Protocole de transport
it: Protocollo di trasporto
ja: 転送プロトコル
nb: Transportprotokoll
pl: Protokół transportowy
ru: Транспортный протокол

# vpn-settings-view
source: %(openvpn)s settings
da: %(openvpn)s-indstillinger
fr: Paramètres d'%(openvpn)s
it: Impostazioni %(openvpn)s
ja: %(openvpn)sの設定
nb: %(openvpn)s-innstillinger
nl: %(openvpn)s-instellingen
pl: Ustawienia %(openvpn)s
ru: Настройки %(openvpn)s

# vpn-settings-view
source: %(wireguard)s settings
da: %(wireguard)s-indstillinger
fr: Paramètres de %(wireguard)s
it: Impostazioni %(wireguard)s
ja: %(wireguard)sの設定
nb: %(wireguard)s-innstillinger
nl: %(wireguard)s-instellingen
pl: Ustawienia %(wireguard)s
ru: Настройки %(wireguard)s

# vpn-settings-view
source: Attention: We are removing support for %(openVpn)s.
da: Bemærk venligst: Vi ophæver understøttelsen af %(openVpn)s.
fr: Attention : nous arrêtons la prise en charge de %(openVpn)s.
it: Attenzione: stiamo rimuovendo il supporto per %(openVpn)s.
nb: OBS: Vi fjerner støtten for %(openVpn)s.
nl: Opgelet: we stoppen de ondersteuning voor %(openVpn)s.
pl: Uwaga: usuwamy obsługę %(openVpn)s.
ru: Внимание: мы прекращаем поддержку протокола %(openVpn)s.

# vpn-settings-view
source: Enable IPv6
da: Aktiver IPv6
fr: Activer IPv6
it: Abilita IPv6
ja: IPv6を有効にする
nb: Aktiver IPv6
nl: IPv6 inschakelen
pl: Włącz IPv6
ru: Включить IPv6

# vpn-settings-view
source: Read more
da: Læs mere
fr: En savoir plus
it: Scopri di più
nb: Les mer
nl: Meer lezen
pl: Dowiedz się więcej
ru: Подробнее

# vpn-settings-view
source: To select %(openvpn)s, please disable these settings: %(featureList)s.
da: For at vælge %(openvpn)s skal du deaktivere disse indstillinger: %(featureList)s.
fr: Pour sélectionner %(openvpn)s, veuillez désactiver ces paramètres : %(featureList)s.
it: Per selezionare %(openvpn)s, disabilita queste impostazioni: %(featureList)s.
ja: %(openvpn)sを選択するには、次の設定を無効にしてください: %(featureList)s。
nb: For å velge %(openvpn)s må du deaktivere disse innstillingene: %(featureList)s.
nl: Om %(openvpn)s te selecteren, moet u deze instellingen uitschakelen: %(featureList)s.
pl: Aby wybrać %(openvpn)s, wyłącz te ustawienia: %(featureList)s.
ru: Чтобы выбрать %(openvpn)s, отключите следующие настройки: %(featureList)s.

# wireguard-settings-nav
source: %(wireguard)s settings
da: %(wireguard)s-indstillinger
fr: Paramètres de %(wireguard)s
it: Impostazioni %(wireguard)s
ja: %(wireguard)sの設定
nb: %(wireguard)s-innstillinger
nl: %(wireguard)s-instellingen
pl: Ustawienia %(wireguard)s
ru: Настройки %(wireguard)s

# wireguard-settings-view
source: %(wireguard)s settings
da: %(wireguard)s-indstillinger
fr: Paramètres de %(wireguard)s
it: Impostazioni %(wireguard)s
ja: %(wireguard)sの設定
nb: %(wireguard)s-innstillinger
nl: %(wireguard)s-instellingen
pl: Ustawienia %(wireguard)s
ru: Настройки %(wireguard)s

# wireguard-settings-view
source: Attention: This increases network traffic and will also negatively affect speed, latency, and battery usage. Use with caution on limited plans. Only works with %(wireguard)s.
da: Bemærk: Dette øger netværkstrafikken og vil også påvirke hastighed, ventetid og batteriforbrug negativt. Brug det varsomt på abonnementer med begrænsninger. Virker kun med %(wireguard)s.
fr: Attention : cette option augmente le trafic sur le réseau et peut avoir un impact négatif sur la vitesse, la latence et l'utilisation de la batterie. À utiliser avec précaution pour les forfaits limités. Ne fonctionne qu'avec %(wireguard)s.
it: Attenzione: questo aumenta il traffico di rete e avrà anche effetti negativi su velocità, latenza e consumo della batteria. Da usare con cautela su un piano dati limitato. Funziona solo con %(wireguard)s.
nb: OBS: Dette vil øke nettverkstrafikken og også ha negativ innvirkning på hastighet, ventetid og batteriforbruk. Bruk med varsomhet hvis du har abonnement med begrenset data. Fungerer bare med %(wireguard)s.
nl: Opgelet: dit verhoogt het netwerkverkeer en kan ook de snelheid, latentie en het accugebruik negatief beïnvloeden. Gebruik dit voorzichtig bij een beperkt abonnement. Werkt alleen met %(wireguard)s.
pl: Uwaga: zwiększa to ruch sieciowy, a także negatywnie wpływa na szybkość, opóźnienia i zużycie baterii. Używaj ostrożnie w przypadku planów z ograniczeniami. Działa tylko z %(wireguard)s.
ru: Внимание! Включение этой функции приведет к увеличению сетевого трафика. Также снизится скорость, увеличится задержка и усилится расход заряда аккумулятора. Будьте внимательны при использовании функции на ограниченных по трафику планах. Работает только с %(wireguard)s.

# wireguard-settings-view
source: IP version
fr: Version IP
it: Versione IP
ja: IPバージョン
nb: IP-versjon
nl: IP-versie
pl: Wersja IP
ru: Версия IP

# wireguard-settings-view
source: Obfuscation
da: Tilsløring
fr: Dissimulation
it: Offuscamento
ja: 難読化
nb: Tilsløring
nl: Obfuscatie
pl: Zaciemnianie
ru: Обфускация

# wireguard-settings-view
source: Obfuscation hides the WireGuard traffic inside another protocol. It can be used to help circumvent censorship and other types of filtering, where a plain WireGuard connection would be blocked.
da: Tilsløring skjuler WireGuard-trafikken inden i en anden protokol. Det kan bruges til at hjælpe med at omgå censur og andre typer filtrering, hvor en almindelig WireGuard-forbindelse ville blive blokeret.
fr: La dissimulation cache le trafic WireGuard à l'intérieur d'un autre protocole. Elle peut être utilisée pour aider à contourner la censure et d'autres types de filtrage, où une connexion WireGuard simple serait bloquée.
it: L'offuscamento nasconde il traffico WireGuard all'interno di un altro protocollo. Può essere utilizzato per aggirare la censura e altri tipi di filtraggio, in cui una semplice connessione WireGuard verrebbe bloccata.
nb: Tilsløring skjuler WireGuard-trafikken i en annen protokoll. Man kan på den måten omgå sensur og andre typer filter der en vanlig WireGuard-tilkobling ville blitt blokkert.
nl: Obfuscatie verbergt het WireGuard-verkeer in een ander protocol. Het kan worden gebruikt om censuur en andere soorten filtering te omzeilen, waar een gewone WireGuard-verbinding zou worden geblokkeerd.
pl: Zaciemnianie ukrywa ruch WireGuard w innym protokole. Można go użyć do obchodzenia cenzury i innych typów filtrowania, w których zwykłe połączenie WireGuard byłoby blokowane.
ru: Обфускация скрывает трафик WireGuard внутри другого протокола. Это может использоваться для обхода цензуры и других видов фильтрации, когда обычные соединения WireGuard блокируются.

# wireguard-settings-view
source: This allows access to %(wireguard)s for devices that only support IPv6.
da: Dette giver adgang til %(wireguard)s for enheder, der kun understøtter IPv6.
fr: Ceci permet l'accès à %(wireguard)s pour les appareils qui ne prennent en charge que l'IPv6.
it: Ciò consente l'accesso a %(wireguard)s per i dispositivi che supportano solo IPv6.
ja: これにより、IPv6のみをサポートするデバイスでも%(wireguard)sにアクセスできるようになります。
nb: Dette gir tilgang til %(wireguard)s for enheter som støtter IPv6.
nl: Hiermee krijgen apparaten die alleen IPv6 ondersteunen toegang tot %(wireguard)s.
pl: Umożliwia dostęp do %(wireguard)s urządzeniom obsługującym tylko protokół IPv6.
ru: Это обеспечивает доступ к %(wireguard)s для устройств, поддерживающих только IPv6.

source: Attention: This increases network traffic and will also negatively affect speed, latency, and battery usage. Use with caution on limited plans.
da: Bemærk: Dette øger netværkstrafikken og vil også påvirke hastighed, ventetid og batteriforbrug negativt. Brug det varsomt på abonnementer med begrænsninger.
fr: Attention : cette option augmente le trafic sur le réseau et peut avoir un impact négatif sur la vitesse, la latence et l'utilisation de la batterie. À utiliser avec précaution pour les forfaits limités.
it: Attenzione: questo aumenta il traffico di rete e avrà anche effetti negativi su velocità, latenza e consumo della batteria. Da usare con cautela su un piano dati limitato.
ja: 注意: これによりネットワークトラフィックが増加し、速度、遅延、およびバッテリー使用率に悪影響を及ぼします。上限付きプランでは注意して使用してください。
nb: OBS: Dette vil øke nettverkstrafikken og også ha negativ innvirkning på hastighet, ventetid og batteriforbruk. Bruk med varsomhet hvis du har abonnement med begrenset data.
nl: Let op: dit verhoogt het netwerkverkeer en heeft een negatieve invloed op de snelheid, de latentie en het batterijverbruik. Gebruik dit voorzichtig bij beperkte abonnementen.
pl: Uwaga: zwiększa to ruch sieciowy, a także negatywnie wpływa na szybkość, opóźnienia i zużycie baterii. Używaj ostrożnie w przypadku planów z ograniczeniami.
ru: Внимание! Включение этой функции приведет к увеличению сетевого трафика. Также снизится скорость, увеличится задержка и усилится расход заряда аккумулятора. Будьте внимательны при использовании функции на ограниченных по трафику планах.

source: Device IP version
da: Enhedens IP-version
fr: Version de l'IP de l'appareil
it: Versione IP dispositivo
nb: Enhets-IP-versjon
nl: IP-versie apparaat
pl: Wersja protokołu IP urządzenia
ru: Версия IP на устройстве

source: In-tunnel IPv6
da: IPv6 i tunnel
fr: IPv6 en tunnel
nb: IPv6 i tunnel
nl: IPv6 in tunnel
pl: Protokół IPv6 w tunelu
ru: IPv6 внутри туннеля

source: It can be useful when you are aware of problems caused by a certain IP version.
it: Può essere utile quando si è a conoscenza di problemi causati da una determinata versione IP.
nb: Det kan være nyttig når du er klar over problemer som skyldes en bestemt IP-versjon.
nl: Het kan handig zijn als u weet dat een bepaalde IP-versie problemen veroorzaakt.
ru: Может быть полезно, если вам известно, что с определенной версией IP есть проблемы.

source: This feature allows you to choose whether to use only IPv4, only IPv6, or allow the app to automatically decide the best option when connecting to a server.
it: Questa funzionalità consente di scegliere se utilizzare solo IPv4, solo IPv6 oppure consentire all'app di decidere automaticamente l'opzione migliore quando ci si connette a un server.
nb: Med denne funksjonen kan du velge om du vil bruke bare IPv4, bare IPv6 eller la appen automatisk velge det beste alternativet når du kobler deg til en server.
nl: Met deze functie kunt u kiezen om alleen IPv4 of alleen IPv6 te gebruiken, of om de app automatisch de beste optie te laten kiezen als er verbinding met een server wordt gemaakt.
ru: Позволяет настроить выбор используемого протокола: только IPv4, только IPv6 или разрешить приложению выбирать лучший вариант при подключении к серверу.

source: Valid WireGuard key is missing. Manage keys under Advanced settings.
da: Gyldig WireGuard-nøgle mangler. Administrer nøgler under Avancerede indstillinger.
fr: Une clé WireGuard valide manque. Gérez les clés dans les paramètres avancés.
it: Manca una chiave WireGuard valida. Gestisci le chiavi da Impostazioni avanzate.
ja: 有効なWireGuard鍵が見つかりません。詳細設定で鍵を管理してください。
nb: Det mangler en gyldig WireGuard-nøkkel. Du kan behandle nøklene under avanserte innstillinger.
nl: Geldige WireGuard-sleutel ontbreekt. Beheer sleutels onder Geavanceerde instellingen.
pl: Brak prawidłowego klucza WireGuard. Zarządzaj kluczami w Ustawieniach zaawansowanych.
ru: Не найден действительный ключ WireGuard. Управлять ключами можно в дополнительных настройках.

source: WireGuard MTU
es: MTU de WireGuard
fr: MTU WireGuard
it: MTU WireGuard
pl: MTU WireGuard
ru: MTU для WireGuard

source: The app was unable to %s due to not being able to reach the Mullvad API. This might be due to censorship or network issues. Please try to:
es: La aplicación no ha podido %s al no ser posible la conexión con la API de Mullvad. Esto puede deberse a problemas de censura o de red. Intente:
my: Mullvad API သို့ ချိတ်ဆက်၍ မရသဖြင့် အက်ပ်သည် %s ကို မလုပ်ဆောင်နိုင်ပါ။ ဆင်ဆာဖြတ်ခြင်း သို့မဟုတ် ကွန်ရက်ပြဿနာများကြောင့် ဖြစ်နိုင်ပါသည်။ ကျေးဇူးပြု၍ အောက်ပါအတိုင်း လုပ်ကြည့်ပါ-
pt: Não foi possível à aplicação %s por não conseguir aceder à API Mullvad. Isto pode dever-se a censura ou a problemas de rede. Tente o seguinte:

source: create an account
es: crear una cuenta
my: အကောင့်ဖွင့်ရန်
pt: criar uma conta

source: login
es: iniciar sesión
my: ဝင်ရန်
pt: iniciar sessão

# app-info-view
source: App version
fr: Version de l'application
ja: アプリのバージョン
pl: Wersja aplikacji

# app-info-view
source: Update available. Install the latest app version to stay up to date.
da: Opdatering tilgængelig. Installer den nyeste app-version for at holde dig opdateret.
fr: Mise à jour disponible. Installez la dernière version de l’application pour rester à jour.
ja: アップデートがあります。最新の状態を維持するにはアプリの最新バージョンをインストールしてください。
pl: Dostępna jest aktualizacja. Aby być na bieżąco, zainstaluj najnowszą wersję aplikacji.

# device-management
source: Are you sure you want to log <b>%(deviceName)s</b> out?
da: Er du sikker på, at du vil logge <b>%(deviceName)s</b> ud?
fr: Voulez-vous vraiment déconnecter <b>%(deviceName)s</b> ?
ja: 本当に<b>%(deviceName)s</b>をログアウトしますか？
pl: Czy na pewno chcesz wylogować <b>%(deviceName)s</b>?

# device-management
source: Yes, log out device
da: Ja, log enhed af
fr: Oui, déconnecter l'appareil
ja: はい。デバイスをログアウトさせます
pl: Tak, wyloguj urządzenie

# in-app-notifications
source: Welcome, this device is now called <b>%(deviceName)s</b>. For more details see the info button in Account.
da: Velkommen! Denne enhed hedder nu <b>%(deviceName)s</b>. Se info-knappen i Konto for at flere oplysninger.
fr: Bienvenue, cet appareil s'appelle désormais <b>%(deviceName)s</b>. Pour plus d'informations, consultez le bouton d'information sous Compte.
ja: ようこそ。このデバイスの名前は<b>%(deviceName)s</b>です。詳細はアカウントの情報ボタンで確認してください。
pl: Witaj, to urządzenie nazywa się teraz <b>%(deviceName)s</b>. Więcej szczegółów znajdziesz, korzystając z przycisku Informacje na koncie.

# launch-view
source: Disable third party antivirus software.
da: Deaktiver antivirussoftware fra tredjepart.
fr: Désactiver les logiciels antivirus tiers.
ja: サードパーティのウイルス対策ソフトウェアを無効にしてください。
pl: Wyłącz oprogramowanie antywirusowe innych firm.

# launch-view
source: Reinstalling the app.
da: Geninstallerer appen.
fr: Réinstaller l'application.
ja: アプリを再インストールする。
pl: Ponownie zainstalować aplikację.

# launch-view
source: Restarting your computer.
da: Genstarter din computer.
fr: Redémarrer votre ordinateur.
ja: コンピューターを再起動する。
pl: Ponownie uruchomić komputer.

# launch-view
source: The system service component of the app hasn’t started or can’t be contacted. The system service is responsible for the security, kill switch, and the VPN tunnel. To troubleshoot please try:
da: Systemservicekomponenten i appen er ikke startet eller kan ikke kontaktes. Systemtjenesten er ansvarlig for sikkerheden, kill-switchen og VPN-tunnelen. Prøv følgende for at fejlfinde:
fr: Le service système de l'application n'a pas démarré ou ne peut pas être contacté. Le service système est responsable de la sécurité, du coupe-circuit et du tunnel VPN. Pour résoudre le problème, veuillez essayer de :
ja: アプリのシステムサービスコンポーネントが起動していないか、通信不可能です。システムサービスはセキュリティ、キルスイッチ、およびVPNトンネルを管理しています。次の方法でトラブルシューティングしてください。
pl: Składnik usługi systemowej aplikacji nie został uruchomiony lub nie odpowiada. Usługa systemowa odpowiada za zabezpieczenia, kill switch i tunel VPN. Aby rozwiązać problem, spróbuj:

# launch-view
source: Unable to contact the Mullvad system service, your connection might be unsecure. Please troubleshoot or send a problem report by clicking the Learn more button.
da: Kan ikke kontakte Mullvad-systemtjenesten. Din forbindelse kan være usikker. Fejlfind eller send en problemrapport ved at klikke på knappen Lær mere.
fr: Impossible de contacter le service système Mullvad, votre connexion n'est peut-être pas sécurisée. Merci de résoudre le problème ou d'envoyer un rapport de problème en cliquant sur le bouton En savoir plus.
ja: Mullvadシステムサービスと通信できません。接続が安全でない可能性があります。トラブルシューティングするか、「詳細」ボタンをクリックして問題の報告を送信してください。
pl: Usługa systemowa Mullvad nie odpowiada. Połączenie może być niezabezpieczone. Rozwiąż problem lub wyślij zgłoszenie problemu, klikając przycisk Więcej informacji.

# login-view
source: Create account
da: Opret konto
fr: Créer un compte
ja: アカウントを作成する
pl: Utwórz konto

# login-view
source: Don’t have an account number?
da: Har du ikke noget kontonummer?
fr: Vous n'avez pas de numéro de compte ?
ja: アカウント番号を持っていませんか？
pl: Nie masz numeru konta?

# login-view
source: Failed to fetch list of devices
da: Kunne ikke hente listen over enheder
fr: Impossible de récupérer la liste des appareils
ja: デバイスのリストを取得できませんでした
pl: Nie udało się pobrać listy urządzeń

# navigation-bar
source: Settings
da: Indstillinger
fr: Paramètres
ja: 設定
pl: Ustawienia

# settings-view
source: What’s new
da: Nyheder
fr: Quoi de neuf
ja: 新機能
pl: Co nowego

# support-view
source: Beta program
fr: Programme bêta
ja: ベータプログラム
pl: Program Beta

# support-view
source: Enable to get notified when new beta versions of the app are released.
da: Aktiver for at blive underrettet, når nye betaversioner af appen udgives.
fr: Activez pour recevoir une notification lorsque de nouvelles versions bêta de l'application sont disponibles.
ja: 有効にすると、アプリの新しいベータ版がリリースされた際に通知が届きます。
pl: Włącz, aby otrzymywać powiadomienia o wydaniu nowych wersji beta aplikacji.

# support-view
source: This option is unavailable while using a beta version.
da: Denne indstilling er ikke tilgængelig, når du bruger en betaversion.
fr: Cette option est indisponible pendant l'utilisation d'une version bêta.
ja: ベータ版を使用中はこのオプションを利用できません。
pl: W wersji beta ta opcja jest niedostępna.

# support-view
source: Upgrade app
da: Opgrader app
fr: Mettre l'application à niveau
ja: アプリを更新する
pl: Zaktualizuj aplikację
