Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# vpn-settings-view
source: The difference between the Kill Switch and Lockdown Mode is that the Kill Switch will prevent any leaks from happening during automatic tunnel reconnects, software crashes and similar accidents. With Lockdown Mode enabled, you must be connected to a Mullvad VPN server to be able to reach the internet. Manually disconnecting or quitting the app will block your connection.
ar: يكمن الفرق بين مفتاح الإيقاف التلقائي ووضع التأمين في أن مفتاح الإيقاف التلقائي سيمنع حدوث أي تسريبات أثناء عمليات إعادة الاتصال التلقائية للنفق، أو تعطُّل البرنامج، أو الحوادث المماثلة. مع تفعيل وضع التأمين، يجب أن تكون متصلًا بخادم Mullvad VPN لتتمكن من الوصول إلى الإنترنت. وسيؤدي قطع الاتصال يدويًا أو مغادرة التطبيق إلى حظر اتصالك.
da: Forskellen mellem kill-switch og Lockdown-tilstand er, at kill-switch vil forhindre enhver lækage i at ske under automatiske tunnelgenopkoblinger, softwarenedbrud og lignende ulykker. Med Lockdown-tilstand aktiveret, skal du være forbundet til en Mullvad VPN-server for at kunne nå internettet. Manuel afbrydelse eller nedlukning af appen vil blokere din forbindelse.
de: Der Unterschied zwischen dem Killswitch und dem Sperrmodus besteht darin, dass der Killswitch verhindert, dass bei automatischen Tunnel-Neuverbindungen, Softwareabstürzen und ähnlichen Unfällen Lecks entstehen. Wenn der Sperrmodus aktiviert ist, müssen Sie mit einem Mullvad-VPN-Server verbunden sein, um das Internet erreichen zu können. Das manuelle Trennen der Verbindung oder das Beenden der App blockiert Ihre Verbindung.
es: La diferencia entre la «Desconexión de seguridad» y el «Modo de bloqueo» es que la «Desconexión de seguridad» impedirá que se produzcan fugas durante reconexiones automáticas de túnel, bloqueos de software y accidentes similares. Si está habilitado el «Modo de bloqueo», deberá estar conectado a un servidor VPN de Mullvad para acceder a Internet. Al desconectar o salir de la aplicación de forma manual, se bloqueará la conexión.
fa: تفاوت «کلید قطع» و «حالت قفل» این است که کلید قطع از هرگونه نشت اطلاعات در هنگام اتصالِ خودکارِ دوبارهٔ تونل، خرابی‌های نرم‌افزاری، و رویدادهای مشابه جلوگیری می‌کند. با فعال بودن حالت قفل، برای دسترسی به اینترنت باید به یک سرور Mullvad VPN متصل باشید. قطع اتصال یا بستن اپلیکیشن به‌صورت دستی، اتصال شما را مسدود خواهد کرد.
fi: Tappokytkin eroaa lukitustilasta siten, että se estää vuotoja tapahtumasta automaattisten tunnelin uudelleenyhdistysten, ohjelmistojen kaatumisen ja vastaavien tapahtumien aikana. Kun lukitustila puolestaan on käytössä, voit muodostaa yhteyden internetiin ainoastaan Mullvadin VPN-palvelimen kautta. Sovelluksen yhteyden manuaalinen katkaiseminen tai sovelluksen sulkeminen estävät verkkoyhteyden muodostamisen.
fr: La différence entre le coupe-circuit d'arrêt et le mode verrouillage est que le coupe-circuit d'arrêt empêchera toute fuite lors des reconnexions automatiques du tunnel, des plantages de logiciels et autres accidents similaires. Avec le mode verrouillage activé, vous devez être connecté à un serveur Mullvad VPN pour utiliser Internet. Une déconnexion manuelle ou la fermeture de l'application bloquera votre connexion.
it: La differenza tra il Kill Switch e la Modalità Blocco è che il Kill Switch eviterà che si verifichino perdite durante le riconnessioni automatiche del tunnel, arresti anomali del software e incidenti simili. Con la Modalità Blocco abilitata, devi essere connesso a un server Mullvad VPN per poter raggiungere Internet. La disconnessione o la chiusura manuale dell'app bloccherà la connessione.
ja: キルスイッチとロックダウンモードの違いは、キルスイッチではトンネルの自動再接続やソフトウェアのクラッシュなどが発生した場合に漏洩を防止できるのに対し、ロックダウンモードが有効な場合はMullvad VPNサーバーに接続しなければインターネットにアクセスできないことです。手動で接続を解除するか、アプリを終了すると接続がブロックされます。
my: Kill Switch နှင့် လော့ခ်ဒေါင်းစနစ်အကြား ကွာခြားချက်မှာ Kill Switch သည် Tunnel အော်တိုပြန်လည်ချိတ်ဆက်မှုအတွင်း ဖြစ်ပေါ်သည့် ဆော့ဖ်ဝဲ ပျက်ခြင်းများနှင့် အလားတူ ဖြစ်စဥ်များကြောင့် သတင်းပေါက်ကြားမှုများကို တားဆီးကာကွယ်ပေးပါသည်။ လော့ခ်ဒေါင်းစနစ်ကို ဖွင့်ထားပါက အင်တာနက် ရရှိနိုင်ရန် Mullvad VPN ဆာဗာနှင့် ချိတ်ဆက်ရပါမည်။ ချိတ်ဆက်မှုဖြုတ်ခြင်း သို့မဟုတ် ဤအက်ပ်မှ ထွက်လိုက်ခြင်းဖြင့် သင့်ချိတ်ဆက်မှုကို ပိတ်ဆို့သွားပါမည်။
nb: Forskjellen mellom avbruddsbryter og låsemodus er at avbruddsbryteren forhindrer lekkasjer under automatiske tilkoblinger til tunnel, programvarekrasj og lignende hendelser. Med aktivert låsemodus må du være tilkoblet en Mullvad VPN-server for å kunne koble til internettet. Manuell frakobling eller å avslutte appen vil blokkere tilkoblingen.
nl: Het verschil tussen de Killswitch en de Lockdownmodus is dat de Killswitch voorkomt dat er lekken ontstaan tijdens automatische herverbindingen van tunnels, softwarecrashes en soortgelijke ongelukken. Met de Lockdownmodus ingeschakeld, moet u verbonden zijn met een Mullvad VPN-server om het internet te kunnen bereiken. Wanneer u handmatig de verbinding van de app verbreekt of de app afsluit, wordt uw verbinding geblokkeerd.
pl: Różnica między trybami Kill Switch i Lockdown polega na tym, że Kill Switch zapobiega wystąpieniu wszelkich wycieków podczas automatycznego ponownego łączenia tunelu, awarii oprogramowania i podobnych zdarzeń. Przy włączonym trybie Lockdown, aby móc połączyć się z Internetem, nawiązane musi być połączenie z serwerem Mullvad VPN. Ręczne rozłączenie lub zamknięcie aplikacji spowoduje zablokowanie połączenia.
pt: A diferença entre o Kill Switch e o Modo de bloqueio é que o Kill Switch evitará quaisquer fugas durante os restabelecimentos de ligação automáticos do túnel, falhas de software e acidentes semelhantes. Com o Modo de bloqueio ativado, deve estar ligado a um servidor VPN Mullvad para poder aceder à Internet. Desligar manualmente ou sair da aplicação irá bloquear a sua ligação.
ru: Разница между опциями «Аварийное отключение» и «Режим блокировки» заключается в том, что «Аварийное отключение» предотвращает утечки во время автоматического переподключения туннеля, сбоев программного обеспечения и подобных случаев. При включенной опции «Режим блокировки» для выхода в Интернет вы должны быть подключены к VPN-серверу Mullvad. Ручное отключение или выход из приложения заблокирует соединение.
sv: Skillnaden mellan Kill Switch och Låsningsläge är att Kill Switch förhindrar att läckor inträffar vid automatisk återanslutning av tunnlar, programkraschar och liknande olyckor. När Låsningsläge är aktiverat måste du vara ansluten till en Mullvad VPN-server för att kunna nå internet. Om du kopplar från automatiskt eller avslutar appen blockeras din anslutning.
th: ความแตกต่างระหว่างคิลสวิตช์ และโหมดล็อกดาวน์ก็คือ คิลสวิตช์จะป้องกันไม่ให้มีข้อมูลรั่วไหว ในระหว่างการเชื่อมต่ออุโมงค์อัตโนมัติใหม่อีกครั้ง ซอฟต์แวร์ล้มเหลว และอุบัติเหตุที่คล้ายคลึงกัน เมื่อเปิดใช้งานโหมดล็อกดาวน์ คุณจำเป็นต้องเชื่อมต่อเซิร์ฟเวอร์ Mullvad VPN เพื่อเข้าถึงอินเทอร์เน็ต ทั้งนี้การตัดการเชื่อมต่อด้วยตนเอง หรือออกจากแอป จะเป็นบล็อกการเชื่อมต่อของคุณ
tr: Kill Switch ve Kilitleme Modu arasındaki fark, Kill Switch'in otomatik olarak tünel bağlantısının yeniden kurulması, yazılım çökmeleri ve benzer sorunlar sırasında herhangi bir sızıntının olmasını engellemesidir. Kilitleme Modu etkinken, internete erişmek için bir Mullvad VPN sunucusuna bağlı olmanız gerekir. Uygulamanın bağlantısını manuel olarak kesmek veya uygulamadan çıkmak bağlantınızı engeller.

# vpn-settings-view
source: The DNS server you want to add is a private IP. You must ensure that your network interfaces are configured to use it.
ar: خادم DNS الذي ترغب في إضافته هو عنوان IP خاص. يجب عليك التأكد من أن واجهات شبكتك مهيأة لاستخدامه.
da: Den DNS-server, du ønsker at tilføje, er en privat IP. Du skal sikre, at dine netværksgrænseflader er konfigureret til at bruge den.
de: Der DNS-Server, den Sie hinzufügen möchten, ist eine private IP. Sie müssen sicherstellen, dass Ihre Netzwerkschnittstellen für die Verwendung dieses Servers konfiguriert sind.
es: El servidor DNS que quiere añadir es una IP privada. Asegúrese de que las interfaces de red estén configuradas para usarlo.
fa: سرور DNS که می‌خواهید اضافه کنید یک IP خصوصی است. باید مطمئن شوید که رابط‌های شبکهٔ شما برای استفاده از آن پیکربندی شده‌اند.
fi: DNS-palvelin, jonka haluat lisätä, on yksityinen IP-osoite. Varmista, että verkkoliittymäsi määritykset mahdollistavat palvelimen käytön.
fr: Le serveur DNS que vous voulez ajouter est une IP privée. Vous devez vous assurer que vos interfaces réseau sont configurées pour l'utiliser.
it: Il server DNS che vuoi aggiungere è un IP privato. È necessario assicurarsi che le interfacce di rete siano configurate per utilizzarlo.
ja: 追加するDNSサーバーのIPアドレスは、プライベートIPです。ネットワークインターフェイスがこのアドレスを使用するように構成されていることを確認してください。
my: သင်ပေါင်းထည့်လိုသည့် DNS ဆာဗာသည် သီးသန့် IP ဖြစ်ပါသည်။ ၎င်းကို သုံးရန် သင့်ကွန်ရက် အင်တာဖေ့(စ်)များကို သေချာ သီးသန့်စီစဉ်ထားပါ။
nb: DNS-serveren som du vil legge til, er en privat IP. Du må forsikre deg om at nettverksgrensesnittene er konfigurert til å kunne bruke den.
nl: De DNS-server die u wilt toevoegen is een particulier IP-adres. U moet controleren of uw netwerkinterfaces zijn geconfigureerd om dit te gebruiken.
pl: Serwer DNS, który chcesz dodać, ma prywatny adres IP. Upewnij się, że Twoje interfejsy sieciowe są skonfigurowane do korzystania z niego.
pt: O servidor DNS que deseja adicionar é um IP privado. Tem de garantir que os seus interfaces de rede estão configurados para utilizá-lo.
ru: Добавляемый DNS-сервер является частным IP-адресом. Убедитесь, что сетевые интерфейсы настроены на его использование.
sv: DNS-servern du vill lägga till är en privat IP. Se till att dina nätverksgränssnitt är konfigurerade för att använda den.
th: เซิร์ฟเวอร์ DNS ที่คุณต้องการเพิ่มเป็น IP ส่วนตัว คุณต้องตรวจสอบให้แน่ใจว่า อินเทอร์เฟซเครือข่ายของคุณ ได้รับการกำหนดค่าให้ใช้เซิร์ฟเวอร์นี้
tr: Eklemek istediğiniz DNS sunucusu özel bir IP'dir. Ağ arayüzlerinizin bu IP'yi kullanacak şekilde yapılandırıldığından emin olun.

# vpn-settings-view
source: This built-in feature prevents your traffic from leaking outside of the VPN tunnel if your network suddenly stops working or if the tunnel fails, it does this by blocking your traffic until your connection is reestablished.
ar: تعمل هذه الميزة المدمجة على منع تسريب حركة بياناتك خارج نفق شبكة VPN إذا توقفت شبكتك فجأة عن العمل أو إذا فشل النفق، وتفعل ذلك من خلال حظر حركة البيانات لديك حتى يتم إعادة إنشاء اتصالك.
da: Denne indbyggede funktion forhindrer din trafik i at lække uden for VPN-tunnelen, hvis dit netværk pludselig holder op med at fungere, eller hvis tunnelen svigter, gør den dette ved at blokere din trafik, indtil forbindelsen er genetableret.
de: Diese eingebaute Funktion verhindert, dass Ihr Datenverkehr außerhalb des VPN-Tunnels verloren geht, wenn Ihr Netzwerk plötzlich nicht mehr funktioniert oder der Tunnel ausfällt, indem Ihr Datenverkehr blockiert wird, bis die Verbindung wiederhergestellt ist.
es: Esta función integrada impide que se produzcan fugas de tráfico fuera del túnel VPN si la red deja de funcionar de repente o el túnel falla, ya que bloquea el tráfico hasta que vuelva a establecerse la conexión.
fa: این قابلیت داخلی جلوی نشت ترافیک شما به خارج از تونل VPN را می‌گیرد. اگر شبکه‌تان ناگهان از کار بیفتد یا تونل قطع شود، این ویژگی با مسدود کردن ترافیک شما تا زمان برقراری دوبارهٔ اتصال، از نشت جلوگیری می‌کند.
fi: Tämä sisäänrakennettu ominaisuus estää liikennettäsi vuotamasta VPN-tunnelin ulkopuolelle, jos verkkosi yhtäkkiä lakkaa toimimasta tai jos tunneli epäonnistuu yhteyden muodostamisessa. Se estää liikenteen, kunnes yhteys on muodostettu uudelleen.
fr: Cette fonctionnalité intégrée empêche votre trafic de fuir en dehors du tunnel VPN si votre réseau cesse soudainement de fonctionner ou si le tunnel échoue. Elle le fait en bloquant votre trafic jusqu'à ce que votre connexion soit rétablie.
it: Questa funzione integrata impedisce al tuo traffico di fuoriuscire dal tunnel VPN qualora la tua rete smettesse improvvisamente di funzionare o qualora il tunnel si guastasse: lo fa bloccando il tuo traffico fino a quando la tua connessione non viene ristabilita.
ja: この組み込みの機能は、突然のネットワーク停止やトンネルの障害が発生した場合に接続が再確立されるまでトラフィックをブロックすることで、トラフィックがVPNトンネルの外に漏洩するのを防ぎます。
my: မူလပါရှိသော ဤအင်္ဂါရပ်သည် သင့်ကွန်ရက် အလုပ်လုပ်နေသည်မှ ရုတ်တရတ် ရပ်သွားသည့်အခါ သို့မဟုတ် Tunnel အလုပ်မလုပ်နိုင်သည့်အခါ သင့်ကူးလူးမှုကို VPN Tunnel ပြင်ပသို့ ပေါက်ကြားမှု မရှိစေရန် တားဆီးပေးပါသည်၊ သင်၏ ချိတ်ဆက်မှု ပြန်အစပြုသည်အထိ သင့်ကူးလူးမှုကို ပိတ်ဆို့ပေးခြင်းဖြင့် ဤသည်ကို လုပ်ဆောင်ပါသည်။
nb: Denne innebygde funksjonen forhindrer lekkasje av trafikk utenfor VPN-tunnelen hvis nettverket plutslig slutter å fungere eller tunnelen feiler. Den blokkerer trafikken til tilkoblingen er gjenopprettet.
nl: Deze ingebouwde functie voorkomt dat uw verkeer weglekt naar buiten de VPN-tunnel als uw netwerk plotseling niet meer werkt of als de tunnel uitvalt. Dit wordt gedaan door uw verkeer te blokkeren totdat uw verbinding is hersteld.
pl: Ta wbudowana funkcja zapobiega wyciekowi ruchu poza tunel VPN w przypadku nagłej awarii sieci lub tunelu. Funkcja ta blokuje ruch do chwili ponownego nawiązania połączenia.
pt: Esta funcionalidade integrada evita que o seu tráfego saia do túnel VPN se a sua rede parar subitamente de funcionar ou se o túnel falhar. Fá-lo ao bloquear o seu tráfego até que a sua ligação seja restabelecida.
ru: Эта встроенная функция предотвращает утечку трафика за пределы VPN-туннеля: если сеть внезапно перестанет работать или если по какой-либо причине туннель деактивируется, функция заблокирует трафик до восстановления соединения.
sv: Den här inbyggda funktionen hindrar din trafik från att läcka utanför VPN-tunneln om ditt nätverk plötsligt slutar fungera eller om tunneln misslyckas. Den gör detta genom att blockera din trafik tills anslutningen återupprättats.
th: คุณลักษณะในตัวนี้ จะป้องกันไม่ให้การรับส่งข้อมูลของคุณรั่วไหลออกจากอุโมงค์ VPN หากเครือข่ายของคุณหยุดทำงานกะทันหัน หรือหากอุโมงค์ทำงานผิดพลาด โดยคุณลักษณะนี้จะบล็อกการรับส่งข้อมูลของคุณ จนกว่าการเชื่อมต่อจะถูกสร้างขึ้นมาใหม่
tr: Bu dahili özellik, ağ bağlantınız aniden kesilirse veya tünelle ilgili bir sorun meydana gelirse ağ trafiğinizin VPN tünelinin dışına sızmasını önler ve bağlantınız yeniden kurulana kadar ağ trafiğinizi engeller.

# vpn-settings-view
source: This feature allows access to other devices on the local network, such as for sharing, printing, streaming, etc.
ar: تتيح هذه الميزة الوصول إلى أجهزة أخرى على الشبكة المحلية، مثل المشاركة والطباعة والبث وما إلى ذلك.
da: Denne funktion giver adgang til andre enheder på det lokale netværk, såsom til deling, udskrivning, streaming osv.
de: Diese Funktion ermöglicht den Zugriff auf andere Geräte im lokalen Netzwerk, z. B. zum Teilen, Drucken, Streamen usw.
es: Esta característica permite el acceso a otros dispositivos de la red local, como para compartir, imprimir, transmitir, etc.
fa: این قابلیت اجازه می‌دهد به دستگاه‌های دیگر در شبکهٔ محلی دسترسی داشته باشید؛ مانند اشتراک‌گذاری، چاپ، پخش رسانه و موارد مشابه.
fi: Tämä ominaisuus mahdollistaa pääsyn muihin paikallisverkon laitteisiin esimerkiksi jakamisen, tulostamisen, suoratoiston jne. tarpeisiin.
fr: Cette fonctionnalité permet d'accéder à d'autres appareils sur le réseau local, par exemple pour le partage, l'impression, le streaming, etc.
it: Questa funzione consente l'accesso ad altri dispositivi sulla rete locale, ad esempio per la condivisione, la stampa, lo streaming, ecc.
ja: この機能は、共有、印刷、ストリーミングなどのため、ローカルネットワーク上の他デバイスへのアクセスを許可します。
my: ဤလုပ်ဆောင်ချက်သည် မျှဝေခြင်း၊ ပရင့်ထုတ်ခြင်း၊ တိုက်ရိုက်ကြည့်ရှုနားဆင်ခြင်းအစရှိသည်တို့အတွက် ဒေသတွင်း ကွန်ရက်ရှိ အခြားစက်များကို ရယူသုံးစွဲခွင့်ပေးပါသည်။
nb: Funksjonen gir tilgang til andre enheter på det lokale nettverket for ting som deling, utskrift, strømming osv.
nl: Deze functie geeft toegang tot andere apparaten op het lokale netwerk, bijvoorbeeld voor delen, afdrukken, streamen en dergelijke
pl: Funkcja ta umożliwia dostęp do innych urządzeń w sieci lokalnej, np. w celu udostępniania, drukowania, transmisji strumieniowej itd.
pt: Esta funcionalidade permite o acesso a outros dispositivos na rede local, por exemplo, para partilha, impressão, streaming, etc.
ru: Эта функция позволяет получить доступ к другим устройствам в локальной сети, например, для организации общего доступа, печати, потоковой передачи и т. д.
sv: Funktionen tillåter åtkomst till andra enheter på det lokala nätverket, t.ex. för att dela, skriva ut, streama osv.
th: คุณลักษณะนี้จะช่วยให้สามารถเข้าถึงอุปกรณ์อื่นๆ บนเครือข่ายท้องถิ่น เช่น การแชร์ การพิมพ์ การสตรีม ฯลฯ
tr: Bu özellik; paylaşım, yazdırma, akış sağlama gibi özellikler için yerel ağdaki diğer cihazlara erişim izni verir.

# vpn-settings-view
source: This feature allows you to choose whether to use only IPv4, only IPv6, or allow the app to automatically decide the best option when connecting to a server.
ar: تتيح لك هذه الميزة اختيار ما إذا كنت تريد استخدام IPv4 فقط، أو IPv6 فقط، أو السماح للتطبيق بتحديد الخيار الأفضل تلقائيًا عند الاتصال بالخادم.
de: Mit dieser Funktion können Sie auswählen, ob nur IPv4 oder IPv6 genutzt werden soll, oder der App erlauben, beim Verbinden mit einem Server automatisch die beste Option zu suchen.
es: Esta característica le permite elegir si utilizar solo IPv4 o solo IPv6, o permitir que la aplicación decida automáticamente la mejor opción al conectarse a un servidor.
fa: این قابلیت به شما اجازه می‌دهد انتخاب کنید فقط از IPv4 استفاده شود، فقط از IPv6 استفاده شود، یا اینکه اپلیکیشن هنگام اتصال به یک سرور به‌طور خودکار بهترین گزینه را تشخیص دهد.
fi: Tämä ominaisuus antaa sinun valita, käytetäänkö vain IPv4:ää, vain IPv6:ta vai annetaanko sovelluksen päättää paras vaihtoehto automaattisesti, kun se muodostaa yhteyttä palvelimeen.
my: ဆာဗာတစ်ခုသို့ ချိတ်ဆက်သည့်အခါ IPv4 သီးသန့်၊ IPv6 သီးသန့် သုံးရန်လည်းကောင်း သို့မဟုတ် အက်ပ်က အကောင်းဆုံးနည်းလမ်းကို အလိုအလျောက်ဆုံးဖြတ်ရန်လည်းကောင်း ဤလုပ်ဆောင်ချက်က သင့်ကို ရွေးချယ်ခွင့်ပေးပါသည်။
pt: Esta funcionalidade permite escolher se pretende utilizar apenas IPv4, apenas IPv6, ou permitir que a aplicação decida automaticamente a melhor opção ao ligar a um servidor.
sv: Med den här funktionen kan du välja om du enbart ska använda IPv4, enbart IPv6 eller om appen automatiskt får avgöra vilket alternativ som är bäst när du ansluter till en server.
th: ฟีเจอร์นี้ช่วยให้คุณเลือกได้ว่าจะใช้เฉพาะ IPv4 หรือเฉพาะ IPv6 เท่านั้น หรือให้แอปตัดสินใจเลือกตัวเลือกที่ดีที่สุดโดยอัตโนมัติ ในขณะที่เชื่อมต่อกับเซิร์ฟเวอร์
tr: Bu özellik, yalnızca IPv4 veya IPv6 kullanmayı seçmenize ya da uygulamanın sunucuya bağlanırken en uygun seçeneği otomatik olarak belirlemesine olanak tanır.

# vpn-settings-view
source: This might cause issues on certain websites, services, and apps.
ar: قد يؤدي ذلك إلى حدوث مشكلات في بعض المواقع الإلكترونية والخدمات والتطبيقات.
da: Dette kan forårsage problemer på visse websteder, tjenester og apps.
de: Dies kann bei bestimmten Websites, Diensten und Apps zu Problemen führen.
es: Esto podría causar problemas con determinados sitios web, servicios y aplicaciones.
fa: این ممکن است باعث بروز مشکل در برخی وب‌سایت‌ها، سرویس‌ها و اپلیکیشن‌ها شود.
fi: Tämä voi aiheuttaa ongelmia tietyillä verkkosivustoilla, palveluissa ja sovelluksissa.
fr: Cela peut causer des problèmes sur certains sites Web, services et applications.
it: Ciò potrebbe causare problemi su determinati siti web, servizi e app.
ja: これにより、特定のWebサイト、サービス、アプリで問題が発生する可能性があります。
my: ၎င်းသည် အချို့သော ဝဘ်ဆိုက်များ၊ ဝန်ဆောင်မှုများနှင့် အက်ပ်များတွင် ပြဿနာများကို ဖြစ်စေနိုင်သည်။
nb: Dette kan føre til problemer på enkelte nettsteder, tjenester og apper.
nl: Dit kan problemen veroorzaken met bepaalde websites, diensten en apps.
pl: Może to powodować problemy z niektórymi witrynami internetowymi, usługami i aplikacjami.
pt: Pode causar problemas em alguns sites, serviços e apps.
ru: Это может привести к проблемам при использовании некоторых сайтов, служб и приложений.
sv: Detta kan orsaka problem på vissa webbplatser, tjänster och appar.
th: นี่อาจก่อให้เกิดปัญหากับบางเว็บไซต์ บริการ และแอปได้
tr: Bu, belirli web sitelerinde, hizmetlerde ve uygulamalarda sorunlara neden olabilir.

# vpn-settings-view
source: Trackers
ar: أدوات التتبُّع
da: Trackere
de: Tracker
es: Rastreadores
fa: ردیاب‌ها
fi: Seurantapalvelimet
it: Tracker
ja: トラッカー
my: ခြေရာခံများ
nb: Sporing
pl: Trackery
ru: Трекеры
sv: Spårare
th: ตัวติดตาม
tr: İzleyiciler

# vpn-settings-view
source: Tunnel protocol
ar: بروتوكول النفق
da: Tunnelprotokol
de: Tunnelprotokoll
es: Protocolo de tunelización
fa: پروتکل تونل
fi: Tunneliprotokolla
fr: Protocole de tunnel
it: Protocollo di tunneling
ja: トンネルプロトコル
my: Tunnel ပရိုတိုကောလ်
nb: Tunnelprotokoll
pl: Protokół tunelowania
pt: Protocolo do túnel
ru: Протокол туннелирования
sv: Tunnelprotokoll
th: โพรโทคอลอุโมงค์
tr: Tünel protokolü

# vpn-settings-view
source: Use custom DNS server
ar: استخدام خادم DNS مُخصَّص
da: Brug brugerdefineret DNS-server
de: Benutzerdefinierten DNS-Server verwenden
es: Usar servidor DNS personalizado
fa: استفاده از سرور DNS سفارشی
fi: Käytä mukautettua DNS-palvelinta
fr: Utiliser un serveur DNS personnalisé
it: Usa un server DNS personalizzato
ja: カスタムDNSサーバーを使う
my: စိတ်ကြိုက် DNS ဆာဗာကို သုံးရန်
nb: Bruk egendefinert DNS-server
nl: Aangepaste DNS-server gebruiken
pl: Użyj niestandardowego serwera DNS
pt: Usar servidor DNS personalizado
ru: Пользовательский DNS-сервер
sv: Använd anpassad DNS-server
th: ใช้เซิร์ฟเวอร์ DNS แบบกำหนดเอง
tr: Özel DNS sunucusu kullanın

# vpn-settings-view
source: VPN settings
ar: إعدادات شبكة VPN
da: VPN-indstillinger
de: VPN-Einstellungen
es: Configuración de VPN
fa: تنظیمات VPN
fi: VPN-asetukset
fr: Paramètres VPN
it: Impostazioni VPN
ja: VPN設定
my: VPN ဆက်တင်များ
nb: VPN-innstillinger
nl: VPN-instellingen
pl: Ustawienia VPN
pt: Definições de VPN
ru: Настройки VPN
sv: VPN-inställningar
th: การตั้งค่า VPN
tr: VPN ayarları
