Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

source: For the VPN to connect automatically on device startup, the app must have VPN permissions. You can grant these by clicking “Connect” in the map view and selecting “OK” if prompted. Additionally, ensure the app is installed on the internal storage by checking the storage information in the app details in system settings.
ar: لكي تتصل شبكة VPN تلقائيًا عند بدء تشغيل الجهاز، يجب أن يمتلك التطبيق أذونات شبكة VPN. يمكنك منحها بالنقر على "اتصال" في عرض الخريطة واختيار "موافق" عند الطلب. بالإضافة إلى ذلك، تأكَّد من تثبيت التطبيق على وحدة التخزين الداخلية من خلال التحقُّق من معلومات التخزين في قسم "تفاصيل التطبيق" ضمن إعدادات النظام.
de: Damit sich das VPN beim Start des Geräts automatisch verbindet, muss die App über VPN-Berechtigungen verfügen. Sie können diese erteilen, indem Sie in der Kartenansicht auf „Verbinden“ klicken und „OK“ auswählen, wenn Sie dazu aufgefordert werden. Stellen Sie außerdem sicher, dass die App im internen Speicher installiert ist, indem Sie die Speicherinformationen in den App-Details in den Systemeinstellungen überprüfen.
es: Para que la VPN se conecte automáticamente al iniciarse el dispositivo, la aplicación debe tener permisos de VPN. Puede concederlos haciendo clic en «Conectar» en la vista de mapa y seleccionando «Aceptar» si se le indica. Además, asegúrese de que la aplicación esté instalada en el almacenamiento interno consultando la información de almacenamiento en los detalles de la aplicación en la configuración del sistema.
fa: برای اینکه VPN به‌طور خودکار هنگام روشن شدن دستگاه متصل شود، اپلیکیشن باید دسترسی‌های VPN را داشته باشد. می‌توانید این دسترسی‌ها را با کلیک روی «اتصال» در نمای نقشه و انتخاب «تأیید» در صورت درخواست، اعطا کنید. علاوه بر این، مطمئن شوید که اپلیکیشن روی حافظه داخلی نصب شده است؛ برای این کار، اطلاعات حافظه را در جزئیات اپلیکیشن در تنظیمات سیستم بررسی کنید.
fi: Jotta VPN voi muodostaa yhteyden automaattisesti kun laite käynnistetään, sovelluksella täytyy olla VPN-oikeudet. Voit antaa ne napsauttamalla "Yhdistä" karttanäkymässä ja valitsemalla OK kysyttäessä. Varmista lisäksi, että sovellus on asennettu sisäiseen tallennustilaan, tarkistamalla tallennustilatiedot sovelluksen tiedoista järjestelmäasetuksista.
it: Affinché la VPN si connetta automaticamente all'avvio del dispositivo, l'app deve disporre delle autorizzazioni VPN. Puoi concederle cliccando su "Connetti" nella vista mappa e selezionando "OK" se richiesto. Inoltre, assicurati che l'app sia installata nella memoria interna controllando le informazioni di archiviazione nei dettagli dell'app, dalle impostazioni di sistema.
my: စက်စတင်ချိန်တွင် VPN ကို အလိုအလျောက်ချိတ်ဆက်ရန်အတွက်၊ အက်ပ်တွင် VPN ခွင့်ပြုချက်များ ရှိရမည်။ မြေပုံမြင်ကွင်းရှိ “ချိတ်ဆက်ပါ” ကိုနှိပ်ပြီး “အိုကေ” ကိုရွေးချယ်ခြင်းဖြင့် ခွင့်ပြုချက် ပေးနိုင်သည်။ ထို့အပြင် စနစ်ဆက်တင်များရှိ အက်ပ်အသေးစိတ်တွင် သိုလှောင်သိမ်းဆည်းမှုအချက်အလက်များကို စစ်ဆေးခြင်းဖြင့် အက်ပ်အား စက်တွင်းသိုလှောင်ရာနေရာတွင် ထည့်သွင်းထားကြောင်း သေချာပါစေ။
nb: For at VPN skal kobles automatisk til ved oppstart av enheten, må appen ha VPN-tillatelser. Du kan gi disse ved å klikke på «Koble til» i kartvisningen og velge «OK» hvis du blir bedt om det. I tillegg må du sørge for at appen er installert på det interne lagringsmediet ved å sjekke lagringsinformasjonen i appdetaljene i systeminnstillingene.
nl: Als u wilt dat de VPN automatisch verbinding maakt bij het opstarten van het apparaat, moet de app VPN-rechten hebben. U kent deze rechten toekennen door in de kaartweergave te klikken op "Verbinden" en vervolgens te klikken op "OK". Daarnaast moet u controleren of de app in de interne opslag is geïnstalleerd. U kunt dit zien in de informatie over opslag in de appgegevens in de systeeminstellingen.
pt: Para que a VPN se ligue automaticamente no arranque do dispositivo, a aplicação deve ter permissões de VPN. Pode concedê-las clicando em "Ligar" na vista de mapa e selecionando "OK" se solicitado. Além disso, confirme se a aplicação está instalada no armazenamento interno, verificando as informações de armazenamento nos detalhes da aplicação, nas definições do sistema.
ru: Чтобы VPN подключался автоматически при запуске устройства, приложению нужны разрешения на использование VPN. Чтобы предоставить их, нажмите «Подключить» на карте и подтвердите выбор кнопкой «ОК». Убедитесь также, что приложение установлено во внутренней памяти устройства — это можно увидеть в сведениях о приложении в системных настройках.
sv: För att VPN ska anslutas automatiskt när enheten startas måste appen ha VPN-behörighet. Du kan bevilja dessa genom att klicka på "Anslut" i kartvisningen och välja "OK" om du uppmanas till det. Dessutom ska du säkerställa att appen har installerats på det interna lagringsutrymmet genom att kontrollera lagringsinformationen i appinformationen i systeminställningarna.
th: เพื่อให้ VPN เชื่อมต่อโดยอัตโนมัติเมื่ออุปกรณ์เริ่มทำงาน แอปต้องมีสิทธิ์ VPN คุณสามารถให้สิทธิ์เหล่านี้ได้โดยคลิก "เชื่อมต่อ" ในมุมมองแผนที่ และเลือก "ตกลง" หากได้รับแจ้ง นอกจากนี้ โปรดตรวจสอบให้แน่ใจว่าแอปติดตั้งอยู่ในพื้นที่จัดเก็บข้อมูลภายใน โดยตรวจสอบข้อมูลพื้นที่จัดเก็บข้อมูลในรายละเอียดแอปในการตั้งค่าระบบ
tr: VPN'in cihaz başlatıldığında otomatik olarak bağlanabilmesi için uygulamanın VPN izinlerine sahip olması gerekir. Harita görünümünde “Bağlan”a tıklayıp istendiğinde “Tamam”ı seçerek bu izinleri verebilirsiniz. Ayrıca, sistem ayarlarında yer alan uygulama ayrıntılarındaki depolama bilgilerini kontrol ederek uygulamanın dahili depolamaya yüklendiğinden emin olun.

source: Go to VPN settings
ar: الانتقال إلى إعدادات VPN
da: Gå til VPN-indstillinger
de: VPN-Einstellungen öffnen
es: Ir a la configuración de VPN
fa: رفتن به تنظیمات VPN
fi: Siirry VPN-asetuksiin
fr: Aller aux paramètres VPN
it: Vai alle impostazioni VPN
ja: VPN設定に移動
my: VPN ဆက်တင်များသို့ သွားရန်
nb: Gå til VPN-innstillinger
nl: Naar VPN-instellingen
pl: Przejdź do ustawień VPN
pt: Ir para as definições de VPN
ru: Перейти к настройкам VPN
sv: Gå till VPN-inställningar
th: ไปที่การตั้งค่า VPN
tr: VPN ayarlarına git

source: Going to login will unblock the internet on this device.
ar: سيؤدي تسجيل الدخول إلى إلغاء حظر الإنترنت على هذا الجهاز.
da: Hvis du logger på, ophæves blokeringen af internettet på denne enhed.
de: Wenn Sie mit der Anmeldung fortfahren, wird die Internetsperre auf diesem Gerät aufgehoben.
es: Al iniciar la sesión, se desbloqueará el acceso a Internet en este dispositivo.
fa: با رفتن به صفحهٔ ورود، اینترنت روی این دستگاه باز خواهد شد.
fi: Kirjautumiseen siirtyminen purkaa internetin käytön eston tältä laitteelta.
fr: Aller à la connexion débloquera la connexion Internet sur cet appareil.
it: Andare al login sbloccherà Internet su questo dispositivo.
ja: ログインに進むと、このデバイスのインターネットのブロックが解除されます。
my: ဝင်ရောက်ရန်သွားခြင်းဖြင့် ဤစက်တွင် အင်တာနက်ကို ပိတ်ဆို့ထားမှုမှ ဖယ်ရှားပါလိမ့်မည်။
nb: Å gå til pålogging vil oppheve blokkeringen av internettet på denne enheten.
nl: Als u naar aanmelden gaat, wordt het blokkeren van internet op dit apparaat opgeheven.
pl: Przejście do logowania odblokuje Internet na tym urządzeniu.
pt: Ir para a ligação irá desbloquear a Internet neste dispositivo.
ru: Вход в профиль разблокирует Интернет на этом устройстве.
sv: Om du loggar in tas blockering av internet bort på den här enheten.
th: การไปที่ส่วนเข้าสู่ระบบจะปลดบล็อกอินเทอร์เน็ตบนอุปกรณ์เครื่องนี้
tr: Giriş yapmak bu cihazdaki internet engelini kaldıracaktır.

source: Google Play payment pending
ar: الدفع من خلال Google Play مُعلَّق
da: Google Play-betaling afventer
de: Google-Play-Zahlung ausstehend
es: Pago a Google Play pendiente
fa: پرداخت Google Play در حال انتظار است
fi: Google Play -maksu odottaa
fr: Paiement Google Play en attente
it: Pagamento Google Play in sospeso
ja: Google Playの決済は未完了です
my: Google Play ပေးချေမှုကို ဆိုင်းငံ့ထားဆဲ
nb: Google Play-betaling venter
nl: Google Play-betaling in behandeling
pl: Oczekiwanie na płatność Google Play
pt: Pagamento Google Play pendente
ru: Ожидается оплата в Google Play
sv: Google Play-betalning väntar
th: กำลังชำระเงิน Google Play
tr: Google Play ödemesi bekleniyor

source: Google Play payment pending, this might take some time
ar: الدفع من خلال Google Play مُعلَّق، قد يستغرق هذا بعض الوقت
de: Google-Play-Zahlung ausstehend, es könnte eine Weile dauern
es: Pago de Google Play pendiente. Esto puede tardar algún tiempo
fa: پرداخت Google Play در انتظار است و ممکن است مدتی طول بکشد
fi: Google Play -maksu odottaa. Tässä voi kestää jonkin aikaa.
it: Pagamento Google Play in sospeso, potrebbe richiedere del tempo
my: Google Play ငွေပေးချေမှုကို စောင့်ဆိုင်းနေပါသည်၊ အချိန်အနည်းငယ် ကြာနိုင်ပါသည်
nb: Google Play-betaling venter. Dette kan ta en stund
nl: Wachten op betaling van Google Play. Dit kan even duren
pt: Pagamento Google Play pendente. Isto pode demorar algum tempo
ru: Ожидается оплата в Google Play. Это может занять некоторое время.
sv: Det gick inte att behandla Google Play-betalningen, det kan ta en stund
th: การชำระเงินผ่าน Google Play อยู่ระหว่างดำเนินการ อาจใช้เวลาสักครู่
tr: Google Play ödemesi bekleniyor. Bu işlem biraz zaman alabilir

source: Google Play unavailable
ar: Google Play غير متاح
da: Google Play er ikke tilgængelig
de: Google Play nicht verfügbar
es: Google Play no disponible
fa: Google Play در دسترس نیست
fi: Google Play ei ole käytettävissä
fr: Google Play indisponible
it: Google Play non disponibile
ja: Google Playを使用できません
my: Google Play ကို မရရှိနိုင်ပါ
nb: Google Play utilgjengelig
nl: Google Play niet beschikbaar
pl: Sklep Google Play jest niedostępny
pt: Google Play indisponível
ru: Google Play недоступен
sv: Google Play är inte tillgängligt
th: Google Play ไม่พร้อมใช้งาน
tr: Google Play kullanılamıyor

source: IPv4 is not available, please try changing "Device IP version" setting.
ar: IPv4 غير متاح، يُرجى محاولة تغيير إعداد "نسخة عنوان IP للجهاز".
de: IPv4 ist nicht verfügbar, bitte versuchen Sie, die Einstellung „Geräte-IP-Version“ zu ändern.
es: IPv4 no disponible. Intente cambiar el ajuste «Versión de IP del dispositivo».
fa: IPv4 در دسترس نیست، لطفاً تنظیم «نسخه IP دستگاه» را تغییر دهید و دوباره امتحان کنید.
fi: IPv4 ei ole käytettävissä. Kokeile vaihtaa Laitteen IP-versio -asetus.
it: IPv4 non disponibile, prova a cambiare l'impostazione "Versione IP dispositivo".
my: IPv4 ကို မရရှိနိုင်ပါသဖြင့် "စက် IP ဗားရှင်း" ဆက်တင်ကို ပြောင်းလဲကြည့်ပါ။
nb: IPv4 er ikke tilgjengelig. Prøv å endre innstillingen «Enhetens IP-versjon».
nl: IPv4 is niet beschikbaar. Probeer de instelling "IP-versie apparaat" te wijzigen.
pt: O IPv4 não está disponível. Tente alterar a definição "Versão do IP do dispositivo".
ru: Протокол IPv4 недоступен, попробуйте изменить настройку «Версия IP на устройстве».
sv: IPv4 är inte tillgängligt, prova att ändra inställningen "Enhetens IP-version".
th: IPv4 ไม่พร้อมใช้งาน โปรดลองเปลี่ยนการตั้งค่า "เวอร์ชัน IP อุปกรณ์"
tr: IPv4 mevcut değil. Lütfen "Cihaz IP sürümü" ayarını değiştirmeyi deneyin.

source: IPv6 is not available, please try changing "Device IP version" setting.
ar: IPv6 غير متاح، يُرجى محاولة تغيير إعداد "نسخة عنوان IP للجهاز".
de: IPv6 ist nicht verfügbar, bitte versuchen Sie, die Einstellung „Geräte-IP-Version“ zu ändern.
es: IPv6 no disponible. Intente cambiar el ajuste «Versión de IP del dispositivo».
fa: Pv6 در دسترس نیست، لطفاً تنظیم «نسخه IP دستگاه» را تغییر دهید و دوباره امتحان کنید.
fi: IPv6 ei ole käytettävissä. Kokeile vaihtaa Laitteen IP-versio -asetus.
it: IPv6 non disponibile, prova a cambiare l'impostazione "Versione IP dispositivo".
my: IPv6 ကို မရရှိနိုင်ပါသဖြင့် "စက် IP ဗားရှင်း" ဆက်တင်ကို ပြောင်းလဲကြည့်ပါ။
nb: IPv6 er ikke tilgjengelig. Prøv å endre innstillingen «Enhetens IP-versjon».
nl: IPv6 is niet beschikbaar. Probeer de instelling "IP-versie apparaat" te wijzigen.
pt: O IPv6 não está disponível. Tente alterar a definição "Versão do IP do dispositivo".
ru: Протокол IPv6 недоступен, попробуйте изменить настройку «Версия IP на устройстве».
sv: IPv6 är inte tillgängligt, prova att ändra inställningen "Enhetens IP-version".
th: IPv6 ไม่พร้อมใช้งาน โปรดลองเปลี่ยนการตั้งค่า "เวอร์ชัน IP อุปกรณ์"
tr: IPv6 mevcut değil. Lütfen "Cihaz IP sürümü" ayarını değiştirmeyi deneyin.

source: If the split tunneling feature is used, then the app queries your system for a list of all installed applications. This list is only retrieved in the split tunneling view. The list of installed applications is never sent from the device.
ar: في حال استخدام ميزة الانقسام النفقي، يستعلم التطبيق من نظامك للحصول على قائمة بجميع التطبيقات المُثبَّتة. يتم استدعاء هذه القائمة في شاشة الانقسام النفقي فقط. ولا يتم إرسال قائمة التطبيقات المُثبَّتة من الجهاز أبدًا.
da: Hvis funktionen split tunneling bruges, beder appen dit system om en liste over alle installerede programmer. Denne liste hentes kun i split tunnel-visningen. Listen over installerede programmer sendes aldrig fra enheden.
de: Wenn Split Tunneling verwendet wird, fragt die App Ihr System nach einer Liste aller installierten Anwendungen ab. Diese Liste wird nur in der Split-Tunneling-Ansicht abgerufen. Die Liste der installierten Anwendungen wird nie vom Gerät gesendet.
es: Si se utiliza la característica de túnel dividido, la aplicación consultará a su sistema la lista de todas las aplicaciones instaladas. Esta lista solo se recupera en la vista de túnel dividido. La lista de aplicaciones instaladas nunca se envía desde el dispositivo.
fa: اگر ویژگی تونل‌گذاری تفکیک‌شده فعال باشد، اپلیکیشن از سیستم شما برای دریافت فهرستی از همهٔ اپلیکیشن‌های نصب‌شده پرس‌وجو می‌کند. این فهرست تنها در نمای تونل‌گذاری تفکیک‌شده دریافت می‌شود و هرگز از دستگاه ارسال نمی‌گردد.
fi: Jos käytetään sovelluskohtaista yhdistämistä, sovellus pyytää järjestelmältäsi luettelon kaikista siihen asennetuista sovelluksista. Luettelo noudetaan vain sovelluskohtaisen yhdistämisen näkymässä. Asennettujen sovellusten luetteloa ei koskaan lähetetä laitteelta.
fr: Si la fonctionnalité de split tunneling est utilisée, l'application demande à votre système la liste de toutes les applications installées. Cette liste n'est récupérée que dans la vue de split tunneling. La liste des applications installées n'est jamais envoyée par l'appareil.
it: Se viene utilizzata la funzionalità di split tunneling, l'app richiede al tuo sistema un elenco di tutte le applicazioni installate. Questo elenco viene recuperato solo nella vista split tunneling. L'elenco delle applicazioni installate non viene mai inviato dal dispositivo.
ja: スプリットトンネリング機能が使用されている場合、アプリはシステムにインストール済みの全アプリケーションのリストを照会します。このリストはスプリットトンネリングビューでのみ取得されます。インストール済みアプリケーションのリストがデバイスから送信されることはありません。
my: Split Tunneling လုပ်ဆောင်ချက်ကို အသုံးပြုထားပါက အက်ပ်သည် ထည့်သွင်းထားသော အက်ပလီကေးရှင်းများအားလုံး၏ စာရင်းကို မေးမြန်းပါသည်။ ဤစာရင်းကို Split Tunneling ပြသမှုတွင်သာ ပြန်ရယူပါသည်။ ထည့်သွင်းထားသော အက်ပလီကေးရှင်းများ၏ စာရင်းကို စက်မှ မည်သည့်အခါမျှ မပေးပို့ပါ။
nb: Hvis funksjonen delt tunnelering brukes, vil appen be systemet ditt om en liste over alle installerte applikasjoner. Denne listen hentes bare i delt tunnelering-visningen. Listen over installerte apper sendes aldri ut fra enheten.
nl: Als de split-tunnelingfunctie wordt gebruikt, vraagt de app het systeem om een lijst van alle geïnstalleerde toepassingen. Deze lijst wordt alleen opgehaald in de split-tunnelingweergave. De lijst van geïnstalleerde toepassingen wordt nooit verzonden vanaf het apparaat.
pl: Jeśli używana jest funkcja dzielonego tunelowania, aplikacja wysyła do systemu zapytanie o listę wszystkich zainstalowanych aplikacji. Lista ta jest pobierana wyłącznie w widoku dzielonego tunelowania. Lista zainstalowanych aplikacji nigdy nie jest wysyłana z urządzenia.
pt: Se for utilizada a funcionalidade de divisão do túnel, a app consulta o seu sistema para obter uma lista de todas as aplicações instaladas. Esta lista só é recuperada na vista de divisão do túnel. A lista de aplicações instaladas nunca é enviada pelo dispositivo.
ru: Если используется функция раздельного туннелирования, то приложение запрашивает в системе список всех установленных приложений. Этот список запрашивается только на экране настройки раздельного туннелирования. Список установленных приложений никогда не передается за пределы устройства.
sv: Om delade tunnlar används, frågar appen ditt system om en lista med alla installerade applikationer. Listan hämtas bara i vyn för delade tunnlar. Listan med installerade applikationer skickas aldrig från enheten.
th: หากมีการใช้งานคุณลักษณะการแยกอุโมงค์ แอปจะขอให้ระบบของคุณระบุแอปพลิเคชันที่ติดตั้งไว้ทั้งหมด รายการนี้จะได้รับการเรียกใช้งานในมุมมองการแยกอุโมงค์เท่านั้น รายการแอปพลิเคชันที่ติดตั้งไว้ทั้งหมด จะไม่ถูกส่งออกจากอุปกรณ์
tr: Bölünmüş tünelleme özelliği kullanılıyorsa uygulama, yüklü tüm uygulamaların bir listesi için sisteminizi sorgular. Bu liste yalnızca bölünmüş tünelleme görünümünde alınır. Yüklü uygulamaların listesi hiçbir zaman cihazdan gönderilmez.

source: If these steps don’t work, please send an email to support using the button below. It will automatically attach the logs which have been anonymized.
ar: إذا لم تنجح هذه الخطوات في حال المشكلة، يُرجى مراسلة فريق الدعم عبر البريد الإلكتروني باستخدام الزر أدناه. سيتم تلقائيًا إرفاق السجلات التي تم إخفاء هويتها.
de: Sollten die oben genannten Schritte nicht zum Erfolg führen, senden Sie bitte über die Schaltfläche unten eine E-Mail an unseren Support. Es werden automatisch anonymisierte Protokolle als Anhang beigefügt.
es: Si no funcionan estos pasos, envíe un correo electrónico al servicio de asistencia usando el botón de abajo. Adjuntará automáticamente los registros que se han anonimizado.
fa: اگر این مراحل کار نکرد، لطفاً با استفاده از دکمهٔ زیر به پشتیبانی ایمیل بزنید. این کار به‌طور خودکار گزارش‌ها را که ناشناس‌ شده‌اند، پیوست خواهد کرد.
fi: Jos nämä vaiheet eivät toimi, lähetä sähköpostiviesti tuelle käyttämällä alla olevaa painiketta. Se liittää automaattisesti anonymisoidut lokit.
my: ဤအဆင့်များအတိုင်း လုပ်ဆောင်သော်လည်း မပြေလည်ပါက အောက်ရှိ ခလုတ်ကို သုံး၍ သုံးစွဲသူ အကူအညီပေးရေး အဖွဲ့ထံ အီးမေးလ်တစ်စောင် ပို့ပေးပါ။ အီးမေးလ်တွင် အမည်ဝှက်ထားသော မှတ်တမ်းများကို အော်တို တွဲချိတ်သွားပါမည်။
pt: Se estes passos não resultarem, envie um e-mail para o suporte através do botão abaixo. Anexará automaticamente os registos, que foram anonimizados.
sv: Om dessa steg inte fungerar kan du skicka ett e-postmeddelande till supporten via knappen nedan. Detta bifogar automatisk loggarna som har anonymiserats.
th: หากขั้นตอนเหล่านี้ไม่ได้ผล โปรดส่งอีเมลถึงฝ่ายสนับสนุนโดยใช้ปุ่มด้านล่าง ระบบจะแนบบันทึกที่ถูกทำให้ไม่ระบุตัวตนโดยอัตโนมัติ
tr: Bu adımlar işe yaramazsa, lütfen aşağıdaki düğmeyi kullanarak destek ekibine bir e-posta gönderin. Anonimleştirilmiş kayıtlar otomatik olarak eklenerek gönderilir.

source: Import new overrides by
ar: استيراد تجاوزات جديدة بواسطة
da: Importer nye tilsidesættelser med
de: Neue Überschreibungen importieren via
es: Importar nuevas anulaciones por
fa: وارد کردن تنظیمات جایگزین جدید توسط
fi: Uusien ohitusten tuontitapa
fr: Importer les nouvelles substitutions depuis
it: Importa nuove sovrascritture tramite
ja: 新しいオーバーライドのインポート
my: ဖော်ပြပါဖြင့် ကျော်လွန် ပယ်ဖျက်မှုအသစ်များကို ထည့်သွင်းရန်
nb: Importer nye overstyringer via
nl: Nieuwe overschrijvingen importeren vanuit
pl: Importuj nowe zastąpienia z
pt: Importar novas substituições através de
ru: Импорт новых переопределений:
sv: Importera nya åsidosättningar med
th: นำเข้าโอเวอร์ไรด์ใหม่โดยใช้
tr: Şuradaki yeni geçersiz kılmaları içe aktar

source: Import successful, overrides active
ar: تم الاستيراد بنجاح، التجاوزات نشطة
da: Importen lykkedes, tilsidesættelser aktive
de: Import erfolgreich, Überschreibungen aktiv
es: Importación realizada correctamente. Anulaciones activas
fa: وارد کردن موفقیت‌آمیز بود، تنظیمات جایگزین فعال شدند
fi: Tuonti onnistui ja ohituksia on käytössä
fr: Importation réussie, les substitutions sont actives
it: Importazione riuscita, sovrascritture attiva
ja: インポートが正常に完了しました。オーバーライドは有効です
my: ထည့်သွင်းမှု အောင်မြင်ပါသည်၊ ကျော်လွန် ပယ်ဖျက်မှု သက်ဝင်ပါသည်
nb: Importering vellykket. Overstyringer aktive
nl: Importeren geslaagd, overschrijvingen actief
pl: Import zakończony powodzeniem, zastąpienia są aktywne
pt: Importação bem-sucedida: substituições ativas
ru: Импортировано, переопределения активны
sv: Har importerats, åsidosättningar aktiva
th: นำเข้าสำเร็จ เปิดใช้โอเวอร์ไรด์อยู่
tr: İçe aktarma başarılı, geçersiz kılmalar etkin

source: Importing new overrides might replace some previously imported overrides.
ar: قد يحل استيراد التجاوزات الجديدة محل بعض التجاوزات التي تم استيرادها سابقًا.
da: Import af nye tilsidesættelser vil muligvis erstatte nogle tidligere importerede tilsidesættelser.
de: Der Import neuer Überschreibungen kann einige zuvor importierte Überschreibungen ersetzen.
es: Importar nuevas anulaciones podría reemplazar algunas anulaciones anteriormente importadas.
fa: وارد کردن جایگزین‌های جدید ممکن است جایگزین برخی از جایگزین‌های قبلاً وارد شده شود.
fi: Uusien ohitusten tuonti saattaa korvata joitain aiemmin tuotuja ohituksia.
fr: L'importation de nouvelles substitutions peut remplacer certaines substitutions importées précédemment.
it: L'importazione di nuove sovrascritture potrebbe sostituire alcune sovrascritture precedentemente importate.
ja: 新しいオーバーライドをインポートすると、以前インポートしたオーバーライドが置き換えられる可能性があります。
my: ကျော်လွန် ပယ်ဖျက်မှု အသစ်များကို ထည့်သွင်းခြင်းသည် ယခင်ထည့်သွင်းထားသော ကျော်လွန် ပယ်ဖျက်မှု အချို့ကို အစားထိုးနိုင်ပါသည်။
nb: Importering av nye overstyringer kan erstatte tidligere importerte overstyringer.
nl: Het importeren van nieuwe overschrijvingen kan sommige eerder geïmporteerde overschrijvingen vervangen.
pl: Wskutek importu nowych zastąpień zastąpione mogą zostać niektóre wcześniej zaimportowane zastąpienia.
pt: A importação de novas substituições pode substituir algumas substituições importadas anteriormente.
ru: Импорт новых переопределений может заменить некоторые ранее импортированные переопределения.
sv: Om du importerar nya åsidosättningar kan tidigare importerade åsidosättningar ersättas.
th: การนำเข้าโอเวอร์ไรด์ใหม่ อาจแทนที่โอเวอร์ไรด์ที่นำเข้าก่อนหน้านี้
tr: Yeni geçersiz kılmaların içe aktarılması, önceden içe aktarılan bazı geçersiz kılmaların yerine geçebilir.

source: In-app products unavailable, please make sure you have the latest version of Google Play.
ar: المنتجات داخل التطبيق غير متاحة، يُرجى التأكد من تثبيت أحدث إصدار من Google Play.
de: In-App-Produkte nicht verfügbar, bitte vergewissern Sie sich, dass sie die neueste Version von Google Play haben.
es: Productos en la aplicación no disponibles. Asegúrese de tener la última versión de Google Play.
fa: محصولات درون‌اپلیکیشنی در دسترس نیستند، لطفاً مطمئن شوید آخرین نسخهٔ Google Play را نصب کرده‌اید.
fi: Sovelluksen sisäiset tuotteet eivät ole käytettävissä. Varmista, että sinulla on Google Playn uusin versio.
it: Prodotti in-app non disponibili. Assicurati di disporre della versione più recente di Google Play.
my: အက်ပ်တွင်း ထုတ်ကုန်များကို မရရှိနိုင်ပါ၊ Google Play ၏ နောက်ဆုံးထွက်ဗာရှင်းကို ထည့်ပေးပါ။
nb: Produkter i appen er ikke tilgjengelige. Sørg for at du har den nyeste versjonen av Google Play.
nl: Producten in de app zijn niet beschikbaar. Controleer dat u de nieuwste versie van Google Play heeft.
pt: Produtos na app indisponíveis. Confirme se tem a versão mais recente do Google Play.
ru: Встроенные покупки недоступны — убедитесь, что у вас установлена последняя версия Google Play.
sv: Produkterna i appen är inte tillgängliga. Se till att du har den senaste versionen av Google Play.
th: ผลิตภัณฑ์ในแอปไม่พร้อมใช้งาน โปรดตรวจสอบให้แน่ใจว่าคุณมี Google Play เวอร์ชันล่าสุด
tr: Uygulama içi ürünler kullanılamıyor. Lütfen Google Play'in en yeni sürümüne sahip olduğunuzdan emin olun.
