Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# support-view
source: You are using an old version of the app. Please upgrade and see if the problem still exists before sending a report.
ar: أنت تستخدم إصدارًا قديمًا من التطبيق. يُرجى تحديثه والتحقُّق من استمرار المشكلة قبل إرسال البلاغ.
da: Du bruger en gammel version af appen. Opgrader og se, om problemet stadig opstår, før du sender en rapport.
de: Sie verwenden eine alte Version der App. Bitte aktualisieren Sie die App und schauen Sie, ob der Fehler weiterhin besteht, bevor Sie einen Bericht senden.
es: Usa una versión anterior de la aplicación. Antes de enviar un informe, actualice la aplicación para comprobar si el problema persiste.
fa: شما از نسخهٔ قدیمی اپلیکیشن استفاده می‌کنید. لطفاً اپلیکیشن را به‌روزرسانی کنید و پیش از ارسال گزارش، بررسی کنید که آیا مشکل همچنان وجود دارد یا خیر.
fi: Käytät sovelluksen vanhaa versiota. Ennen raportin lähettämistä päivitä uudempaan ja tarkista, vieläkö ongelma ilmenee.
fr: Vous utilisez une ancienne version de l'application. Veuillez la mettre à niveau et voir si le problème persiste avant d'envoyer un rapport.
it: Stai utilizzando una versione obsoleta dell'app. Aggiorna e verifica se il problema persiste prima di inviare un rapporto.
ja: 旧バージョンのアプリを使用中です。報告を送信する前にアプリを更新し、問題が引き続き発生するかどうかを確認してください。
my: သင်သည် ဤအက်ပ်၏ ဗားရှင်းအဟောင်းကို သုံးနေပါသည်။ အဆင့်မြှင့်တင်ပေးပြီး ရီပို့တ် မပို့မီ ပြဿနာ ဆက်ရှိနေခြင်း ရှိ မရှိ စစ်ဆေးပေးပါ။
nb: Du bruker en gammel versjon av appen. Oppdater appen for å se om problemet løser seg før du sender inn en rapport.
nl: U gebruikt een oude versie van de app. Upgrade en controleer of het probleem aanhoudt voordat u een melding stuurt.
pl: Używasz starej wersji aplikacji. Przed wysłaniem zgłoszenia zaktualizuj i sprawdź, czy problem nadal występuje.
pt: Está a utilizar uma versão antiga da aplicação. Atualize a aplicação e veja se o problema persiste antes de enviar um relatório.
ru: Вы используете старую версию приложения. Прежде чем сообщать о проблеме, обновите приложение и проверьте, не исчезла ли она.
sv: Du använder en gammal version av appen. Uppgradera och se om problemet kvarstår innan du skickar en rapport.
th: คุณกำลังใช้งานแอปเวอร์ชันเก่า โปรดอัปเกรดแอปและดูว่ายังคงมีปัญหาอยู่หรือไม่ ก่อนที่คุณจะส่งรายงาน
tr: Şu anda uygulamanın eski bir sürümünü kullanıyorsunuz. Lütfen yeni sürüme geçin ve rapor göndermeden önce sorunun hala devam edip etmediğine bakın.

# support-view
source: Your email (optional)
ar: بريدك الإلكتروني (اختياري)
da: Din e-mail (valgfrit)
de: Ihre E-Mail-Adresse (optional)
es: Su correo electrónico (opcional)
fa: ایمیل شما (اختیاری)
fi: Sähköpostisi (valinnainen)
fr: Votre e-mail (facultatif)
it: La tua e-mail (opzionale)
ja: あなたのメールアドレス (任意)
my: သင့်အီးမေးလ် (မဖြည့်လည်း ရပါသည်)
nb: E-post (valgfritt)
nl: Uw e-mailadres (optioneel)
pl: Twój adres e-mail (opcjonalnie)
pt: O seu email (opcional)
ru: Ваша электронная почта (необязательно)
sv: Din e-postadress (valfritt)
th: อีเมลของคุณ (ไม่บังคับ)
tr: E-posta adresiniz (isteğe bağlı)

# tray-icon-context-menu
source: Disconnected from system service
ar: تم قطع الاتصال عن خدمة النظام
da: Afbrudt fra systemtjenesten
de: Vom Systemdienst getrennt
es: Desconectado del servicio del sistema
fa: قطع ارتباط با سرویس سیستم
fi: Yhteys järjestelmäpalveluun katkaistu
fr: Déconnecté du service système
it: Disconnesso dai servizi di sistema
ja: システムサービスから接続が解除されました
my: စနစ်ဝန်ဆောင်မှုမှ ချိတ်ဆက်မှု ဖြုတ်ထားပြီး
nb: Koblet fra systemservice
nl: Verbinding met systeemservice verbroken
pl: Odłączono od usługi systemowej
pt: Desligado do serviço do sistema
ru: Отключено от системной службы
sv: Frånkopplad från systemtjänst
th: ตัดการเชื่อมต่อจากบริการระบบแล้ว
tr: Sistem hizmetiyle bağlantı kesildi

# tray-icon-context-menu
source: Open %(mullvadVpn)s
ar: فتح %(mullvadVpn)s
da: Åbn %(mullvadVpn)s
de: %(mullvadVpn)s öffnen
es: Abrir %(mullvadVpn)s
fa: باز کردن %(mullvadVpn)s
fi: Avaa %(mullvadVpn)s
fr: Ouvrir %(mullvadVpn)s
it: Apri %(mullvadVpn)s
ja: %(mullvadVpn)sを開く
my: %(mullvadVpn)s ကို ဖွင့်ရန်
nb: Åpne %(mullvadVpn)s
nl: %(mullvadVpn)s openen
pl: Otwórz %(mullvadVpn)s
pt: Abrir %(mullvadVpn)s
ru: Открыть %(mullvadVpn)s
sv: Öppna %(mullvadVpn)s
th: เปิด %(mullvadVpn)s
tr: %(mullvadVpn)s aç

# tray-icon-tooltip
source: Connected. %(location)s
ar: متصل. %(location)s
da: Tilsluttet. %(location)s
de: Verbunden. %(location)s
es: Conectado. %(location)s
fa: متصل شد. %(location)s
fi: Yhdistetty. %(location)s
fr: Connecté. %(location)s
it: Connesso. %(location)s
ja: 接続しました。%(location)s
my: %(location)s နှင့် ချိတ်ဆက်ထားပါသည်။
nb: Tilkoblet. %(location)s
nl: Verbonden. %(location)s
pl: Połączono. %(location)s
pt: Ligado. %(location)s
ru: Подключено. %(location)s
sv: Ansluten. %(location)s
th: เชื่อมต่อแล้ว %(location)s
tr: Bağlandı. %(location)s

# tray-icon-tooltip
source: Connecting. %(location)s
ar: جارٍ الاتصال. %(location)s
da: Tilslutter. %(location)s
de: Wird verbunden. %(location)s
es: Conectando. %(location)s
fa: در حال اتصال. %(location)s
fi: Yhdistetään. %(location)s
fr: Connexion. %(location)s
it: Connessione. %(location)s
ja: 接続中です。%(location)s
my: %(location)s နှင့် ချိတ်ဆက်နေပါသည်။
nb: Kobler til. %(location)s
nl: Bezig met verbinden. %(location)s
pl: Łączenie. %(location)s
pt: A ligar. %(location)s
ru: Идет подключение. %(location)s
sv: Ansluter. %(location)s
th: กำลังเชื่อมต่อ %(location)s
tr: Bağlanılıyor. %(location)s

# troubleshoot
source: Disable split tunneling
ar: إيقاف الانقسام النفقي
da: Deaktiver split tunneling
de: Split Tunneling deaktivieren
es: Deshabilitar «Split Tunneling»
fa: غیرفعال کردن تونل‌گذاری تفکیک‌شده
fi: Poista split tunneling käytöstä
fr: Désactiver le Split tunneling
it: Disabilita split tunneling
ja: スプリットトンネリングを無効化
my: Split Tunneling ကို ပိတ်ရန်
nb: Deaktiver Split Tunneling
nl: Split tunneling uitschakelen
pl: Wyłącz Split tunneling
pt: Desativar split tunneling
ru: Отключить раздельное туннелирование
sv: Inaktivera split tunneling
th: ปิดใช้งานการแยกอุโมงค์
tr: Bölünmüş tünellemeyi devre dışı bırak

# troubleshoot
source: Enable “Full Disk Access” for “Mullvad VPN” in the macOS system settings.
ar: فعِّل "الوصول الكامل للقرص" لـ "Mullvad VPN" في إعدادات نظام macOS.
da: Aktiver "Fuld diskadgang" for "Mullvad VPN" i macOS-systemindstillingerne.
de: Aktivieren Sie „Voller Festplattenzugriff“ für „Mullvad VPN“ in den macOS-Systemeinstellungen.
es: Habilite «Acceso completo al disco» para «Mullvad VPN» en la configuración del sistema macOS.
fa: «دسترسی کامل به دیسک» را برای «Mullvad VPN» در تنظیمات سیستم macOS فعال کنید.
fi: Ota käyttöön "Täysi levyn käyttöoikeus" Mullvad VPN:lle macOS:n järjestelmäasetuksista.
fr: Activez « Accès complet au disque » pour « Mullvad VPN » dans les paramètres système de macOS.
it: Abilita "Accesso completo al disco" per "Mullvad VPN" nelle impostazioni di sistema macOS.
ja: macOS のシステム設定で、"Mullvad VPN" の "フルディスクアクセス" を有効化してください。
my: macOS စနစ်ဆက်တင်တွင် “Mullvad VPN” အတွက် “Full Disk Access” ကို ဖွင့်ပါ။
nb: Aktiver «Full disktilgang» for «Mullvad VPN» i systeminnstillingene for macOS.
nl: Schakel "Volledige schijftoegang" in voor "Mullad VPN" in de systeeminstellingen van macOS
pl: Włącz opcję „Pełny dostęp do dysku” dla „Mullvad VPN” w ustawieniach systemu macOS.
pt: Ative "Acesso completo ao disco" para "Mullvad VPN" nas definições de sistema do macOS.
ru: Включите «Полный доступ к диску» для Mullvad VPN в системных настройках macOS.
sv: Aktivera "Fullständig diskåtkomst" för "Mullvad VPN" i macOS-systeminställningarna.
th: เปิดใช้งาน "การเข้าถึงดิสก์อย่างเต็มที่" สำหรับ “Mullvad VPN” ในการตั้งค่าระบบ macOS
tr: MacOS sistem ayarlarında "Mullvad VPN" için "Tam Disk Erişimi"ni etkinleştirin.

# troubleshoot
source: Failed to enable split tunneling. This is because the app is missing system permissions. What you can do:
ar: فشل تفعيل الانقسام النفقي لأن التطبيق لا يملك أذونات النظام. يمكنك إجراء ما يلي:
da: Kunne ikke aktivere split tunneling. Dette skyldes, at appen mangler systemtilladelser. Hvad du kan gøre:
de: Split Tunneling konnte nicht aktiviert werden. Das liegt daran, dass der App Systemberechtigungen fehlen. Was Sie tun können:
es: Error al habilitar la tunelización dividida. Esto sucede porque a la aplicación le faltan permisos del sistema. Lo que puede hacer:
fa: فعال‌سازی تونل‌گذاری تفکیک‌شده ناموفق بود. دلیل آن این است که اپلیکیشن، مجوزهای لازم سیستم را ندارد. کاری که می‌توانید انجام دهید:
fi: Sovelluskohtaisen yhdistämisen käyttöönotto epäonnistui. Tämä johtuu siitä, että sovellukselta puuttuvat järjestelmän käyttöoikeudet. Mitä voit tehdä:
fr: Échec de l'activation du split tunneling. Cela est dû au fait que l'application ne dispose pas des autorisations système nécessaires. Ce que vous pouvez faire :
it: Impossibile abilitare lo split tunneling: all'app mancano le autorizzazioni di sistema. Cosa puoi fare:
ja: スプリットトンネリングを有効化できませんでした。アプリにシステム権限が付与されていません。以下の手順をお試しください。
my: Split Tunneling ကို ဖွင့်၍မရခဲ့ပါ။ အက်ပ်တွင် စနစ်ခွင့်ပြုချက်များ မရှိခြင်းကြောင့် ဤသို့ ဖြစ်ရခြင်း ဖြစ်သည်။ သင် လုပ်ဆောင်နိုင်သည့်အရာ-
nb: Kunne ikke aktivere delt tunnelering. Dette skyldes at appen mangler systemtillatelser. Dette kan du gjøre:
nl: Inschakelen van split tunneling mislukt. Dit komt omdat de app systeemrechten mist. Wat je kunt doen:
pl: Nie udało się włączyć dzielonego tunelowania: aplikacji brakuje uprawnień systemowych. Co można zrobić:
pt: Erro ao ativar a divisão do túnel, devido a falta de permissões de sistema da aplicação. Pode:
ru: Не удалось включить раздельное туннелирование: приложению не хватает системных разрешений. Что можно сделать:
sv: Det gick inte att aktivera split tunneling. Det kan bero på att appen saknar systembehörigheter. Det här kan du göra:
th: ล้มเหลวในการเปิดใช้การแยกอุโมงค์ ซึ่งเกิดจากแอปไม่มีสิทธิ์อนุญาตของระบบ สิ่งที่คุณทำได้มีดังนี้:
tr: Uygulamanın sistem izinleri eksik olduğu için bölünmüş tünelleme etkinleştirilemedi. Yapabilecekleriniz:

# troubleshoot
source: If these steps do not work please send a problem report.
ar: إذا لم تنجح هذه الخطوات، يُرجى إرسال بلاغ بالمشكلة.
da: Hvis disse trin ikke virker, bedes du indsende en problemrapport.
de: Falls diese Schritte nicht helfen, senden Sie bitte einen Problembericht.
es: Si estos pasos no funcionan, envíe un informe de problemas.
fa: اگر این مراحل کار نکرد، لطفاً یک گزارش مشکل ارسال کنید.
fi: Jos ongelma ei ratkea näillä ohjeilla, lähetä siitä raportti.
fr: Si ces étapes ne fonctionnent pas, veuillez envoyer un rapport de problème.
it: Se questi passaggi non funzionano, invia una segnalazione del problema.
ja: これらの手順で解決できない場合は、問題の報告を送信してください。
my: ဤအဆင့်များ အလုပ်မလုပ်ပါက ပြဿနာ ရီပို့တ်တစ်ခု ပေးပို့ပေးပါ။
nb: Hvis disse trinnene ikke løser noe, kan du sende inn en problemrapport.
nl: Als deze stappen niet werken, stuur dan een probleemrapport.
pl: Jeśli te kroki nie zadziałają, wyślij zgłoszenie problemu.
pt: Se estes passos não funcionarem, envie um relatório do problema.
ru: Если эти действия не помогли, отправьте сообщение о проблеме.
sv: Om dessa steg inte fungerar kan du skicka en problemrapport.
th: หากขั้นตอนเหล่านี้ใช้ไม่ได้ผล โปรดส่งรายงานปัญหา
tr: Bu adımlar işe yaramazsa lütfen bir hata raporu gönderin.

# troubleshoot
source: Make sure you have NF tables support.
ar: تأكَّد من أن لديك دعم جداول NF.
da: Sørg for, at der er understøttelse af NFtables.
de: Vergewissern Sie sich, dass Sie nftables unterstützen.
es: Asegúrese de tener compatibilidad con tablas NF.
fa: اطمینان حاصل کنید که از NF tables پشتیبانی داشته باشید.
fi: Varmista, että käytössäsi on Nftables-tuki.
fr: Assurez-vous que Nftables est pris en charge.
it: Assicurati di avere compatibilità per le tabelle NF.
ja: nftablesがサポートされていることを確認します。
my: NF tables ပံ့ပိုးမှုရှိကြောင်း သေချာပါစေ။
nb: Sørg for at NF-tabeller støttes.
nl: Zorg dat u ondersteuning voor NF-tabellen hebt.
pl: Zapewnij obsługę podsystemu nftables.
pt: Garanta que tem compatibilidade com Nftables.
ru: Убедитесь, что у вас включена поддержка Nftables.
sv: Se till att du har stöd för Nftables.
th: โปรดตรวจสอบให้แน่ใจว่าคุณมีการรองรับตาราง NF
tr: NFtables desteğinizin olduğundan emin olun.

# troubleshoot
source: Open system settings
ar: فتح إعدادات النظام
da: Åbn systemindstillinger
de: Systemeinstellungen öffnen
es: Abrir la configuración del sistema
fa: تنظیمات سیستم را باز کنید
fi: Avaa järjestelmäasetukset
fr: Ouvrir les paramètres système
it: Apri le impostazioni di sistema
ja: システム設定を開く
my: စနစ်ဆက်တင်ကို ဖွင့်ရန်
nb: Åpne systeminnstillinger
nl: Systeeminstellingen openen
pl: Otwórz ustawienia systemu
pt: Abrir as definições de sistema
ru: Открыть системные настройки
sv: Öppna systeminställningarna
th: เปิดการตั้งค่าระบบ
tr: Sistem ayarlarını aç

# troubleshoot
source: This error can happen when something other than Mullvad is actively updating the DNS.
ar: يمكن أن يحدث هذا الخطأ عندما يقوم شيء آخر غير Mullvad بتحديث DNS بشكلٍ نشط.
da: Denne fejl kan opstå, når noget andet end Mullvad aktivt opdaterer DNS.
de: Der Fehler kann auftreten, wenn etwas Anderes als Mullvad das DNS aktiv aktualisiert.
es: Este error puede suceder cuando algo que no es Mullvad está actualizando activamente el DNS.
fa: این خطا زمانی می‌تواند رخ دهد که چیزی غیر از Mullvad به‌صورت فعال DNS را به‌روزرسانی می‌کند.
fi: Tämä virhe voi tapahtua, kun DNS:ää päivittää aktiivisesti jokin muu instanssi kuin Mullvad.
fr: Cette erreur peut survenir lorsque quelque chose d'autre que Mullvad met activement à jour le DNS.
it: Questo errore può verificarsi quando qualcosa di diverso da Mullvad sta aggiornando attivamente il DNS.
ja: このエラーは、Mullvad以外の何かがDNSを積極的に更新している場合に起こることがあります。
my: Mullvad အပြင် အခြားတစ်စုံတစ်ခုက DNS ကို ထိထိရောက်ရောက် အပ်ဒိတ်လုပ်နေသည့်အခါ ဤချို့ယွင်းချက် ဖြစ်ပေါ်နိုင်ပါသည်။
nb: Feilen kan skje når noe annet enn Mullvad holder på med oppdatering av DNS.
nl: Deze fout kan optreden als iets anders dan Mullvad actief de DNS bijwerkt.
pl: Ten błąd może wystąpić, gdy coś innego niż Mullvad aktywnie aktualizuje DNS.
pt: Este erro pode acontecer quando algo diferente do Mullvad está a atualizar ativamente o DNS.
ru: Эта ошибка может произойти, когда стороннее приложение (не Mullvad) активно обновляет DNS.
sv: Det här felet kan inträffa när något annat än Mullvad aktivt uppdaterar DNS.
th: ข้อผิดพลาดนี้อาจเกิดขึ้น ในขณะที่อย่างอื่นนอกเหนือจาก Mullvad กำลังอัปเดต DNS อยู่
tr: Bu hata, Mullvad dışındaki bir yazılımın DNS'yi aktif olarak güncellemesi sırasında ortaya çıkabilir.

# troubleshoot
source: This might be caused by an outdated kernel.
ar: قد يكون السبب في ذلك هو نواة قديمة.
da: Dette kan være forårsaget af en forældet kerne.
de: Die Ursache dafür könnte ein veralteter Kernel sein.
es: Esto podría causarlo un kernel desactualizado.
fa: ممکن است این مشکل به‌دلیل یک کرنل قدیمی ایجاد شده باشد.
fi: Ongelma saattaa johtua vanhentuneesta ytimestä.
fr: Cela peut être causé par un noyau obsolète.
it: Potrebbe essere causato da un kernel obsoleto.
ja: カーネルが古いことが原因である可能性があります。
my: အပ်ဒိတ်မဖြစ်တော့သည့် Kernel ကြောင့် ဤသို့ ဖြစ်ပေါ်နိုင်ပါသည်။
nb: Dette kan være et resultat av en utdatert kjerne.
nl: Dit wordt mogelijk veroorzaakt door een verouderde kernel.
pl: Może to być spowodowane nieaktualnym jądrem.
pt: Isto pode ser causado por um kernel desatualizado.
ru: Причиной может быть устаревшее ядро.
sv: Det kan ha orsakats av en utgången kernel.
th: นี่อาจเกิดจากเคอร์เนลที่ล้าสมัย
tr: Bu durum, güncel olmayan bir çekirdekten kaynaklanabilir.

# troubleshoot
source: Try reconnecting.
ar: حاول إعادة الاتصال.
da: Prøv at oprette forbindelse igen.
de: Versuchen Sie, sich neu zu verbinden.
es: Intente volver a establecer la conexión.
fa: دوباره تلاش کنید وصل شوید.
fi: Kokeile yhdistää uudelleen.
fr: Essayez de vous reconnecter.
it: Prova a riconnetterti.
ja: 再接続してください。
my: ပြန်ချိတ်ဆက်ကြည့်ပါ။
nb: Prøv å koble til på nytt.
nl: Probeer opnieuw te verbinden.
pl: Spróbuj połączyć ponownie.
pt: Tente voltar a ligar.
ru: Попробуйте переподключиться.
sv: Försök att återansluta.
th: ลองเชื่อมต่อใหม่
tr: Yeniden bağlanmayı deneyin.

# troubleshoot
source: Try restarting your device.
ar: جرِّب إعادة تشغيل جهازك.
da: Prøv at genstarte din enhed.
de: Versuchen Sie es mit einem Neustart Ihres Geräts.
es: Intente reiniciar su dispositivo.
fa: سعی کنید دستگاه خود را دوباره راه‌اندازی کنید.
fi: Kokeile käynnistää laitteesi uudelleen.
fr: Essayez de redémarrer votre appareil.
it: Prova a riavviare il dispositivo.
ja: デバイスを再起動してください。
my: သင့်စက်ကို အစမှ ပြန်ဖွင့်ရန် ကြိုးစားကြည့်ပါ။
nb: Prøv å starte enheten på nytt.
nl: Probeer uw apparaat opnieuw op te starten.
pl: Spróbuj ponownie uruchomić urządzenie.
pt: Tente reiniciar o seu dispositivo.
ru: Попробуйте перезагрузить устройство.
sv: Försök att återansluta din enhet.
th: ลองรีสตาร์ตอุปกรณ์ของคุณ
tr: Cihazınızı yeniden başlatmayı deneyin.

# troubleshoot
source: Try to reinstall VMware.
ar: جرِّب إعادة تثبيت VMware.
da: Prøv at geninstallere VMware.
de: Versuchen Sie, VMware neu zu installieren.
es: Intente reinstalar VMware.
fa: سعی کنید VMware را دوباره نصب کنید.
fi: Yritä asentaa VMware uudelleen.
fr: Essayez de réinstaller VMware.
it: Prova a reinstallare VMware.
ja: VMwareの再インストールを試してください。
my: VMware ကို ပြန်လည်ထည့်သွင်းရန် ကြိုးစားကြည့်ပါ။
nb: Prøv å installere VMware på nytt.
nl: Probeer VMware opnieuw te installeren.
pl: Spróbuj ponownie zainstalować VMware.
pt: Tente reinstalar o VMware.
ru: Попробуйте переустановить VMware.
sv: Försök att återinstallera VMware.
th: ลองติดตั้ง VMware ใหม่
tr: VMware'i yeniden yüklemeyi deneyin.

# troubleshoot
source: Try to turn Wi-Fi Calling off in the FaceTime app settings and restart the Mac.
ar: جرِّب إيقاف تشغيل مكالمات Wi-Fi في إعدادات تطبيق FaceTime، ثم قم بإعادة تشغيل جهاز Mac.
da: Prøv at slå Wi-Fi-opkald fra i FaceTime-appens indstillinger, og genstart Mac'en.
de: Versuchen Sie, Anrufe vom iPhone in den Einstellungen der FaceTime-App zu deaktivieren und starten Sie den Mac neu.
es: Intente desactivar la llamada wifi en la configuración de la aplicación FaceTime y reiniciar el Mac.
fa: سعی کنید Wi-Fi Calling را در تنظیمات اپلیکیشن FaceTime خاموش کنید و Mac را دوباره راه‌اندازی کنید.
fi: Yritä poistaa Wi-Fi-puhelut käytöstä FaceTime-sovelluksen asetuksista ja käynnistä Mac uudelleen.
fr: Essayez de désactiver les appels Wi-Fi dans les paramètres de l'application FaceTime et redémarrez le Mac.
it: Prova a disattivare le chiamate Wi-Fi nelle impostazioni dell'app FaceTime e riavvia il Mac.
ja: FaceTimeアプリの設定でWi-Fi通話をオフにしてからMacを再起動してください。
my: FaceTime အက်ပ် ဆက်တင်တွင် Wi-Fi မှတစ်ဆင့် ခေါ်ဆိုမှုကို ပိတ်ကြည့်ပြီး Mac ကို အစမှ ပြန်ဖွင့်ပါ။
nb: Prøv å slå av Wi-Fi-oppringing i innstillingene til FaceTime-appen og start Mac-enheten på nytt.
nl: Probeer Bellen via wifi uit te schakelen in de instellingen van de FaceTime-app en start de Mac opnieuw op.
pl: Spróbuj wyłączyć połączenia przez sieć Wi-Fi w ustawieniach aplikacji FaceTime i uruchom ponownie system Mac.
pt: Tente desligar as Chamadas por Wi-Fi nas definições de app do FaceTime e reiniciar o Mac.
ru: Попробуйте отключить вызовы по Wi-Fi в настройках приложения FaceTime и перезагрузите Mac.
sv: Försök att inaktivera wifi-samtal i inställningarna i appen FaceTime och starta om din Mac.
th: ลองปิดการโทรผ่าน Wi-Fi ในการตั้งค่าแอป FaceTime แล้วจึงรีสตาร์ต Mac
tr: FaceTime uygulama ayarlarından Wi-Fi Aramasını kapatmayı deneyin ve Mac'i yeniden başlatın.

# troubleshoot
source: Try to uninstall VMware.
ar: جرِّب إلغاء تثبيت VMware.
da: Prøv at afinstallere VMware.
de: Versuchen Sie, VMware zu deinstallieren.
es: Intente desinstalar VMware.
fa: سعی کنید VMware را حذف نصب کنید.
fi: Yritä poistaa VMwaren asennus.
fr: Essayez de désinstaller VMware.
it: Prova a disinstallare VMware.
ja: VMwareのアンインストールを試してください。
my: VMware ကို ထည့်သွင်းထားမှုမှ ဖျက်ရန် ကြိုးစားကြည့်ပါ။
nb: Prøv å avinstallere VMware.
nl: Probeer VMware te verwijderen.
pl: Spróbuj odinstalować VMware.
pt: Tente desinstalar o VMware.
ru: Попробуйте удалить VMware.
sv: Försök att avinstallera VMware.
th: ลองถอนการติดตั้ง VMware
tr: VMware'i kaldırmayı deneyin.

# troubleshoot
source: Unable to communicate with Mullvad kernel driver.
ar: يتعذَّر الاتصال ببرنامج تشغيل نواة Mullvad.
da: Kan ikke kommunikere med Mullvad-kernedriveren.
de: Die Kommunikation mit dem Mullvad Kernel-Treiber ist nicht möglich.
es: No se puede comunicar con el controlador del kernel de Mullvad.
fa: نمی‌توان با درایور کرنل Mullvad ارتباط برقرار کرد.
fi: Kommunikointi Mullvad-ytimen ohjaimen kanssa ei onnistu.
fr: Impossible de communiquer avec le pilote du noyau Mullvad.
it: Impossibile comunicare con il driver del kernel Mullvad.
ja: Mullvadカーネルドライバーと通信できません。
my: Mullvad Kernel Driver နှင့် ဆက်သွယ်၍ မရနိုင်ပါ။
nb: Kan ikke kommunisere med Mullvad-kjernedriver.
nl: Kan niet communiceren met het Mullvad-kernelstuurprogramma.
pl: Nie można skomunikować się ze sterownikiem jądra Mullvad.
pt: Não foi possível comunicar com a driver do kernel Mullvad.
ru: Не удалось установить связь с драйвером ядра Mullvad.
sv: Det går inte att kommunicera med Mullvads kerneldrivrutin.
th: ไม่สามารถสื่อสารกับไดรเวอร์เคอร์เนล Mullvad ได้
tr: Mullvad çekirdek sürücüsü ile iletişim kurulamıyor.
