Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# split-tunneling-view
source: To use %(splitTunneling)s, please change to a Linux kernel version that supports cgroup v1.
ar: لاستخدام %(splitTunneling)s، يُرجى التغيير إلى إصدار النواة على Linux الذي يدعم cgroup v1.
de: Um %(splitTunneling)s zu verwenden, wechseln Sie bitte zu einer Linux-Kernel-Version, die cgroup v1 unterstützt.
es: Para utilizar %(splitTunneling)s, cambie a una versión de kernel de Linux que admita cgroup v1.
fa: برای استفاده از %(splitTunneling)s، لطفاً به نسخه‌ای از کرنل لینوکس تغییر دهید که از cgroup v1 پشتیبانی می‌کند.
fi: Vaihda Linuxin ydinversioon, joka tukee cgroup v1:tä, jotta %(splitTunneling)s on käytettävissä.
it: Per utilizzare %(splitTunneling)s, passa a una versione del kernel Linux che supporti cgroup v1.
my: %(splitTunneling)s ကိုသုံးလိုပါက cgroup v1 ကို ပံ့ပိုးပေးသည့် Linux Kernel ဗားရှင်းသို့ ပြောင်းပါ။
nb: For å bruke %(splitTunneling)s, må du endre til en Linux-kjerneversjon som støtter cgroup v1.
nl: Als u %(splitTunneling)s wilt gebruiken, moet u overschakelen naar een versie van de Linux-kernel die cgroup v1 ondersteunt.
pt: Para usar %(splitTunneling)s, mude para uma versão do kernel Linux que suporte cgroup v1.
ru: Чтобы использовать %(splitTunneling)s, установите версию ядра Linux с поддержкой cgroup v1.
sv: För att använda %(splitTunneling)s byter du till en Linux kärnversion som har stöd för cgroup v1.
th: หากต้องการใช้ %(splitTunneling)s โปรดเปลี่ยนเป็นเวอร์ชันเคอร์เนล Linux ที่รองรับ cgroup v1
tr: %(splitTunneling)s özelliğini kullanmak için lütfen cgroup v1'i destekleyen bir Linux çekirdek sürümüne geçin.

# split-tunneling-view
source: To use split tunneling please enable “Full disk access” for “Mullvad VPN” in the macOS system settings.
ar: لاستخدام الانقسام النفقي، يُرجى تفعيل "الوصول الكامل للقرص" لـ "Mullvad VPN" في إعدادات نظام macOS.
da: Du skal aktivere "Fuld diskadgang" for "Mullvad VPN" i systemindstillinger i MacOS for at bruge split tunneling.
de: Um Split Tunneling zu nutzen, aktivieren Sie in den macOS-Systemeinstellungen bitte „Voller Festplattenzugriff“ für „Mullvad VPN“.
es: Para utilizar «split tunneling», active la opción «Acceso completo al disco» para «Mullvad VPN» en la configuración del sistema macOS.
fa: برای استفاده از تونل‌گذاری تفکیک‌شده، لطفاً «دسترسی کامل به دیسک» را برای «Mullvad VPN» در تنظیمات سیستم macOS فعال کنید.
fi: Jos haluat käyttää sovelluskohtaista yhdistämistä, salli koko levyn käyttö "Mullvad VPN" -kohdassa macOS-järjestelmäasetuksissa.
fr: Pour utiliser le Split tunneling, activez « Accès complet au disque » pour « Mullvad VPN » dans les paramètres système de macOS.
it: Per utilizzare lo split tunneling, abilita "Accesso completo al disco" per "Mullvad VPN" nelle impostazioni del sistema macOS.
ja: スプリットトンネリングを使用するには、macOSのシステム設定で「Mullvad VPN」の「フルディスクアクセス」を有効にしてください。
my: Split tunneling ကို အသုံးပြုရန်အတွက် macOS စနစ်ဆက်တင်ထဲရှိ “Mullvad VPN” အတွက် “Full disk access” ကို ဖွင့်ပေးပါ။
nb: For å bruke delt tunnelering må du aktivere «Full disktilgang» for «Mullvad VPN» i systeminnstillingene for macOS.
nl: Om split tunneling te gebruiken, moet u "Volledige schijftoegang" inschakelen voor "Mullvad VPN" in de macOS-systeeminstellingen.
pl: Aby korzystać z dzielonego tunelowania, włącz opcję „Pełny dostęp do dysku” w obszarze „Mullvad VPN” w ustawieniach systemu macOS.
pt: Para utilizar o túnel dividido, ative "Acesso completo ao disco" para "Mullvad VPN" nas definições do sistema macOS.
ru: Для использования раздельного туннелирования включите полный доступ к диску для Mullvad VPN в системных настройках macOS.
sv: Om du vill använda split tunneling ska du ge "Fullständig diskåtkomst" till "Mullvad VPN" i macOS-systeminställningarna.
th: หากต้องการใช้การแยกอุโมงค์ โปรดเปิดใช้งาน "การเข้าถึงดิสก์ทั้งหมด" สำหรับ “Mullvad VPN” ในการตั้งค่าระบบ macOS
tr: Bölünmüş tünellemeyi kullanmak için lütfen macOS sistem ayarlarında "Mullvad VPN" için "Tam disk erişimi"ni etkinleştirin.

# split-tunneling-view
source: Unable to launch selection. %(detailedErrorMessage)s
ar: يتعذَّر تشغيل التحديد. %(detailedErrorMessage)s
da: Kunne ikke starte det valgte. %(detailedErrorMessage)s
de: Auswahl konnte nicht gestartet werden. %(detailedErrorMessage)s
es: No se puede iniciar la opción seleccionada. %(detailedErrorMessage)s
fa: امکان اجرای انتخاب وجود ندارد. %(detailedErrorMessage)s
fi: Valinnan käynnistäminen ei onnistu. %(detailedErrorMessage)s
fr: Impossible de démarrer la sélection. %(detailedErrorMessage)s
it: Impossibile avviare la selezione. %(detailedErrorMessage)s
ja: 選択を開始できません。%(detailedErrorMessage)s
my: ရွေးချယ်မှုကို စတင်ဆောင်ရွက်၍ မရနိုင်ပါ။ %(detailedErrorMessage)s
nb: Kan ikke starte valget. %(detailedErrorMessage)s
nl: Kan selectie niet starten. %(detailedErrorMessage)s
pl: Nie można uruchomić wyboru. %(detailedErrorMessage)s
pt: Não foi possível lançar a seleção. %(detailedErrorMessage)s
ru: Не удалось запустить выбор. %(detailedErrorMessage)s
sv: Det gick inte att starta valet. %(detailedErrorMessage)s
th: ไม่สามารถเปิดรายการที่เลือกได้ %(detailedErrorMessage)s
tr: Başlatma seçenekleri kullanılamıyor %(detailedErrorMessage)s

# support-view
source: Continue anyway
ar: المتابعة على أي حال
da: Fortsæt alligevel
de: Trotzdem fortfahren
es: Continuar de todos modos
fa: با این حال ادامه بده
fi: Jatka silti
fr: Continuer quand même
it: Continua comunque
ja: それでも続ける
my: မည်သို့ပင်ဖြစ်စေ ဆက်လုပ်ရန်
nb: Fortsett uansett
nl: Toch doorgaan
pl: Mimo to kontynuuj
pt: Continuar mesmo assim
ru: Всё равно продолжить
sv: Fortsätt ändå
th: ดำเนินการต่อไป
tr: Yine de devam et

# support-view
source: Edit message
ar: تعديل الرسالة
da: Rediger meddelelse
de: Nachricht bearbeiten
es: Editar mensaje
fa: ویرایش پیام
fi: Muokkaa viestiä
fr: Modifier le message
it: Modifica messaggio
ja: メッセージを編集する
my: မက်ဆေ့ချ် တည်းဖြတ်ရန်
nb: Rediger melding
nl: Bericht bewerken
pl: Edytuj wiadomość
pt: Editar mensagem
ru: Изменить сообщение
sv: Redigera meddelande
th: แก้ไขข้อความ
tr: Mesajı düzenle

# support-view
source: Failed to send
ar: فشل الإرسال
da: Kunne ikke sende
de: Fehler beim Senden
es: No se pudo enviar
fa: ارسال ناموفق بود
fi: Lähetys epäonnistui
fr: Échec de l'envoi
it: Impossibile inviare
ja: 送信に失敗しました
my: ပို့ရန် မအောင်မြင်ခဲ့ပါ
nb: Kunne ikke sende
nl: Verzenden mislukt
pl: Błąd wysyłania
pt: Erro no envio
ru: Ошибка отправки
sv: Det gick inte att skicka
th: ไม่สามารถส่งได้
tr: Gönderme başarısız

# support-view
source: FAQs & Guides
ar: الأسئلة الشائعة والأدلة
da: Ofte stillede spørgsmål og vejledninger
de: Häufig gestellte Fragen & Anleitungen
es: Preguntas frecuentes y guías
fa: پرسش‌های متداول و راهنماها
fi: Usein kysytyt kysymykset ja oppaat
fr: FAQ et guides
it: FAQ e guide
ja: よくある質問とガイド
my: မေးလေ့ရှိသည့် မေးခွန်းများနှင့် လမ်းညွှန်များ
nb: Ofte stilte spørsmål og veiledninger
nl: Veelgestelde vragen en gidsen
pl: Często zadawane pytania i poradniki
pt: Perguntas frequentes e guias
ru: Ответы на вопросы и руководства
sv: Vanliga frågor och guider
th: คำถามที่พบบ่อยและคำแนะนำ
tr: SSS ve Kılavuzlar

# support-view
source: If needed we will contact you at %(email)s
ar: إذا لزم الأمر، سنتواصل معك على %(email)s
da: Hvis det er nødvendigt, kontakter vi dig på %(email)s
de: Bei Bedarf werden wir Sie über %(email)s kontaktieren
es: Si es necesario, le enviaremos un correo electrónico a %(email)s
fa: در صورت نیاز با شما از طریق %(email)s تماس خواهیم گرفت
fi: Tarvittaessa otamme sinuun yhteyttä osoitteeseen %(email)s
fr: Si nécessaire, nous vous contacterons à l'adresse %(email)s
it: Se necessario, ti contatteremo all'indirizzo %(email)s
ja: 必要に応じて %(email)s 宛にご連絡します
my: လိုအပ်ပါက %(email)s မှတစ်ဆင့် ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ
nb: Vi vil kontakte deg på %(email)s ved behov
nl: Indien nodig nemen we u contact op via %(email)s
pl: W razie potrzeby skontaktujemy się z Tobą pod adresem %(email)s
pt: Se necessário, iremos contactá-lo através de %(email)s
ru: При необходимости мы свяжемся с вами по адресу %(email)s
sv: Om det behövs kontaktar vi dig på %(email)s
th: เราจะติดต่อคุณไปทาง %(email)s ในกรณีจำเป็น
tr: Gerektiğinde sizinle %(email)s adresinden iletişime geçeceğiz

# support-view
source: If you exit the form and try again later, the information you already entered will still be here.
ar: إذا خرجت من النموذج وحاولت مرة أخرى لاحقًا، فستظل المعلومات التي أدخلتها موجودة هنا.
da: Hvis du lukker formularen og prøver igen senere, vil de oplysninger, du allerede har indtastet, stadig være her.
de: Die Informationen, die Sie bereits eingegeben haben, werden immer noch da sein, wenn Sie das Formular schließen und es später erneut versuchen.
es: Si cierra el formulario y vuelve a intentarlo más tarde, la información que haya escrito seguirá estando disponible.
fa: اگر از فرم خارج شوید و بعداً دوباره تلاش کنید، اطلاعاتی که قبلاً وارد کرده‌اید همچنان اینجا خواهد بود.
fi: Jos poistut lomakkeelta ja yrität myöhemmin uudelleen, jo syöttämäsi tiedot säilyvät lomakkeella.
fr: Si vous quittez le formulaire et réessayez plus tard, les informations que vous avez déjà saisies seront toujours là.
it: Se esci dal modulo e riprovi più tardi, le informazioni già inserite saranno ancora qui.
ja: フォームを終了して後で再試行しても、入力済みの情報は引き続きここに表示されます。
my: ဖောင်မှ ထွက်ပြီး နောက်မှ ထပ်ကြိုးစားကြည့်ပါ၊ သင်ဖြည့်ထားသည့် အချက်အလက်များသည် ဤတွင် ဆက်ရှိနေပါမည်။
nb: Hvis du avslutter skjemaet og prøver igjen senere, vil informasjonen du allerede har lagt inn fortsatt være der.
nl: Als u het formulier verlaat en het later opnieuw probeert, is de reeds ingevoerde informatie er nog.
pl: Jeśli wyjdziesz z formularza i spróbujesz ponownie później, zastaniesz już wprowadzone dane.
pt: Se sair do formulário e tentar novamente mais tarde, a informação que já tiver introduzido continuará aqui.
ru: Если вы выйдете из формы и повторите попытку позже, информация, которую вы уже ввели, сохранится.
sv: Om du lämnar formuläret och försöker igen senare kommer informationen du anger att finnas kvar.
th: หากคุณออกจากแบบฟอร์มแล้วเข้ามาใหม่ในภายหลัง ข้อมูลที่คุณกรอกไว้จะยังคงอยู่ที่นี่ดังเดิม
tr: Formdan çıkıp daha sonra tekrar denerseniz, girmiş olduğunuz bilgiler hala burada olacaktır.

# support-view
source: Report a problem
ar: الإبلاغ عن مشكلة
da: Rapporter et problem
de: Problem melden
es: Informar de un problema
fa: گزارش مشکل
fi: Raportoi ongelma
fr: Signaler un problème
it: Segnala un problema
ja: 問題を報告する
my: ပြဿနာ ရီပို့တ်လုပ်ရန်
nb: Rapporter et problem
nl: Een probleem rapporteren
pl: Zgłoś problem
pt: Reportar um problema
ru: Сообщение о проблеме
sv: Rapportera ett problem
th: รายงานปัญหา
tr: Bir sorun bildir

# support-view
source: Send
ar: إرسال
de: Senden
es: Enviar
fa: ارسال
fi: Lähetä
fr: Envoyer
it: Invia
ja: 送信
my: ပို့ရန်
nl: Verzenden
pl: Wyślij
pt: Enviar
ru: Отправить
sv: Skicka
th: ส่ง
tr: Gönder

# support-view
source: Send anyway
ar: الإرسال على أي حال
da: Send alligevel
de: Trotzdem senden
es: Enviar de todos modos
fa: با این حال ارسال کنید
fi: Lähetä silti
fr: Envoyer quand même
it: Invia comunque
ja: とにかく送信する
my: မည်သို့ပင်ဖြစ်စေ ပို့ရန်
nb: Send allikevel
nl: Toch verzenden
pl: Mimo to wyślij
pt: Enviar mesmo assim
ru: Все равно отправить
sv: Skicka ändå
th: ส่งต่อไป
tr: Yine de gönder

# support-view
source: Sending...
ar: جارٍ الإرسال...
da: Sender...
de: Wird gesendet...
es: Enviando…
fa: در حال ارسال...
fi: Lähetetään...
fr: Envoi...
it: Invio...
ja: 送信中...
my: ပို့နေဆဲ...
nb: Sender ...
nl: Verzenden...
pl: Wysyłanie...
pt: A enviar...
ru: Идет отправка...
sv: Skicka...
th: กำลังส่ง...
tr: Gönderiliyor...

# support-view
source: Sent
ar: تم الإرسال
da: Sendt
de: Gesendet
es: Enviado
fa: ارسال شد
fi: Lähetetty
fr: Envoyé
it: Inviato
ja: 送信済み
my: ပို့ပြီး
nb: Sendt
nl: Verzonden
pl: Wysłano
pt: Enviado
ru: Отправлено
sv: Skickat
th: ส่ง
tr: Gönderildi

# support-view
source: Support
ar: الدعم
es: Ayuda
fa: پشتیبانی
fi: Tuki
fr: Assistance
it: Supporto
ja: サポート
my: အကူအညီ
nb: Kundestøtte
nl: Ondersteuning
pl: Pomoc techniczna
pt: Suporte
ru: Поддержка
th: การสนับสนุน
tr: Destek

# support-view
source: Thanks!
ar: شكرًا لك!
da: Tak!
de: Danke!
es: ¡Gracias!
fa: تشکر!
fi: Kiitos!
fr: Merci !
it: Grazie!
ja: ありがとうございます！
my: ကျေးဇူးတင်ပါသည်။
nb: Takk!
nl: Bedankt!
pl: Dziękujemy!
pt: Obrigado!
ru: Спасибо!
sv: Tack!
th: ขอบคุณ!
tr: Teşekkürler!

# support-view
source: To assist you better, please write in English or Swedish and include which country you are connecting from.
ar: لمساعدتك بشكلٍ أفضل، يُرجى الكتابة باللغة الإنجليزية أو السويدية مع ذكر البلد الذي تتصل منه.
da: For at vi bedre kan hjælpe dig, bedes du skrive på engelsk eller svensk og nævne hvilket land, du befinder dig i.
de: Um Ihnen besser weiterhelfen zu können, schreiben Sie uns bitte auf Englisch oder Schwedisch und geben Sie an, aus welchem Land Sie die Verbindung herstellen.
es: Para ayudarle mejor, escriba en inglés o sueco e indique desde qué país se está conectando.
fa: برای اینکه بتوانیم بهتر کمک کنیم، لطفاً به انگلیسی یا سوئدی بنویسید و کشوری را که از آن وصل می‌شوید ذکر کنید.
fi: Jotta voisimme avustaa sinua paremmin, kirjoita englanniksi tai ruotsiksi ja mainitse, mistä maasta muodostat yhteyden.
fr: Pour nous permettre de mieux vous assister, merci d'écrire en anglais ou en suédois et d'indiquer le pays à partir duquel vous vous connectez.
it: Per consentirci di assisterti meglio, scrivi in ​​inglese o in svedese e indica da quale Paese ti stai connettendo.
ja: 最適なサポートを提供するため、英語またはスウェーデン語でご入力ください。また、接続元の国をお知らせください。
my: သင့်အား ပို၍ အကူအညီပေးနိုင်ရန် အင်္ဂလိပ်ဘာသာ သို့မဟုတ် ဆွီဒင်ဘာသာဖြင့် ရေးပြီး မည်သည့်နိုင်ငံမှ သင်ချိတ်ဆက်နေသည်ကို ထည့်သွင်းဖော်ပြပါ။
nb: For at vi skal kunne hjelpe deg bedre, ber vi deg om å skrive på engelsk eller svensk og fortelle hvilket land du befinner deg i.
nl: Om u beter te kunnen helpen, kunt u in het Engels of Zweeds schrijven. Vermeld uit welk land u komt.
pl: Abyśmy mogli lepiej Ci pomóc, napisz w języku angielskim lub szwedzkim i podaj kraj, z którego się łączysz.
pt: Para o ajudar melhor, escreva em inglês ou sueco e indique o país de onde está a efetuar a ligação.
ru: Чтобы мы могли быстрее решить проблему, напишите нам на английском или шведском и укажите, из какой страны вы подключаетесь.
sv: Skriv på engelska eller svenska och ange från vilket land du är ansluten så att vi kan hjälpa dig bättre.
th: โปรดเขียนเป็นภาษาอังกฤษหรือสวีเดน พร้อมระบุประเทศต้นทางที่คุณเชื่อมต่อ เพื่อให้รับความช่วยเหลือได้ดียิ่งขึ้น
tr: Size daha iyi yardımcı olabilmemiz için lütfen mesajınızı İngilizce veya İsveççe olarak yazın ve hangi ülkeden bağlandığınızı belirtin.

# support-view
source: To help you more effectively, your app’s log file will be attached to this message. Your data will remain secure and private, as it is anonymised before being sent over an encrypted channel.
ar: لمساعدتك بشكلٍ أكثر فعالية، سيتم إرفاق ملف سجل تطبيقك بهذه الرسالة. ستبقى بياناتك آمنة وسرية، حيث يتم إخفاء هويتها قبل إرسالها عبر قناة مشفرة.
da: For at vi bedre kan hjælpe dig, bedes du vedhæfte din apps logfil til denne meddelelse. Dine data vil forblive sikre og private, da de anonymiseres, før de sendes via en krypteret kanal.
de: Damit wir Ihnen besser helfen können, wird die Protokolldatei Ihrer App an diese Nachricht angehängt. Ihre Daten bleiben sicher und privat, da sie vor dem Senden über einen verschlüsselten Kanal anonymisiert werden.
es: Para ayudarle de una forma más eficiente, se adjuntará el archivo de registro de la aplicación a este mensaje. Sus datos permanecerán protegidos y privados, ya que se anonimizan antes de enviarse a través de un canal cifrado.
fa: برای کمک مؤثرتر، فایل لاگ اپلیکیشن شما به این پیام پیوست خواهد شد. داده‌های شما امن و خصوصی می‌مانند، زیرا پیش از ارسال از طریق یک کانال رمزگذاری‌شده، ناشناس‌ می‌شوند.
fi: Jotta voimme olla avuksi parhaamme mukaan, sovelluksesi lokitiedosto liitetään tähän viestiin. Tietosi pysyvät suojattuina ja yksityisinä, ja ne anonymisoidaan salatun kanavan kautta ennen lähetystä.
fr: Pour mieux vous aider, le fichier journal de l'application est joint à ce message. Vos données restent privées et en sécurité dans la mesure où elles sont rendues anonymes avant d'être envoyées via un canal chiffré.
it: Per aiutarti in modo più efficace, il file di registro della tua app sarà allegato a questo messaggio. I tuoi dati rimarranno protetti e privati, e saranno anonimizzati prima di essere inviati tramite un canale crittografato.
ja: さらに効率よく問題解決できるよう、お使いのアプリのログファイルがこのメッセージに添付されます。個人データは匿名化された後に暗号化されたチャネルで送信されるため、その安全は確保され、公開されることはありません。
my: သင့်အား ပိုမိုထိရောက်စွာ ကူညီနိုင်ရန် သင့်အက်ပ်၏ မှတ်တမ်းဖိုင်ကို ဤမက်ဆေ့ချ်နှင့်အတူ တွဲပေးသွားပါမည်။ ကုဒ်ပြောင်းဝှက်ထားသည့် ချန်နယ်မှတစ်ဆင့် မပေးပို့မီ သင့်ဒေတာများကို အမည်မဖော်ဘဲ ထားမည်ဖြစ်သောကြောင့် လျှို့ဝှက်လုံခြုံလျက် ရှိနေပါမည်။
nb: For å kunne gi deg god nok hjelp vil loggfilen til appen ligge som vedlegg til meldingen. All data forblir beskyttet og privat gjennom anonymisering før det sendes gjennom en kryptert kanal.
nl: Het logboekbestand van uw app wordt aan dit bericht gekoppeld zodat we u beter kunnen helpen. Uw gegevens blijven veilig en privé, omdat ze worden geanonimiseerd voordat ze over een versleuteld kanaal worden verzonden.
pl: Aby można było pomóc Ci skuteczniej, do tej wiadomości dołączony zostanie plik dziennika aplikacji. Twoje dane pozostaną bezpieczne i prywatne, ponieważ przed wysłaniem zaszyfrowanym kanałem zostają one zanonimizowane.
pt: Para ajudarmos de forma mais eficaz, o ficheiro de registo da sua aplicação será anexado a esta mensagem. Os seus dados permanecerão seguros e privados, pois são tornados anónimos antes de serem enviados através de um canal encriptado.
ru: Чтобы помощь была эффективнее, к этому сообщению будет прикреплен файл журнала из приложения. Ваши данные останутся защищенными и конфиденциальными: они обезличиваются и отправляются по зашифрованному каналу.
sv: För att hjälpa dig mer effektivt kommer appens loggfil att bifogas i detta meddelande. Dina uppgifter förblir säkra och privata, eftersom de anonymiseras innan de skickas över en krypterad kanal.
th: ไฟล์บันทึกล็อกของแอปของคุณจะถูกแนบไปกับข้อความนี้ เพื่อที่เราจะช่วยเหลือคุณได้อย่างมีประสิทธิภาพมากขึ้น ข้อมูลของคุณจะยังคงมีความปลอดภัยและเป็นส่วนตัว เนื่องจากจะไม่มีการระบุตัวตนก่อนส่งข้อมูลผ่านช่องทางที่มีการเข้ารหัส
tr: Size daha etkili bir şekilde yardımcı olmak için uygulamanızın günlük dosyası bu mesaja eklenecektir. Verileriniz şifrelenmiş bir kanal üzerinden gönderilmeden önce anonimleştirildiği için güvenli ve gizli kalacaktır.

# support-view
source: Try again
ar: إعادة المحاولة
da: Prøv igen
de: Erneut versuchen
es: Volver a intentarlo
fa: دوباره تلاش کنید
fi: Yritä uudelleen
fr: Réessayer
it: Riprova
ja: 再試行
my: ထပ်ကြိုးစားရန်
nb: Prøv på nytt
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tentar novamente
ru: Повторить попытку
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar dene

# support-view
source: Update app
ar: تحديث التطبيق
de: App aktualisieren
es: Actualizar aplicación
fa: به‌روزرسانی اپلیکیشن
fi: Päivitä sovellus
it: Aggiorna app
my: အက်ပ်ကို အပ်ဒိတ်လုပ်ရန်
nb: Oppdater appen
nl: App bijwerken
pt: Atualizar aplicação
ru: Обновить приложение
sv: Uppdatera appen
th: อัปเดตแอป
tr: Uygulamayı güncelle

# support-view
source: View app logs
ar: عرض سجلات التطبيق
da: Se app-logfiler
de: App-Protokolle anzeigen
es: Ver registros de la aplicación
fa: نمایش لاگ‌های اپلیکیشن
fi: Tarkastele sovelluslokeja
fr: Afficher les journaux de l'application
it: Visualizza registri app
ja: アプリのログを表示
my: အက်ပ်မှတ်တမ်းများ ကြည့်ရန်
nb: Se applogger
nl: Applogboeken weergeven
pl: Wyświetl dzienniki aplikacji
pt: Ver os registos da app
ru: Открыть журналы
sv: Visa appens loggar
th: ดูบันทึกของแอป
tr: Uygulama kayıtlarını görüntüle

# support-view
source: We will look into this.
ar: سوف ننظر في هذا الأمر.
da: Vi vil undersøge dette.
de: Wir werden uns das anschauen.
es: Revisaremos esto.
fa: ما این موضوع را بررسی خواهیم کرد.
fi: Tutkimme asiaa.
fr: Nous allons nous pencher dessus.
it: Verificheremo.
ja: この問題を調査いたします。
my: ဤသည်ကို စစ်ဆေးလိုက်ပါမည်။
nb: Dette skal vi følge opp.
nl: We gaan het bekijken.
pl: Sprawdzimy to.
pt: Vamos analisar esta situação.
ru: Мы рассмотрим эту проблему.
sv: Vi kommer att undersöka detta.
th: เราจะตรวจสอบปัญหานี้
tr: Bunu araştıracağız.

# support-view
source: You are about to send the problem report without a way for us to get back to you. If you want an answer to your report you will have to enter an email address.
ar: أنت على وشك إرسال بلاغ بالمشكلة دون توفير وسيلة لنا للرد عليك. إذا كنت تريد الرد على بلاغك، فسيتعين عليك إدخال عنوان بريد إلكتروني.
da: Du er ved at sende rapporten om problemet, men har ikke angivet hvordan vi kan kontakte dig. Hvis du ønsker et svar på din rapport, skal du indtaste en e-mail-adresse.
de: Sie wollen einen Problembericht senden, ohne uns die Möglichkeit zu geben, Sie zu erreichen. Wenn Sie sich eine Antwort zu Ihrem Problem wünschen, müssen Sie eine E-Mail-Adresse eingeben.
es: Va a enviar el informe de problemas sin indicar una forma de contacto. Para obtener una respuesta sobre el informe, necesita especificar su dirección de correo electrónico.
fa: در حال ارسال گزارش مشکل هستید، اما راهی برای تماس با شما وجود ندارد. اگر مایل به دریافت پاسخ هستید، لطفاً یک آدرس ایمیل وارد کنید.
fi: Olet aikeissa lähettää ongelmaraportin ilman yhteystietojasi. Mikäli haluat vastauksen raporttiisi, anna sähköpostosoite.
fr: Vous êtes sur le point d'envoyer un signalement de problème sans nous fournir un moyen de vous contacter. Si vous désirez une réponse à votre signalement, vous devez saisir une adresse e-mail.
it: Stai inviando la segnalazione di un problema senza averci indicato un modo per ricontattarti. Se desideri ricevere risposta, inserisci un indirizzo e-mail.
ja: お客様への返信先を入力せずに問題の報告を送信しようとしています。ご報告に対する返信が必要な場合は、返信先のメールアドレスを入力する必要があります。
my: သင်သည် သင့်ထံ ကျွန်ုပ်တို့ ပြန်ဆက်သွယ်နိုင်မည့် နည်းလမ်း မပါဘဲ ပြဿနာ ရီပို့တ်ကို ပေးပို့တော့မည် ဖြစ်ပါသည်။ သင့်ရီပို့တ်အတွက် အဖြေ ရရှိလိုပါက အီမေးလိပ်စာ ဖြည့်သွင်းပေးရပါမည်။
nb: Problemrapporten blir nå sendt uten en måte for oss å kontakte deg på. Hvis du ønsker svar på rapporten, må du oppgi en e-postadresse.
nl: U staat op het punt om het probleemrapport te verzenden zonder een contactmethode op te geven. Voer een e-mailadres in als u een antwoord wenst op het rapport.
pl: Za chwilę wyślesz zgłoszenie problemu, nie umożliwiając nam skontaktowania się z Tobą. Aby uzyskać odpowiedź na zgłoszenie, musisz podać adres e-mail.
pt: Está prestes a enviar o relatório de problema sem que tenhamos uma forma de lhe responder. Se pretender uma resposta ao seu relatório, tem de introduzir um endereço de email.
ru: Вы собираетесь отправить отчет о проблеме, не оставив контакты. Если вы хотите получить ответ, введите свой адрес электронной почты.
sv: Du är på väg att skicka problemrapporten utan att vi har möjlighet att besvara dig. Om du vill ha svar på din rapport måste du ange en e-postadress.
th: คุณกำลังจะส่งรายงานปัญหา โดยไม่มีการระบุวิธีการติดต่อกลับให้กับเรา และคุณจำเป็นต้องป้อนที่อยู่อีเมลของคุณ หากคุณอยากให้เราตอบกลับการรายงานของคุณ
tr: Sorun raporunu, size geri dönüş yapmamıza imkan vermeyen bir şekilde göndermek üzeresiniz. Sorununuz için yanıt almak istiyorsanız bir e-posta adresi girmelisiniz.
