Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# select-location-view
source: Setting: %(settingName)s
ar: الإعداد: %(settingName)s
da: Indstilling: %(settingName)s
de: Einstellung: %(settingName)s
es: Ajuste: %(settingName)s
fa: تنظیم: %(settingName)s
fi: Asetus: %(settingName)s
fr: Paramètre : %(settingName)s
it: Impostazione: %(settingName)s
ja: 設定: %(settingName)s
my: ဆက်တင်- %(settingName)s
nb: Innstilling: %(settingName)s
nl: Instelling: %(settingName)s
pl: Ustawienie: %(settingName)s
pt: Definição: %(settingName)s
ru: Параметр: %(settingName)s
sv: Inställning: %(settingName)s
th: การตั้งค่า: %(settingName)s
tr: Ayar: %(settingName)s

# select-location-view
source: The app selects a random bridge server, but servers have a higher probability the closer they are to you.
ar: يختار التطبيق خادم جسر عشوائي، لكن احتمالية اختيار الخوادم الأقرب إليك تكون أعلى.
da: Appen vælger en tilfældig broserver, men jo tættere servere er på dig, jo større er sandsynligheden.
de: Die App wählt einen zufälligen Brückenserver aus. Je näher ein Server an Ihnen liegt, desto wahrscheinlicher wird er ausgewählt.
es: La aplicación selecciona un servidor puente aleatorio, pero es más probable que se conecte a los servidores más próximos al usuario.
fa: اپلیکیشن یک سرور پل را به‌صورت تصادفی انتخاب می‌کند، اما هرچه سرورها به شما نزدیک‌تر باشند، احتمال انتخاب‌شدنشان بیشتر است.
fi: Sovellus valitsee satunnaisen siltauspalvelimen, mutta palvelimen valinnan todennäköisyys on sitä suurempi, mitä lähempänä palvelin on sinua.
fr: L'application sélectionne un serveur de pont au hasard, mais les serveurs ont une probabilité plus élevée plus ils sont proches de vous.
it: L'app seleziona un server bridge casuale, dando comunque priorità ai server geograficamente più vicini a te.
ja: ブリッジサーバーはアプリによってランダムに選択されますが、現在地に近いサーバーほど高い確率で選択されます。
my: ဤအက်ပ်သည် ကျပန်းပေါင်းကူးဆာဗာကို ရွေးချယ်သော်လည်း ဆာဗာများသည် သင့်အနီးနားရှိလေ ဖြစ်နိုင်ချေ ပိုများလေ ဖြစ်သည်။
nb: Appen velger en tilfeldig bro-server, men servere har en større sannsynlighet desto nærmere de er deg.
nl: De app kiest een willekeurige brugserver, maar hoe dichter de server in de buurt staat, hoe groter de kans dat deze wordt gekozen.
pl: Aplikacja wybiera losowy serwer mostowy, jednak pobliskie serwery mają większe szanse.
pt: A aplicação seleciona um servidor ponte aleatório, mas os servidores mais perto de si têm uma probabilidade mais elevada.
ru: Приложение выбирает случайный сервер-мост, но это могут быть серверы, близкие к вашему текущему местоположению.
sv: Appen väljer en slumpmässig bryggserver, men ju närmare servrarna ligger desto större sannolikhet är det att de väljs.
th: แอปจะเลือกเซิร์ฟเวอร์บริดจ์แบบสุ่ม แต่เซิร์ฟเวอร์จะยิ่งมีโอกาสถูกเลือกมากขึ้น หากเซิร์ฟเวอร์ยิ่งอยู่ใกล้คุณ
tr: Uygulama rastgele bir köprü sunucusu seçer, ancak sunucular size ne kadar yakınsa seçilme olasılığı da o kadar fazladır.

# select-location-view
source: The entry server for %(multihop)s is currently overridden by %(daita)s. To select an entry server, please first enable “%(directOnly)s” or disable "%(daita)s" in the settings.
ar: خادم الدخول لـ %(multihop)s تم تجاوزه حاليًا من قِبل ميزة %(daita)s. لاختيار خادم دخول، يُرجى أولًا تفعيل "%(directOnly)s" أو إيقاف "ميزة %(daita)s" في الإعدادات.
da: Indgangsserveren for %(multihop)s tilsidesættes i øjeblikket af %(daita)s. Du skal først aktivere "%(directOnly)s" eller deaktivere "%(daita)s" i indstillingerne for at vælge en indgangsserver.
de: Der Eingangsserver für %(multihop)s wird derzeit von %(daita)s überschrieben. Um einen Eingangsserver zu wählen, aktivieren Sie bitte zunächst „%(directOnly)s“ oder deaktivieren Sie „%(daita)s“ in den Einstellungen.
es: %(daita)s está reemplazando actualmente el servidor de entrada para %(multihop)s. Para seleccionar un servidor de entrada, active primero «%(directOnly)s» o desactive «%(daita)s» en la configuración.
fa: سرور ورودی برای %(multihop)s در حال حاضر توسط %(daita)s لغو شده است. برای انتخاب یک سرور ورودی، لطفاً ابتدا «%(directOnly)s» را فعال کنید یا «%(daita)s» را در تنظیمات غیرفعال نمایید.
fi: %(daita)s ohittaa tällä hetkellä %(multihop)sin tulopalvelimen. Jos haluat valita tulopalvelimen, ota ensin käyttöön "%(directOnly)s" tai poista "%(daita)s" käytöstä asetuksista.
fr: Le serveur d'entrée pour %(multihop)s est actuellement contourné par %(daita)s. pour sélectionner un serveur d'entrée, veuillez d'abord activer « %(directOnly)s » ou désactiver « %(daita)s » dans les paramètres.
it: Il server di entrata per %(multihop)s è attualmente sovrascritto da %(daita)s. Per selezionare un server di entrata, prima abilita "%(directOnly)s" o disabilita "%(daita)s" nelle impostazioni.
ja: %(multihop)sの入口サーバーは現在、%(daita)sによってオーバーライドされています。入口サーバーを選択するには、設定で [%(directOnly)s] を有効にするか、[%(daita)s] を無効にしてください。
my: %(multihop)s အတွက် အဝင်ဆာဗာအား လက်ရှိအချိန်၌ %(daita)s ဖြင့် ထပ်မံထည့်သွင်း ရေးမှတ်ထားသည်။ အဝင်ဆာဗာကို ရွေးချယ်ရန်အတွက် “%(directOnly)s” ကို ဦးစွာ ဖွင့်ပါ သို့မဟုတ် ဆက်တင်များထဲရှိ "%(daita)s" ကို ပိတ်ပါ။
nb: Inngangsserveren for %(multihop)s overstyres for øyeblikket av %(daita)s. For å velge en inngangsserver må du først aktivere «%(directOnly)s» eller deaktivere «%(daita)s» i innstillingene.
nl: De ingangsserver voor %(multihop)s is momenteel overschreven door %(daita)s. Om een ingangsserver te selecteren, moet u eerst "%(directOnly)s" inschakelen of "%(daita)s" uitschakelen in de instellingen.
pl: Serwer wejściowy dla %(multihop)s jest obecnie zastępowany przez %(daita)s. Aby wybrać serwer wejściowy, należy najpierw włączyć opcję „%(directOnly)s” lub wyłączyć opcję „%(daita)s” w ustawieniach.
pt: O servidor de entrada para %(multihop)s é atualmente substituído por %(daita)s. Para selecionar um servidor de entrada, ative primeiro "%(directOnly)s", ou desative "%(daita)s" nas definições.
ru: Сервер входа для функции «%(multihop)s» в настоящее время переопределен функцией %(daita)s. Чтобы выбрать сервер входа вручную, сначала включите пункт «%(directOnly)s» или отключите %(daita)s в настройках.
sv: Startservern för %(multihop)s åsidosätts för tillfället av %(daita)s. Om du vill välja en startserver ska du först aktivera "%(directOnly)s" eller inaktivera "%(daita)s" i inställningarna.
th: เซิร์ฟเวอร์ทางเข้าสำหรับ %(multihop)s ถูกเขียนทับโดย %(daita)s ในขณะนี้ หากต้องการเลือกเซิร์ฟเวอร์ทางเข้า โปรดเปิดใช้งาน “%(directOnly)s” ก่อน หรือปิดใช้งาน “%(daita)s” ในการตั้งค่า
tr: %(multihop)s için giriş sunucusu şu anda %(daita)s tarafından geçersiz kılınıyor. Bir giriş sunucusu seçmek için lütfen önce "%(directOnly)s"' seçeneğini etkinleştirin veya "%(daita)s" seçeneğini devre dışı bırakın.

# settings-import
source: Clear all overrides
ar: مسح جميع التجاوزات
da: Ryd alle tilsidesættelser
de: Alle Überschreibungen löschen
es: Borrar todas las anulaciones
fa: حذف همهٔ جایگزینی‌ها
fi: Poista kaikki ohitukset
fr: Effacer toutes les substitutions
it: Cancella tutte le sovrascritture
ja: すべてのオーバーライドをクリア
my: ကျော်လွန် ပယ်ဖျက်မှုအားလုံးကို ရှင်းရန်
nb: Fjern alle overstyringer
nl: Alle overschrijvingen wissen
pl: Wyczyść wszystkie zastąpienia
pt: Limpar todas as substituições
ru: Удалить все переопределения
sv: Rensa alla åsidosättningar
th: ล้างโอเวอร์ไรด์ทั้งหมด
tr: Tüm geçersiz kılmaları temizle

# settings-import
source: Clear all overrides?
ar: هل تريد مسح جميع التجاوزات؟
da: Vil du rydde alle tilsidesættelser?
de: Alle Überschreibungen löschen?
es: ¿Borrar todas las anulaciones?
fa: همهٔ جایگزینی‌ها حذف شوند؟
fi: Poistetaanko kaikki ohitukset?
fr: Effacer toutes les substitutions ?
it: Cancellare tutte le sovrascritture?
ja: すべてのオーバーライドをクリアしますか？
my: ကျော်လွန် ပယ်ဖျက်မှုအားလုံးကို ရှင်းမည်လား။
nb: Fjerne alle overstyringer?
nl: Alle overschrijvingen wissen?
pl: Wyczyścić wszystkie zastąpienia?
pt: Limpar todas as substituições?
ru: Удалить все переопределения?
sv: Rensa alla åsidosättningar?
th: ล้างโอเวอร์ไรด์ทั้งหมดหรือไม่
tr: Tüm geçersiz kılmalar temizlensin mi?

# settings-import
source: Clearing the imported overrides changes the server IPs, in the Select location view, back to default.
ar: يؤدي مسح التجاوزات المستوردة إلى تغيير عناوين IP الخاصة بالخادم في شاشة "تحديد الموقع" إلى الإعدادات الافتراضية مرة أخرى.
da: Rydning af de importerede tilsidesættelser sætter server-IP'erne i visningen Vælg placering tilbage til standard.
de: Wenn Sie die importierten Überschreibungen löschen, werden die Server-IPs in der Ortsauswahl wieder auf die Standardwerte zurückgesetzt.
es: Borrar las anulaciones importadas cambia las IP del servidor, en la vista Seleccionar ubicación, y vuelve a los valores predeterminados.
fa: پاک‌کردن جایگزینی‌های واردشده، آدرس‌های IP سرورها را در بخش «انتخاب مکان» به حالت پیش‌فرض برمی‌گرداند.
fi: Tuotujen ohitusten poistaminen vaihtaa palvelimien IP-osoitteet takaisin oletusarvoisiksi sijainnin valintanäkymässä.
fr: L'effacement des substitutions importées rétablit la valeur par défaut des adresses IP des serveurs dans la vue Sélection d'un emplacement.
it: La cancellazione delle sovrascritture importate riporta gli IP del server ai valori predefiniti nella vista Seleziona posizione.
ja: インポートされたオーバーライドをクリアすると「場所を選択」ビューのサーバーIPがデフォルトに戻されます。
my: ထည့်သွင်းထားသော ကျော်လွန် ပယ်ဖျက်မှုများကို ရှင်းလင်းခြင်းဖြင့် တည်နေရာ ရွေးရန် ပြသမှုတွင် ဆာဗာ IP များကို ပုံသေအဖြစ် ပြန်ပြောင်းလိုက်ပါမည်။
nb: Å fjerne importerte overstyringer vil endre server-IP i «Velg plassering» til standard.
nl: Als u de geïmporteerde overschrijvingen wist, worden de server-IP-adressen in de weergave Locatie selecteren teruggezet naar de standaardwaarden.
pl: Wyczyszczenie zaimportowanych zastąpień skutkuje przywróceniem domyślnych adresów IP serwerów w widoku Wybierz lokalizację.
pt: Limpar as substituições importadas altera os IPs dos servidores, na vista Selecionar local, para as definições padrão.
ru: Удаление импортированных переопределений изменяет IP-адреса серверов в представлении «Выбор местоположения» на значения по умолчанию.
sv: Om du rensar de importerade åsidosättningarna ändras servrarnas IP:adresser tillbaka till standard i Välj platsvy.
th: การล้างโอเวอร์ไรด์ที่นำเข้า จะเป็นการเปลี่ยน IP ของเซิร์ฟเวอร์ ในมุมมองเลือกตำแหน่งที่ตั้ง ให้กลับไปเป็นค่าเริ่มต้น
tr: İçe aktarılan geçersiz kılmaların temizlenmesi, Konum seç görünümündeki sunucu IP'lerini varsayılana döndürür.

# settings-import
source: If you are having issues connecting to VPN servers, please contact support.
ar: إذا كنت تواجه مشكلات في الاتصال بخوادم شبكة VPN، يُرجى التواصل مع الدعم.
da: Hvis du har problemer med at oprette forbindelse til VPN-servere, bedes du kontakte support.
de: Wenn Sie Probleme mit der Verbindung zu VPN-Servern haben, wenden Sie sich bitte an den Support.
es: Si tiene problemas para conectarse a los servidores VPN, póngase en contacto con el servicio de asistencia.
fa: اگر در اتصال به سرورهای VPN مشکل دارید، لطفاً با پشتیبانی تماس بگیرید.
fi: Jos sinulla on ongelmia yhteyden muodostamisessa VPN-palvelimiin, ota yhteyttä tukeen.
fr: Si vous rencontrez des problèmes de connexion aux serveurs VPN, veuillez contacter l'assistance.
it: Se riscontri problemi di connessione ai server VPN, contatta l'assistenza.
ja: VPNサーバーへの接続に問題が生じている場合は、サポートにお問い合わせください。
my: VPN ဆာဗာများကို ချိတ်ဆက်ရာတွင် ပြဿနာများရှိနေပါက အကူအညီပေးရေးအဖွဲ့ကို ဆက်သွယ်ပါ။
nb: Hvis du har mistet tilkoblingen til VPN-serverne, kan du ta kontak med kundestøtten.
nl: Als u problemen hebt met het verbinden met VPN-servers, neem dan contact op met de ondersteuning.
pl: Jeśli masz problemy z łączeniem się z serwerami VPN, skontaktuj się z pomocą techniczną.
pt: Se tiver problemas em ligar-se aos servidores VPN, contacte o apoio.
ru: Если у вас возникли проблемы с подключением к VPN-серверам, обратитесь в службу поддержки.
sv: Kontakta supporten om du har problem med att ansluta till VPN-servrar.
th: หากคุณประสบปัญหาในการเชื่อมต่อกับเซิร์ฟเวอร์ VPN โปรดติดต่อฝ่ายสนับสนุน
tr: VPN sunucularına bağlanırken sorun yaşıyorsanız lütfen destek ekibiyle iletişime geçin.

# settings-import
source: Import file
ar: استيراد ملف
da: Importer fil
de: Datei importieren
es: Importar archivo
fa: وارد کردن فایل
fi: Tuo tiedosto
fr: Importer un fichier
it: Importa file
ja: ファイルをインポート
my: ဖိုင် ထည့်သွင်းရန်
nb: Importer fil
nl: Bestand importeren
pl: Zaimportuj plik
pt: Importar ficheiro
ru: Импортировать файл
sv: Importera fil
th: นำเข้าไฟล์
tr: Dosyayı içe aktar

# settings-import
source: Import files or text with new IP addresses for the servers in the Select location view.
ar: استيراد الملفات أو النصوص باستخدام عناوين IP الجديدة للخوادم الموجودة في شاشة تحديد الموقع.
da: Importer filer eller tekst med nye IP-adresser til serverne i visningen Vælg placering.
de: Importieren Sie Dateien oder Text mit neuen IP-Adressen für die Server in der Ortsauswahl.
es: Importe archivos o texto con nuevas direcciones IP para los servidores en la vista Seleccionar ubicación.
fa: فایل‌ها یا متنی را که شامل آدرس‌های IP جدید برای سرورها در بخش «انتخاب مکان» است وارد کنید.
fi: Tuo tiedostoja tai tekstiä palvelimien uusin IP-osoittein sijainnin valintanäkymässä.
fr: Importez des fichiers ou du texte contenant les nouvelles adresses IP des serveurs dans la vue Sélectionner un emplacement.
it: Importa file o testo con nuovi indirizzi IP per i server nella vista Seleziona posizione.
ja: 「場所を選択」ビューでサーバーの新しいIPアドレスを持つファイルまたはテキストをインポートします。
my: တည်နေရာ ရွေးရန် ပြသမှုတွင် ဆာဗာများအတွက် IP လိပ်စာသစ်များပါဝင်‌သော ဖိုင်များ သို့မဟုတ် စာသားကို ထည့်သွင်းပါ။
nb: Importer filer eller tekst med nye IP-adresser til serverne i «Velg plassering».
nl: Importeer bestanden of tekst met nieuwe IP-adressen voor de servers in de weergave Locatie selecteren.
pl: Zaimportuj pliki lub tekst z nowymi adresami IP serwerów w widoku Wybierz lokalizację.
pt: Importe ficheiros ou texto com novos endereços IP para os servidores na vista Selecionar local.
ru: Импортируйте файлы или текст с новыми IP-адресами для серверов в представлении «Выбор местоположения».
sv: Importera filer eller text med nya IP-adresser för servrarna i Välj platsvy.
th: นำเข้าไฟล์หรือข้อความที่มีที่อยู่ IP ใหม่ สำหรับเซิร์ฟเวอร์ในมุมมองเลือกตำแหน่งที่ตั้ง
tr: Konum seç görünümündeki sunucular için yeni IP adreslerini içeren dosya veya metinleri içe aktarın.

# settings-import
source: Import of file %(fileName)s was successful, overrides are now active.
ar: تم استيراد الملف %(fileName)s بنجاح، والآن أصبحت التجاوزات نشطة.
da: Importen af filen %(fileName)s lykkedes. Tilsidesættelser er nu aktive.
de: Der Import der Datei %(fileName)s war erfolgreich, die Überschreibungen sind jetzt aktiv.
es: El archivo %(fileName)s se ha importado. Las anulaciones ya están activas.
fa: وارد کردن فایل %(fileName)s با موفقیت انجام شد؛ جایگزینی‌ها اکنون فعال هستند.
fi: Tiedoston %(fileName)s tuonti onnistui. Ohitukset ovat nyt voimassa.
fr: L'importation du fichier %(fileName)s a réussi, les substitutions sont maintenant actives.
it: L'importazione del file %(fileName)s è riuscita, le sovrascritture sono ora attive.
ja: ファイル %(fileName)s を正常にインポートしました。現在、オーバーライドが有効です。
my: %(fileName)s ဖိုင် ထည့်သွင်းမှု အောင်မြင်ပါသည်၊ ယခုအခါ ကျော်လွန် ပယ်ဖျက်မှုများ သက်ဝင်နေပြီ ဖြစ်သည်။
nb: Importering av filen %(fileName)s var vellykket. Overstyringer er nå aktive.
nl: Bestand %(fileName)s geïmporteerd, overschrijvingen nu actief.
pl: Import pliku %(fileName)s powiódł się. Zastąpienia są teraz aktywne.
pt: A importação do ficheiro %(fileName)s foi bem-sucedida, as substituições estão agora ativas.
ru: Файл «%(fileName)s» импортирован, переопределения активны.
sv: Filen %(fileName)s har importerats. Åsidosättningar är nu aktiva.
th: นำเข้าไฟล์ %(fileName)s สำเร็จแล้ว ขณะนี้โอเวอร์ไรด์กำลังใช้งาน
tr: %(fileName)s dosyası başarıyla içe aktarıldı. Geçersiz kılmalar artık etkin.

# settings-import
source: Import of file %(fileName)s was unsuccessful, please try again.
ar: لم ينجح استيراد الملف %(fileName)s، يُرجى إعادة المحاولة.
da: Importen af filen %(fileName)s mislykkedes. Prøv igen.
de: Der Import der Datei %(fileName)s war nicht erfolgreich, bitte versuchen Sie es erneut.
es: El archivo %(fileName)s no se ha importado. Inténtelo de nuevo.
fa: وارد کردن فایل %(fileName)s ناموفق بود؛ لطفاً دوباره تلاش کنید.
fi: Tiedoston %(fileName)s tuonti epäonnistui. Yritä uudelleen.
fr: L'importation du fichier %(fileName)s a échoué, veuillez réessayer.
it: L'importazione del file %(fileName)s non è riuscita, riprova.
ja: ファイル %(fileName)s は正常にインポートされませんでした。もう一度お試しください。
my: %(fileName)s ဖိုင် ထည့်သွင်းမှု မအောင်မြင်ပါ၊ ထပ်ကြိုးစားကြည့်ပါ။
nb: Importering av filen %(fileName)s var ikke vellykket. Prøv på nytt.
nl: Importeren van bestand %(fileName)s mislukt, probeer het opnieuw.
pl: Import pliku %(fileName)s nie powiódł się. Spróbuj ponownie.
pt: A importação do ficheiro %(fileName)s foi mal-sucedida. Tente novamente.
ru: Файл «%(fileName)s» импортировать не удалось, попробуйте еще раз.
sv: Filen %(fileName)s har inte importerats. Försök igen.
th: นำเข้าไฟล์ %(fileName)s ไม่สำเร็จ โปรดลองใหม่อีกครั้ง
tr: %(fileName)s dosyasının içe aktarımı başarısız oldu. Lütfen tekrar deneyin.

# settings-import
source: Import of text was successful, overrides are now active.
ar: تم استيراد النص بنجاح، والتجاوزات نشطة الآن.
da: Import af tekst gennemført, tilsidesættelser er nu aktive.
de: Der Import des Texts war erfolgreich, die Überschreibungen sind jetzt aktiv.
es: El texto se ha importado. Las anulaciones ya están activas.
fa: وارد کردن متن با موفقیت انجام شد؛ جایگزینی‌ها اکنون فعال هستند.
fi: Tekstin tuonti onnistui. Ohitukset ovat nyt voimassa.
fr: L'importation du texte a réussi, les substitutions sont maintenant actives.
it: L'importazione del testo è riuscita, le sovrascritture sono ora attive.
ja: テキストを正常にインポートしました。現在、オーバーライドが有効です。
my: စာသား ထည့်သွင်းမှု အောင်မြင်ပါသည်၊ ယခုအခါ ကျော်လွန် ပယ်ဖျက်မှုများ သက်ဝင်နေပြီ ဖြစ်သည်။
nb: Importering av tekst var vellykket. Overstyringer er nå aktive.
nl: Tekst geïmporteerd, overschrijvingen nu actief.
pl: Import tekstu powiódł się. Zastąpienia są teraz aktywne.
pt: A importação do texto foi bem-sucedida, as substituições estão agora ativas.
ru: Текст импортирован, переопределения активны.
sv: Texten har importerats. Åsidosättningar är nu aktiva.
th: นำเข้าข้อความสำเร็จ ขณะนี้โอเวอร์ไรด์กำลังใช้งาน
tr: Metin başarıyla içe aktarıldı. Geçersiz kılmalar artık etkin.

# settings-import
source: Import of text was unsuccessful, please try again.
ar: لم ينجح استيراد النص، يُرجى إعادة المحاولة.
da: Import af tekst mislykkedes. Prøv igen.
de: Der Import des Texts war nicht erfolgreich, bitte versuchen Sie es erneut.
es: El texto no se ha importado. Inténtelo de nuevo.
fa: وارد کردن متن ناموفق بود؛ لطفاً دوباره تلاش کنید.
fi: Tekstin tuonti epäonnistui. Yritä uudelleen.
fr: L'importation du texte a échoué, veuillez réessayer.
it: L'importazione del testo non è riuscita, riprova.
ja: テキストは正常にインポートされませんでした。もう一度お試しください。
my: စာသား ထည့်သွင်းမှု မအောင်မြင်ပါ၊ ထပ်ကြိုးစားကြည့်ပါ။
nb: Importering av tekst var ikke vellykket. Prøv på nytt.
nl: Importeren van tekst mislukt, probeer het opnieuw.
pl: Import tekstu nie powiódł się. Spróbuj ponownie.
pt: A importação do texto foi mal-sucedida. Tente novamente.
ru: Текст импортировать не удалось, попробуйте еще раз.
sv: Texten har inte importerats. Försök igen.
th: นำเข้าไฟล์ไม่สำเร็จ โปรดลองใหม่อีกครั้ง
tr: Metnin içe aktarılması başarısız oldu. Lütfen tekrar deneyin.

# settings-import
source: IMPORT SUCCESSFUL
ar: تم الاستيراد بنجاح
da: IMPORT GENNEMFØRT
de: IMPORT ERFOLGREICH
es: IMPORTACIÓN CORRECTA
fa: وارد کردن موفقیت‌آمیز بود
fi: TUONTI ONNISTUI
fr: IMPORTATION RÉUSSIE
it: IMPORTAZIONE RIUSCITA
ja: インポートしました
my: ထည့်သွင်းမှု အောင်မြင်ပါသည်
nb: IMPORTERING VELLYKKET
nl: IMPORTEREN GESLAAGD
pl: IMPORT POWIÓDŁ SIĘ
pt: IMPORTAÇÃO BEM-SUCEDIDA
ru: ИМПОРТ ВЫПОЛНЕН
sv: HAR IMPORTERATS
th: นำเข้าสำเร็จ
tr: İÇE AKTARMA BAŞARILI

# settings-import
source: Import via text
ar: الاستيراد عبر النص
da: Importer via tekst
es: Importación a través de texto
fa: وارد کردن از طریق متن
fi: Tuo tekstinä
fr: Importer par texte
it: Importa tramite testo
ja: テキストでインポート
my: စာသားမှတစ်ဆင့် ထည့်သွင်းရန်
nb: Importer via tekst
nl: Importeren via tekst
pl: Import tekstowy
pt: Importar através de texto
ru: Импортировать через текст
sv: Importera via text
th: นำเข้าผ่านข้อความ
tr: Metin yoluyla içe aktar

# settings-import
source: NO OVERRIDES IMPORTED
ar: لم يتم استيراد أي تجاوزات
da: INGEN TILSIDESÆTTELSER IMPORTERET
de: KEINE ÜBERSCHREIBUNGEN IMPORTIERT
es: NO SE HA IMPORTADO NINGUNA ANULACIÓN
fa: هیچ جایگزینی‌ وارد نشده است
fi: OHITUKSIA EI TUOTU
fr: AUCUNE SUBSTITUTION IMPORTÉE
it: NESSUNA SOVRASCRITTURA IMPORTATA
ja: オーバーライドはインポートされませんでした
my: ထည့်သွင်းထားသော ကျော်လွန် ပယ်ဖျက်မှုများ မရှိပါ
nb: INGEN OVERSTYRINGER IMPORTERT
nl: GEEN OVERSCHRIJVINGEN GEÏMPORTEERD
pl: NIE ZAIMPORTOWANO ZASTĄPIEŃ
pt: NENHUMA SUBSTITUIÇÃO IMPORTADA
ru: ПЕРЕОПРЕДЕЛЕНИЯ НЕ ИМПОРТИРОВАНЫ
sv: INGA ÅSIDOSÄTTNINGAR HAR IMPORTERATS
th: ไม่มีการนำเข้าโอเวอร์ไรด์
tr: GEÇERSİZ KILMA İÇE AKTARILMADI

# settings-import
source: On some networks, where various types of censorship are being used, our server IP addresses are sometimes blocked.
ar: يتم حظر عناوين IP الخاصة بخادمنا على بعض الشبكات في بعض الأحيان بسبب استخدام أنواع مختلفة من الرقابة.
da: På nogle netværk, hvor der bruges forskellige typer censur, er vores server IP-adresser nogle gange blokeret.
de: In einigen Netzwerken, in denen verschiedene Arten der Zensur eingesetzt werden, werden die IP-Adressen unserer Server manchmal blockiert.
es: En algunas redes, donde se aplican diversos tipos de censura, a veces se bloquean las direcciones IP de nuestro servidor.
fa: در بعضی شبکه‌ها که انواعی از سانسور اعمال می‌شود، آدرس‌های IP سرورهای ما گاهی مسدود می‌شوند.
fi: Palvelimiemme IP-osoitteet estetään toisinaan joissakin useita erityyppistä sensurointimenetelmiä käyttävissä verkoissa.
fr: Sur certains réseaux, où divers types de censure sont utilisés, les adresses IP de notre serveur sont parfois bloquées.
it: Su alcune reti, dove vengono utilizzati vari tipi di censura, gli indirizzi IP dei nostri server vengono talvolta bloccati.
ja: 各種の検閲が使用されている一部のネットワークでは、サーバーIPアドレスがブロックされる場合があります。
my: အမျိုးအမျိုးသော စိစစ်ဖြတ်တောက်မှု အမျိုးအစားများ အသုံးပြုသည့် ကွန်ရက်အချို့တွင် ကျွန်ုပ်တို့၏ ဆာဗာ IP လိပ်စာများကို တစ်ခါတစ်ရံ ပိတ်ဆို့ထားပါသည်။
nb: På enkelte nettverk der det brukes ulike typer sensur, kan server-IP-adressene av og til være blokkerte.
nl: Op sommige netwerken, waar verschillende soorten censuur worden gebruikt, worden onze server-IP-adressen soms geblokkeerd.
pl: W niektórych sieciach, w których stosowane są różnego rodzaju cenzury, adresy IP naszych serwerów są czasami blokowane.
pt: Em algumas redes, onde são utilizados vários tipos de censura, os endereços IP dos nossos servidores são por vezes bloqueados.
ru: В некоторых сетях, где используются различные виды цензуры, IP-адреса наших серверов иногда блокируются.
sv: På vissa nätverk där olika typer av censureringar används blockeras blir ibland vår servers IP-adresser blockerade.
th: บางครั้งที่อยู่ IP เซิร์ฟเวอร์ของเราอาจถูกบล็อก ในบางเครือข่ายที่มีการใช้งานเซ็นเซอร์หลายประเภท
tr: Farklı sansür türlerinin kullanıldığı bazı ağlarda sunucu IP adreslerimiz zaman zaman engellenir.

# settings-import
source: OVERRIDES ACTIVE
ar: التجاوزات نشطة
da: TILSIDESÆTTELSER AKTIVE
de: AKTIVE ÜBERSCHREIBUNGEN
es: ANULACIONES ACTIVAS
fa: جایگزینی‌ها فعال هستند
fi: OHITUKSIA KÄYTÖSSÄ
fr: SUBSTITUTIONS ACTIVES
it: SOVRASCRITTURE ATTIVE
ja: オーバーライドが有効です
my: ထပ်ရေးမှုများ သက်ဝင်ခြင်း
nb: OVERSTYRINGER AKTIVE
nl: OVERSCHRIJVINGEN ACTIEF
pl: ZASTĄPIENIA AKTYWNE
pt: SUBSTITUIÇÕES ATIVAS
ru: ПЕРЕОПРЕДЕЛЕНИЯ АКТИВНЫ
sv: ÅSIDOSÄTTNINGAR ÄR AKTIVA
th: เปิดใช้โอเวอร์ไรด์อยู่
tr: GEÇERSİZ KILMALAR ETKİN
