Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

source: To make sure that you have the most secure version and to inform you of any issues with the current version that is running, the app performs version checks automatically. This sends the app version and Android system version to Mullvad servers. Mullvad keeps counters on number of used app versions and Android versions. The data is never stored or used in any way that can identify you.
ar: للتأكد من استخدامك للإصدار الأكثر أمانًا وإبلاغك بأي مشكلات في الإصدار الحالي قيد التشغيل، يُجري التطبيق عمليات فحص للإصدار تلقائيًا يتم خلالها إرسال إصدار التطبيق وإصدار نظام Android إلى خوادم Mullvad. تحتفظ Mullvad بعدادات لعدد إصدارات التطبيق وإصدارات Android المُستخدَمة. لا يتم تخزين البيانات أو استخدامها بأي طريقة يمكن من خلالها تحديد هويتك.
da: For at sørge for, at du har den mest sikre version og for at informere dig om eventuelle problemer med den aktuelle version, der kører, udfører appen automatisk versionstjek. Dette sender app-versionen og Android-systemversionen til Mullvad-servere. Mullvad holder tal på antallet af brugte app-versioner og Android-versioner. Dataene bliver aldrig opbevaret eller brugt på nogen måde, der kan identificere dig.
de: Um zu gewährleisten, dass Sie die sicherste Version haben und um Sie über eventuelle Probleme mit der aktuellen Version zu informieren, führt die App automatisch Versionsprüfungen durch. Dabei werden die App-Version und die Android-Systemversion an die Mullvad-Server gesendet. Mullvad führt Zähler für die Anzahl der verwendeten App-Versionen und Android-Versionen. Die Daten werden niemals gespeichert oder in einer Weise verwendet, die Sie identifizieren könnte.
es: Para garantizar que tiene la versión más segura e informarle de cualquier problema con la versión actual que está ejecutando, la aplicación realiza verificaciones de versiones automáticamente. Esto envía la versión de la aplicación y la versión del sistema Android a los servidores de Mullvad. Mullvad mantiene contadores del número de versiones de la aplicación y versiones de Android usadas. Los datos nunca se almacenan ni utilizan de forma que puedan identificarle.
fa: برای اطمینان از اینکه امن‌ترین نسخه را دارید و همچنین برای آگاه‌کردن شما از هرگونه مشکل در نسخهٔ فعلی، اپلیکیشن به‌صورت خودکار نسخه را بررسی می‌کند. در این فرایند، نسخهٔ اپلیکیشن و نسخهٔ سیستم اندروید به سرورهای Mullvad ارسال می‌شود. Mullvad فقط تعداد استفاده از نسخه‌های مختلف اپلیکیشن و نسخه‌های اندروید را شمارش می‌کند. این داده‌ها هرگز به شکلی ذخیره یا استفاده نمی‌شوند که بتوانند هویت شما را مشخص کنند.
fi: Sovellus suorittaa versiotarkistuksia automaattisesti varmistaakseen, että käytät kaikkein turvallisinta versiota, ja ilmoittaakseen sinulle kaikista parhaillaan käynnissä olevan version ongelmista. Se lähettää Mullvadin palvelimille tiedot sovellusversiosta ja Android-järjestelmäversiosta. Mullvad pitää lukua käytettyjen sovellusversioiden ja Android-versioiden määristä. Tietoja ei koskaan tallenneta tai käytetä tavalla, joka voisi mahdollistaa tunnistamisesi.
fr: Pour vous assurer que vous disposez de la version la plus sécurisée et pour vous informer de tout problème lié à la version en cours d'exécution, l'application effectue automatiquement des vérifications de version. Elle envoie ainsi la version de l'application et la version du système Android aux serveurs de Mullvad. Mullvad tient des compteurs sur le nombre de versions d'applications et de versions d'Android utilisées. Les données ne sont jamais stockées ou utilisées de manière à vous identifier.
it: Per assicurarti di avere la versione più sicura e per informarti di eventuali problemi con la versione attualmente in esecuzione, l'app esegue automaticamente i controlli di versione. Questa operazione invia la versione dell'app e la versione del sistema Android ai server Mullvad. Mullvad mantiene traccia dei numeri di versione dell'app utilizzati e delle versioni di Android. I dati non vengono mai archiviati o utilizzati in alcun modo che possa identificarti.
ja: このアプリは最も安全なバージョンを使用していることを確認し、実行中の現在のバージョンに関する問題を通知できるよう、バージョンチェックを自動的に実行します。このチェックによってアプリのバージョンとAndroidシステムのバージョンがMullvadサーバーに送信されます。Mullvadは使用されているアプリのバージョンとAndroidのバージョンの数字を記憶しています。このデータがユーザーを特定できる方法で保存されたり、使用されたりすることはありません。
my: အလုံခြုံဆုံး ဗားရှင်းကို ရရှိကြောင်း သေချာစေရန်နှင့် လုပ်ဆောင်နေသည့် လက်ရှိဗားရှင်းနှင့်ပတ်သက်သော ပြဿနာများအကြောင်း သင့်အား အသိပေးရန် အက်ပ်သည် ဗားရှင်း စစ်ဆေးမှုများကို အော်တိုလုပ်ဆောင်ပါသည်။ ၎င်းသည် Mullvad ဆာဗာများသို့ အက်ပ် ဗားရှင်းနှင့် Android စနစ်ဗားရှင်းတို့ကို ပေးပို့ပါသည်။ အသုံးပြုထားသည့် အက်ပ် ဗားရှင်းများနှင့် Android ဗားရှင်းများ၏ အရေအတွက်ကို Mullvad က ရေတွက်ထားပါသည်။ ဒေတာကို မည်သည့်အခါမျှ မသိမ်းဆည်းထားပါ သို့မဟုတ် သင့်အား ခွဲခြားဖော်ထုတ်နိုင်သော မည်သည့်နည်းလမ်းတွင်မျှ အသုံးမပြုထားပါ။
nb: For å sørge for at du har den sikreste appversjonen, og informere deg om eventuelle problemer med den versjonen som kjøres, vil appen automatisk sjekke appversjonen. Appversjonen og Android-systemversjonen blir da sendt til Mullvad-servere. Mullvad registrerer antallet brukte appversjoner og Android-versjoner. Dataen blir aldri lagret eller brukt på noen som helst måte som kan identifisere deg.
nl: Om zeker te zijn dat u de meest veilige versie hebt en om u te informeren over eventuele problemen met de huidige geactiveerde versie, voert de app automatisch versiecontroles uit. Hierbij worden de appversie en de Android-systeemversie naar de servers van Mullvad gestuurd. Mullvad houdt tellers bij voor gebruikte appversies en Android-versies. De gegevens worden nooit opgeslagen of gebruikt op een manier die u kan identificeren.
pl: Aby upewnić się, że masz najbezpieczniejszą wersję i poinformować Cię o wszelkich problemach z aktualnie uruchomioną wersją, aplikacja automatycznie sprawdza wersję. Powoduje to wysłanie wersji aplikacji i wersji systemu Android na serwery Mullvad. Mullvad prowadzi liczniki używanych wersji aplikacji i wersji systemu Android. Dane te nigdy nie są przechowywane ani wykorzystywane w żaden sposób, który umożliwiłby zidentyfikowanie Ciebie jako osoby.
pt: Para se certificar de que tem a versão mais segura e para o informar de quaisquer problemas com a versão atual em execução, a app efetua verificações de versão automaticamente. Esta envia a versão da app e a versão do sistema Android para os servidores da Mullvad. A Mullvad mantém um registo do número de versões da app e de versões do Android utilizadas. Os dados nunca são armazenados ou utilizados de forma a identificar o utilizador.
ru: Чтобы удостовериться, что вы используете наиболее безопасную версию приложения, и сообщить вам о возможных проблемах в ней, приложение автоматически проверяет свою версию. При этом на серверы Mullvad передаются данные о версии приложения и системы Android. Mullvad ведет учет количества пользователей с определенными версиями приложения и ОС Android. Эти данные не хранятся и не используются каким бы то ни было образом, позволяющим вас идентифицировать.
sv: Appen genomför automatiska versionskontroller för att se till att du har den säkraste versionen och för att informera dig om problem med den nuvarande versionen. Appversionen och Android-systemversionen skickas till Mullvad-servrarna. Mullvad registrerar antalet använda appversioner och Android-versioner. Dessa data lagras aldrig och används inte på något sätt som kan identifiera dig.
th: แอปจะตรวจสอบเวอร์ชันโดยอัตโนมัติ เพื่อให้แน่ใจว่า คุณใช้งานเวอร์ชันที่ปลอดภัยที่สุด และเพื่อแจ้งปัญหาใดๆ ของเวอร์ชันปัจจุบันที่ใช้งานอยู่ให้คุณทราบ โดยระบบจะส่งเวอร์ชันแอปและเวอร์ชันระบบ Android ไปยังเซิร์ฟเวอร์ Mullavid ซึ่ง Mullvad จะติดตามจำนวนเวอร์ชันแอปที่ใช้และเวอร์ชัน Android ทั้งนี้ข้อมูลจะไม่ถูกจัดเก็บ หรือนำไปใช้ในลักษณะใดๆ ที่สามารถระบุตัวตนคุณได้
tr: Uygulama, en güvenli sürüme sahip olduğunuzdan emin olmak ve çalışan mevcut sürümle ilgili sorunları size bildirmek için sürüm kontrollerini otomatik olarak gerçekleştirir. Bu işlem, uygulama sürümünü ve Android sistem sürümünü Mullvad sunucularına gönderir. Mullvad, kullanılan uygulama sürümlerinin ve Android sürümlerinin numarasını kaydeder. Veriler asla sizi tanımlayacak şekilde saklanmaz veya kullanılmaz.

source: Toggle VPN
ar: زر تبديل VPN
da: Slå VPN til/fra
de: VPN umschalten
es: Alternar VPN
fa: تغییر وضعیت VPN
fi: Vaihda VPN:ää
fr: Activer/désactiver le VPN
it: Attiva/disattiva VPN
ja: VPNの切り替え
my: VPN ရွေးသုံးရန်
nb: Velg VPN
nl: VPN in-/uitschakelen
pl: Przełącz VPN
pt: Alternar VPN
ru: Включение VPN
sv: Växla VPN
th: เปิด/ปิด VPN
tr: VPN'i aç/kapat

source: Too many attempts, please try again later
ar: تم إجراء عدد كبير جدًا من المحاولات، يُرجى إعادة المحاولة لاحقًا
de: Zu viele Versuche, bitte versuchen Sie es später erneut
es: Demasiados intentos. Inténtelo de nuevo más tarde
fa: تعداد تلاش‌ها زیاد بود؛ لطفاً بعداً دوباره امتحان کنید
fi: Liian monta yritystä. Yritä myöhemmin uudelleen.
my: ကြိုးစားမှု အကြိမ်ရေများသွားသဖြင့် နောက်မှ ထပ်ကြိုးစားပါ
pt: Demasiadas tentativas. Tente novamente mais tarde
sv: För många försök, försök igen senare
th: พยายามหลายครั้งเกินไป โปรดลองอีกครั้งในภายหลัง
tr: Çok fazla deneme yapıldı. Lütfen daha sonra tekrar deneyin.

source: Unable to apply firewall rules. Please troubleshoot or send a problem report.
ar: يتعذَّر تطبيق قواعد جدار الحماية. يُرجى استكشاف الأخطاء وإصلاحها أو إرسال بلاغ بالمشكلة.
da: Kan ikke anvende firewallregler. Fejlfind eller send en problemrapport.
de: Firewall-Regeln können nicht angewendet werden. Bitte beheben Sie das Problem oder senden Sie einen Problembericht.
es: No se pueden aplicar las reglas del firewall. Intente solucionar el problema o envíe un informe de problemas.
fa: نمی‌توان قوانین فایروال را اعمال کرد. لطفاً مشکل را برطرف کنید یا یک گزارش خطا ارسال نمایید.
fi: Palomuurisääntöjä ei voida käyttää. Suorita vianetsintä tai lähetä ongelmaraportti.
fr: Impossible d'appliquer les règles du pare-feu. Merci de résoudre le problème ou d'envoyer un rapport de problème.
it: Impossibile applicare le regole del firewall. Consulta la risoluzione dei problemi o invia una segnalazione del problema.
ja: ファイアウォールのルールを適用できません。問題に対処するか、問題の報告を送信してください。
my: Firewall စည်းမျဉ်းများကို အသုံးချ၍ မရနိုင်ပါ။ ပြစ်ချက် ရှာဖွေဖယ်ရှာပေးပါ သို့မဟုတ် ပြဿနာ ရီပို့တ် ပေးပို့ပေးပါ။
nb: Kunne ikke bruke brannmur-regler. Feilsøk eller send inn en problemrapport.
nl: Kan firewallregels niet toepassen. Los problemen op of stuur een probleemmelding.
pl: Nie można zastosować reguł zapory. Rozwiąż problem lub wyślij zgłoszenie problemu.
pt: Não foi possível aplicar as regras de firewall. Experimente a resolução de problemas ou envie um relatório do problema.
ru: Невозможно применить правила брандмауэра. Устраните неполадки или отправьте сообщение о проблеме.
sv: Det går inte att tillämpa brandväggsregler. Felsök eller skicka en problemrapport.
th: ไม่สามารถใช้กฎไฟร์วอลล์ได้ โปรดแก้ไขปัญหา หรือส่งรายงานปัญหา
tr: Güvenlik duvarı kuralları uygulanamıyor. Lütfen sorunu çözmeye çalışın veya bir hata raporu gönderin.

source: Unable to parse patch
ar: يتعذَّر تحليل التصحيح
da: Kan ikke fortolke patch
de: Patch konnte nicht geparst werden
es: No se puede analizar el parche
fa: نمی‌توان متنِ تغییرات را پردازش کرد
fi: Muutostiedoston jäsentäminen ei onnistu
fr: Impossible d'analyser le correctif
it: Impossibile analizzare la patch
ja: パッチを解析できません
my: Patch ကို ခွဲခြမ်းစိတ်ဖြာ၍ မရပါ
nb: Kunne ikke analysere oppdatering
nl: Kan patch niet parsen
pl: Nie można przetworzyć poprawki
pt: Não foi possível analisar a correção
ru: Не удалось проанализировать патч
sv: Det går inte att parsa korrigering
th: ไม่สามารถแยกวิเคราะห์แพตช์ได้
tr: Yama ayrıştırılamıyor

source: Unable to reach API
ar: يتعذَّر الوصول إلى واجهة API
de: API nicht erreichbar
es: No se puede conectar con la API
fa: امکان دسترسی به API وجود ندارد
fi: Yhteyden muodostaminen API:hin ei onnistu
my: API ကို ချိတ်ဆက်၍ မရပါ
pt: Não é possível aceder à API
sv: Det går inte att nå API
th: ไม่สามารถเข้าถึง API ได้
tr: API'ye erişilemiyor

source: Unable to reach API, %s
ar: يتعذَّر الوصول إلى واجهة API، %s
de: API nicht erreichbar, %s
es: No se puede conectar con la API, %s
fa: امکان دسترسی به API وجود ندارد، %s
fi: Yhteyden muodostaminen API:hin ei onnistu. %s.
my: API %s ကို ချိတ်ဆက်၍ မရပါ
pt: Não é possível aceder à API, %s
sv: Det går inte att nå API, %s
th: ไม่สามารถเข้าถึง API %s
tr: API'ye erişilemiyor, %s

source: Unable to start tunnel connection. Please disable Always-on VPN before using Mullvad VPN.
ar: يتعذَّر بدء اتصال النفق. يُرجى إيقاف "تشغيل VPN دائمًا" قبل استخدام Mullvad VPN.
da: Kunne ikke starte tunnelforbindelse. Deaktiver Altid-til VPN før brug af Mullvad VPN.
de: Tunnelverbindung kann nicht gestartet werden. Bitte deaktivieren Sie Always-on VPN, bevor Sie Mullvad VPN verwenden.
es: No se puede iniciar la conexión de túnel. Deshabilite la VPN siempre activa antes de utilizar la Mullvad VPN.
fa: نمی‌توان اتصال تونل را آغاز کرد. لطفاً قبل از استفاده از Mullvad VPN، گزینهٔ «VPN همیشه‌فعال» را غیرفعال کنید.
fi: Tunneliyhteyden käynnistäminen ei onnistu. Poista aina päällä oleva VPN käytöstä ennen Mullvad VPN:n käyttämistä.
fr: Impossible de démarrer la connexion au tunnel. Veuillez désactiver Toujours exiger un VPN avant d'utiliser Mullvad VPN.
it: Impossibile avviare la connessione tunnel. Disabilita VPN sempre attiva prima di utilizzare Mullvad VPN.
ja: トンネル接続を開始できません。Mullvad VPNを使用する前にAlways-on VPNを無効にしてください。
my: Tunnel ချိတ်ဆက်မှုကို စတင်၍ မရနိုင်ပါ။ Mullvad VPN ကို မသုံးမီ အတွက် VPN အမြဲဖွင့်ထားမှုကို ပိတ်ပေးပါ။
nb: Kunne ikke starte tunneltilkobling. Deaktiver VPN som alltid er på, før du bruker Mullvad VPN.
nl: Kan de tunnelverbinding niet starten. Schakel Altijd-aan VPN uit voordat u Mullvad VPN gebruikt.
pl: Nie można uruchomić połączenia tunelowego. Przed rozpoczęciem użytkowania usługi Mullvad VPN wyłącz opcję „Zawsze włączony VPN”.
pt: Não foi possível iniciar a ligação de túnel. Desative a opção "VPN sempre ligada" antes de utilizar a Mullvad VPN.
ru: Не удалось запустить туннельное соединение. Перед использованием Mullvad VPN отключите опцию «Постоянная VPN».
sv: Det går inte att starta tunnelanslutning. Inaktivera Alltid på-VPN innan du använder Mullvad VPN.
th: ไม่สามารถเริ่มการเชื่อมต่ออุโมงค์ได้ โปรดปิดใช้งาน VPN เปิดอยู่เสมอ ก่อนที่จะใช้งาน Mullvad VPN
tr: Tünel bağlantısı başlatılamıyor. Mullvad VPN'i kullanmadan önce lütfen "Her zaman açık VPN"i devre dışı bırakın.

source: Unable to start tunnel connection. Please disable Always-on VPN for <b>%s</b> before using Mullvad VPN.
ar: يتعذَّر بدء اتصال النفق. يُرجى إيقاف "تشغيل VPN دائمًا" لـ <b>%s</b> قبل استخدام Mullvad VPN.
da: Kunne ikke starte tunnelforbindelse. Deaktiver Altid-til VPN for <b>%s</b>.
de: Tunnelverbindung kann nicht gestartet werden. Bitte deaktivieren Sie Always-on VPN für <b>%s</b>, bevor Sie Mullvad VPN verwenden.
es: No se puede iniciar la conexión de túnel. Deshabilite la VPN siempre activa en <b>%s</b> antes de utilizar la VPN de Mullvad.
fa: نمی‌توان اتصال تونل را آغاز کرد. لطفاً پیش از استفاده از Mullvad VPN، گزینهٔ «VPN همیشه‌فعال» را برای <b>%s</b> غیرفعال کنید.
fi: Tunneliyhteyden käynnistäminen ei onnistu. Poista aina päällä oleva VPN käytöstä sovellukselle <b>%s</b> ennen Mullvad VPN:n käyttämistä.
fr: Impossible de démarrer la connexion au tunnel. Veuillez désactiver « Toujours exiger un VPN « pour <b>%s</b> avant d'utiliser Mullvad VPN.
it: Impossibile avviare la connessione tunnel. Disabilita VPN sempre attiva per <b>%s</b> prima di utilizzare Mullvad VPN.
ja: トンネル接続を開始できません。Mullvad VPNを使用する前に<b>%s</b>のAlways-on VPNを無効にしてください。
my: Tunnel ချိတ်ဆက်မှုကို စတင်၍ မရနိုင်ပါ။ Mullvad VPN ကို မသုံးမီ <b>%s</b> အတွက် VPN အမြဲဖွင့်ထားမှုကို ပိတ်ပေးပါ။
nb: Kunne ikke starte tunneltilkobling. Deaktiver VPN som alltid er på, for <b>%s</b> før du bruker Mullvad VPN.
nl: Kan de tunnelverbinding niet starten. Schakel Altijd-aan VPN uit voor <b>%s</b> voordat u Mullvad VPN gebruikt.
pl: Nie można uruchomić połączenia tunelowego. Przed rozpoczęciem użytkowania usługi Mullvad VPN wyłącz opcję „Zawsze włączony VPN” w <b>%s</b>.
pt: Não foi possível iniciar a ligação de túnel. Desative a VPN sempre ligada para <b>%s</b> antes de utilizar a Mullvad VPN.
ru: Не удалось запустить туннельное подключение. Перед использованием Mullvad VPN отключите опцию «Постоянная VPN» для приложения <b>%s</b>.
sv: Det går inte att starta tunnelanslutning. Inaktivera Alltid på-VPN för <b>%s</b> innan du använder Mullvad VPN.
th: ไม่สามารถเริ่มการเชื่อมต่ออุโมงค์ได้ โปรดปิดใช้งาน Always-on VPN เป็นเวลา <b>%s</b> ก่อนที่จะใช้งาน Mullvad VPN
tr: Tünel bağlantısı başlatılamıyor. Mullvad VPN'i kullanmadan önce lütfen Her zaman açık VPN'i <b>%s</b> için devre dışı bırakın.

source: Unavailable
ar: غير متوفر
de: Nicht verfügbar
fa: ناموجود
fi: Ei saatavilla
sv: Inte tillgänglig
th: ไม่พร้อมใช้งาน
tr: Mevcut değil

source: Undo
ar: تراجع
da: Fortryd
de: Rückgängig
es: Deshacer
fa: لغو انجام
fi: Kumoa
fr: Annuler
it: Annulla
ja: 元に戻す
my: မလုပ်တော့ပါ
nb: Angre
nl: Ongedaan maken
pl: Cofnij
pt: Anular
ru: Отменить
sv: Ångra
th: เลิกทำ
tr: Geri al

source: Unknown or prohibited key "%1$s"
ar: مفتاح غير معروف أو محظور "%1$s"
de: Unbekannter oder verbotener Schlüssel „%1$s“
es: Clave «%1$s» desconocida o prohibida
fa: کلید نامعتبر یا غیرمجاز «%1$s»
fi: Tuntematon tai kielletty avain "%1$s"
it: Chiave "%1$s" sconosciuta o vietata
my: အမျိုးအမည် မသိ သို့မဟုတ် တားမြစ်ထားသော ကီး "%1$s"
nb: Ukjent eller forbudt nøkkel «%1$s»
nl: Onbekende of verboden sleutel "%1$s"
pt: Chave "%1$s" desconhecida ou proibida
ru: Неизвестный или запрещенный ключ «%1$s»
sv: Okänd eller förbjuden nyckel "%1$s"
th: คีย์ "%1$s" ไม่รู้จักหรือไม่ได้รับอนุญาต
tr: Bilinmeyen veya yasaklanmış "%1$s" anahtarı

source: Update DNS server
ar: تحديث خادم DNS
da: Opdater DNS-server
de: DNS-Server aktualisieren
es: Actualizar servidor DNS
fa: به‌روزرسانی سرور DNS
fi: Päivitä DNS-palvelin
fr: Mettre à jour le serveur DNS
it: Aggiorna server DNS
ja: DNS サーバーを更新
my: DNS ဆာဗာကို အပ်ဒိတ်လုပ်ရန်
nb: Oppdater DNS-serveren
nl: DNS-server bijwerken
pl: Zaktualizuj serwer DNS
pt: Atualizar servidor DNS
ru: Обновить DNS-сервер
sv: Uppdatera DNS-server
th: อัปเดตเซิร์ฟเวอร์ DNS
tr: DNS sunucusunu güncelle

source: Update list name
ar: تحديث اسم القائمة
da: Opdater listenavn
de: Name der Liste ändern
es: Actualizar nombre de la lista
fa: به‌روزرسانی نام فهرست
fi: Päivitä luettelon nimi
fr: Mettre à jour le nom de la liste
it: Aggiorna nome elenco
ja: リスト名の更新
my: စာရင်း အမည်ကို အပ်ဒိတ်လုပ်ရန်
nb: Oppdater listenavn
nl: Lijstnaam bijwerken
pl: Zaktualizuj nazwę listy
pt: Atualizar nome da lista
ru: Обновление названия списка
sv: Uppdatera listnamn
th: อัปเดตชื่อรายการ
tr: Liste adını güncelle

source: Update server list
ar: تحديث قائمة الخوادم
de: Serverliste aktualisieren
es: Actualizar lista de servidores
fa: به‌روزرسانی فهرست سرورها
fi: Päivitä palvelinluettelo
it: Aggiorna elenco server
my: ဆာဗာစာရင်းကို အပ်ဒိတ်လုပ်ရန်
nb: Oppdater serverlisten
nl: Serverlijst bijwerken
pt: Atualizar lista de servidores
ru: Обновить список серверов
sv: Uppdatera serverlistan
th: อัปเดตรายการเซิร์ฟเวอร์
tr: Sunucu listesini güncelle

source: Updating server list in the background...
ar: جارٍ تحديث قائمة الخوادم في الخلفية...
de: Serverliste wird im Hintergrund aktiviert …
es: Actualizando lista de servidores en segundo plano...
fa: در حال به‌روزرسانی فهرست سرورها در پس‌زمینه...
fi: Palvelinluetteloa päivitetään taustalla...
it: Aggiornamento dell'elenco server in background...
my: နောက်ခံတွင် ဆာဗာစာရင်းကို အပ်ဒိတ်လုပ်နေသည်...
nb: Oppdater serverlisten i bakgrunnen …
nl: Serverlijst wordt bijgewerkt op de achtergrond...
pt: A atualizar a lista de servidores em segundo plano...
ru: Фоновое обновление списка серверов...
sv: Uppdaterar serverlistan i bakgrunden ...
th: กำลังอัปเดตรายชื่อเซิร์ฟเวอร์ในพื้นหลัง...
tr: Sunucu listesi arka planda güncelleniyor...

source: Use method
ar: استخدام الطريقة
da: Brug metode
de: Methode verwenden
es: Utilizar método
fa: استفاده از روش
fi: Käytä menetelmä
fr: Utiliser la méthode
it: Usa metodo
ja: この方法を使用する
my: နည်းလမ်းကို သုံးရန်
nb: Bruk metode
nl: Methode gebruiken
pl: Użyj metody
pt: Utilizar método
ru: Использовать метод
sv: Använd metod
th: ใช้วิธีการ
tr: Yöntemi kullan

source: VPN Settings not available on device
ar: إعدادات شبكة VPN غير متاحة على الجهاز
de: VPN-Einstellungen auf dem Gerät nicht verfügbar
es: Configuración de VPN no disponible en el dispositivo
fa: تنظیمات VPN روی این دستگاه در دسترس نیست
fi: VPN-asetukset eivät olet käytettävissä laitteella
it: Impostazioni VPN non disponibili sul dispositivo
my: VPN ဆက်တင်များကို စက်တွင် မရရှိနိုင်ပါ
nb: VPN-innstillinger ikke tilgjengelig på enhet
nl: VPN-instellingen niet beschikbaar op apparaat
pt: Definições de VPN não disponíveis no dispositivo
ru: Настройки VPN недоступны на устройстве
sv: VPN-inställningarna är inte tillgängliga på enheten
th: การตั้งค่า VPN ไม่สามารถใช้งานได้บนอุปกรณ์
tr: Cihazda VPN Ayarları mevcut değil

source: VPN permission error
ar: خطأ في إذن شبكة VPN
da: VPN-tilladelsesfejl
de: VPN-Berechtigungsfehler
es: Error en la autorización de la VPN
fa: خطای اجازهٔ VPN
fi: VPN-lupavirhe
fr: Erreur de permission VPN
it: Errore di autorizzazione VPN
ja: VPN許可エラー
my: VPN ခွင့်ပြုချက် ချို့ယွင်းချက်
nb: Feil med VPN-tillatelse
nl: VPN-machtigingsfout
pl: Błąd uprawnienia VPN
pt: Erro de permissão de VPN
ru: Ошибка разрешения для VPN
sv: Behörighetsfel med VPN
th: เกิดข้อผิดพลาดในการอนุญาต VPN
tr: VPN izin hatası

source: VPN permission was denied
ar: تم رفض إذن شبكة VPN
de: VPN-Berechtigung wurde abgelehnt
es: Se ha denegado el permiso de VPN
fa: اجازهٔ VPN رد شد
fi: VPN:n käyttöoikeus evättiin
it: Autorizzazione VPN negata
my: VPN ခွင့်ပြုချက်ကို ငြင်းပယ်ထားသည်
nb: VPN-tillatelse avvist
nl: VPN-toestemming is geweigerd
pt: A permissão de VPN foi negada
ru: Нет разрешения на использование VPN
sv: VPN-behörighet har nekats
th: การอนุญาต VPN ถูกปฏิเสธ
tr: VPN izni reddedildi

source: VPN permission was denied or another app has "Always-on VPN" enabled
ar: تم رفض إذن شبكة VPN أو يوجد تطبيق آخر تم تفعيل خيار "تشغيل VPN دائمًا" عليه
da: VPN-tilladelse blev afvist, eller en anden app har "VPN altid aktiveret"
de: VPN-Berechtigung wurde abgelehnt oder bei einer anderen App ist „Alway-on VPN“ aktiviert
es: Se ha denegado el permiso de VPN u otra aplicación tiene habilitada la opción «VPN siempre activa»
fa: اجازهٔ VPN رد شده است یا یک اپلیکیشن دیگر گزینهٔ «VPN همیشه‌فعال» را فعال کرده است
fi: VPN:n käyttöoikeus evättiin tai toisella sovelluksella on aina päällä oleva VPN käytössä
fr: L'autorisation VPN a été refusée ou une autre application a activé « Toujours exiger un VPN ».
it: L'autorizzazione VPN è stata negata o un'altra app ha abilitato "VPN sempre attiva"
my: VPN ခွင့်ပြုချက်ကို ငြင်းပယ်ထားသည် သို့မဟုတ် အခြားအက်ပ်တွင် "အမြဲဖွင့် VPN" ဖွင့်ထားသည်
nb: VPN-tillatelsen ble avslått, eller en annen app har «VPN alltid på» aktivert
nl: VPN-toegang is geweigerd of "VPN altijd aan" is geactiveerd in een andere app
pl: Odmówiono uprawnienia VPN lub inna aplikacja ma włączoną funkcję „Zawsze włączony VPN”
pt: A permissão de VPN foi negada, ou outra aplicação tem a opção "VPN sempre ligada" ativada
ru: Нет разрешения на использование VPN или другое приложение работает в режиме «Постоянная VPN»
sv: VPN-behörighet avvisades eller så har en annan app aktiverat "Alltid på-VPN"
th: สิทธิ์ VPN ถูกปฏิเสธ หรือไม่ก็แอปอื่นเปิดใช้งาน "เปิด VPN เสมอ"
tr: VPN izni reddedildi veya başka bir uygulamada "VPN her zaman açık" seçeneği etkinleştirildi

source: VPN tunnel status
ar: حالة نفق شبكة VPN
de: Status des VPN-Tunnels
es: Estado del túnel VPN
fa: وضعیت تونل VPN
fi: VPN-tunnelin tila
fr: État du tunnel VPN
it: Stato del tunnel VPN
ja: VPNトンネルのステータス
my: VPN Tunnel အခြေအနေ
nl: Status VPN-tunnel
pl: Status tunelu VPN
pt: Estado do túnel VPN
ru: Состояние туннеля VPN
th: สถานะอุโมงค์ VPN
tr: VPN tüneli durumu
