Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

source: Copied logs to clipboard
ar: تم نسخ السجلات إلى الحافظة
da: Kopierede logfiler til udklipsholder
de: Protokolle in Zwischenablage kopiert
es: Registros copiados en el portapapeles
fa: گزارش‌ها در کلیپ‌بورد کپی شدند
fi: Lokit kopioitu leikepöydälle
fr: Journaux copiés dans le presse-papiers
it: Log copiati negli appunti
ja: ログをクリップボードにコピーしました
my: ကလစ်ဘုတ်တွင် မှတ်တမ်းများ ကူးယူပြီး
nb: Logger kopiert til utklippstavlen
nl: Logs gekopieerd naar klembord
pl: Skopiowano dzienniki do schowka
pt: Registos copiados para a área de transferência
ru: Журналы скопированы в буфер обмена
sv: Loggarna har kopierats till urklipp
th: คัดลอกบันทึกล็อกไปยังคลิปบอร์ดแล้ว
tr: Günlükler panoya kopyalandı

source: Copy
ar: نسخ
da: Kopiér
de: Kopieren
es: Copiar
fa: کپی
fi: Kopioi
fr: Copier
it: Copia
ja: コピー
my: ကူးယူရန်
nb: Kopier
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать
sv: Kopiera
th: คัดลอก
tr: Kopyala

source: Create
ar: إنشاء
da: Opret
de: Erstellen
es: Crear
fa: ایجاد کردن
fi: Luo
fr: Créer
it: Crea
ja: 作成
my: ဖန်တီးမည်
nb: Opprett
nl: Maken
pl: Utwórz
pt: Criar
ru: Создать
sv: Skapa
th: สร้าง
tr: Oluştur

source: Create account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fa: ایجاد حساب کاربری
fi: Luo tili
it: Crea account
my: အကောင့် ဖွင့်ရန်
nb: Opprett konto
nl: Account aanmaken
pt: Criar conta
ru: Создать учетную запись
sv: Skapa konto
th: สร้างบัญชี
tr: Hesap oluştur

source: Create new list
ar: إنشاء قائمة جديدة
da: Opret ny liste
de: Neue Liste erstellen
es: Crear nueva lista
fa: ایجاد فهرست جدید
fi: Luo uusi luettelo
fr: Créer une nouvelle liste
it: Crea nuovo elenco
ja: リストの新規作成
my: စာရင်းသစ် ဖန်တီးမည်
nb: Opprett ny liste
nl: Nieuwe lijst maken
pl: Utwórz nową listę
pt: Criar nova lista
ru: Создание нового списка
sv: Skapa ny lista
th: สร้างรายการใหม่
tr: Yeni liste oluştur

source: Creating account failed
ar: فشل إنشاء الحساب
de: Kontoerstellung fehlgeschlagen
es: Error al crear la cuenta
fa: ایجاد حساب کاربری ناموفق بود
fi: Tilin luominen epäonnistui
my: အကောင့်ဖန်တီးခြင်း မအောင်မြင်ပါ
pt: Falha ao criar conta
sv: Det gick inte att skapa konto
th: การสร้างบัญชีล้มเหลว
tr: Hesap oluşturulamadı

source: Critical error (your attention is required)
ar: خطأ فادح (يتطلَّب انتباهك)
da: Kritisk fejl (som kræver din opmærksomhed)
de: Kritischer Fehler (Ihre Aufmerksamkeit ist erforderlich)
es: Error crítico (precisa su atención)
fa: خطای جدی (نیاز به توجه شما دارد)
fi: Vakava virhe (vaatii huomiotasi)
fr: Erreur critique (votre attention est requise)
it: Errore critico (è necessario intervenire)
ja: 重大なエラー (ご注意ください)
my: အလွန်အရေးပါသည့် ချို့ယွင်းချက် (သင့်အာရုံစိုက်မှု လိုအပ်ပါသည်)
nb: Kritisk feil (krever din oppmerksomhet)
nl: Kritieke fout (uw aandacht is vereist)
pl: Błąd krytyczny (wymagana uwaga)
pt: Erro crítico (é necessária a sua atenção)
ru: Критическая ошибка (требуется ваше участие)
sv: Kritiskt fel (kräver din uppmärksamhet)
th: ข้อผิดพลาดร้ายแรง (คุณจำเป็นต้องตรวจสอบ)
tr: Kritik hata (Lütfen dikkatli olun)

source: Current: %s
ar: الحالي: %s
da: Aktuel: %s
de: Aktuell: %s
es: Actual: %s
fa: فعلی: %s
fi: Nykyinen: %s
fr: Actuel : %s
it: Attuale: %s
ja: 現在の設定: %s
my: လက်ရှိ- %s
nb: Gjeldende: %s
nl: Huidig: %s
pl: Bieżąca: %s
pt: Atual: %s
ru: Текущий: %s
sv: Aktuell: %s
th: ปัจจุบัน: %s
tr: Geçerli: %s

source: Custom DNS server addresses %1$s are invalid
ar: عناوين خادم DNS المُخصَّصة %1$s غير صالحة
de: Eigene DNS-Server Adressen %1$s sind ungültig
es: Las direcciones del servidor DNS personalizado %1$s no son válidas
fa: آدرس‌های سرور DNS سفارشی %1$s نامعتبر هستند
fi: Mukautetut DNS-palvelimen osoitteet %1$s ovat virheellisiä
it: Gli indirizzi del server DNS personalizzato %1$s non sono validi
my: စိတ်ကြိုက် DNS ဆာဗာ လိပ်စာများ %1$s သည် မမှန်ကန်ပါ
nb: De egendefinerte DNS-serveradressene %1$s er ugyldige
nl: Aangepaste DNS-serveradressen %1$s zijn ongeldig
pt: Os endereços do servidor DNS personalizado %1$s são inválidos
ru: Недопустимые пользовательские адреса DNS-серверов %1$s
sv: De anpassade DNS-serveradresserna %1$s är ogiltiga
th: ที่อยู่เซิร์ฟเวอร์ DNS ที่กำหนดเอง %1$s ไม่ถูกต้อง
tr: Özel DNS sunucu adresleri (%1$s) geçersiz

source: DNS settings might not go into effect immediately
ar: قد لا يتم تطبيق إعدادات DNS على الفور
da: DNS-indstillinger træder muligvis ikke i kraft med det samme
de: Die DNS-Einstellungen werden möglicherweise nicht sofort wirksam
es: La configuración de DNS podría no surtir efecto inmediatamente
fa: تنظیمات DNS ممکن است بلافاصله اعمال نشوند
fi: Uudet DNS-asetukset eivät välttämättä astu voimaan välittömästi
fr: Les paramètres DNS peuvent ne pas être immédiatement pris en compte
it: Le impostazioni DNS potrebbero non avere effetto immediato
ja: DNS設定はすぐに適用されない可能性があります
my: DNS ဆက်တင်ကို ချက်ချင်း အကျိုးမရောက်နိုင်ပါ။
nb: DNS-innstillinger vil kanskje ikke tre i kraft umiddelbart
nl: DNS-instellingen worden mogelijk niet onmiddellijk van kracht
pl: Ustawienia usługi DNS mogą nie zostać zastosowane natychmiast
pt: As definições de DNS podem não fazer efeito imediatamente
ru: Настройки DNS могут не сразу вступить в силу
sv: DNS-inställningarna kanske inte börjar gälla direkt
th: การตั้งค่า DNS อาจไม่มีผลทันที
tr: DNS ayarları hemen etkili olmayabilir

source: Delete "%s"?
ar: هل تريد حذف "%s"؟
da: Vil du slette "%s"?
de: „%s“ löschen?
es: ¿Eliminar «%s»?
fa: حذف «%s»؟
fi: Poistetaanko "%s"?
fr: Supprimer « %s » ?
it: Eliminare "%s"?
ja: "%s" を削除しますか？
my: "%s" ကို ဖျက်မည်လား။
nb: Slette «%s»?
nl: "%s" verwijderen?
pl: Usunąć „%s”?
pt: Eliminar "%s"?
ru: Удалить список «%s»?
sv: Ta bort "%s"?
th: ลบ "%s" หรือไม่
tr: "%s" silinsin mi"?

source: Delete method
ar: حذف الطريقة
da: Slet metode
de: Methode löschen
es: Eliminar método
fa: حذف روش
fi: Poista menetelmä
fr: Supprimer la méthode
it: Elimina metodo
ja: 方法を削除
my: နည်းလမ်းကို ဖျက်ရန်
nb: Slett metoden
nl: Methode verwijderen
pl: Usuń metodę
pt: Eliminar método
ru: Удалить метод
sv: Radera metod
th: ลบวิธีการ
tr: Yöntemi sil

source: Delete method?
ar: هل تريد حذف الطريقة؟
da: Vil du slette metoden?
de: Methode löschen?
es: ¿Eliminar el método?
fa: حذف این روش؟
fi: Poista menetelmä?
fr: Supprimer la méthode ?
it: Eliminare il metodo?
ja: 方法を削除しますか？
my: နည်းလမ်းကို ဖျက်မည်လား။
nb: Slette metoden?
nl: Methode verwijderen?
pl: Usunąć metodę?
pt: Eliminar método?
ru: Удалить метод?
sv: Radera metod?
th: ลบวิธีการหรือไม่
tr: Yöntem silinsin mi?

source: Disable all "%s" above to activate this setting.
ar: إيقاف كل "%s" أعلاه لتنشيط هذا الإعداد.
da: Deaktiver alle "%s" ovenfor for at aktivere denne indstilling.
de: Deaktivieren Sie oben alle „%s“, um diese Einstellung zu aktivieren.
es: Deshabilite todos los «%s» de arriba para activar este ajuste.
fa: برای فعال‌سازی این تنظیم، تمام «%s» بالا را غیرفعال کنید.
fi: Ota tämä asetus käyttöön poistamalla kaikki %s käytöstä yllä.
fr: Désactivez tous les « %s » ci-dessus pour activer ce paramètre.
it: Disabilita tutti i "%s" sopra per attivare questa impostazione.
ja: この設定を有効にするには、上の [%s] をすべて無効にしてください。
my: ဤဆက်တင်ကိုဖွင့်ရန် အထက်ရှိ "%s" အားလုံးကို ပိတ်ပါ။
nb: Deaktiver alle «%s» ovenfor for å aktivere denne innstillingen.
nl: Schakel alle "%s" hierboven uit om deze instelling te activeren.
pl: Aby aktywować to ustawienie, wyłącz powyżej wszystkie „%s”.
pt: Desative todos os "%s" acima para ativar esta definição.
ru: Чтобы активировать этот параметр, отключите все %s выше.
sv: Inaktivera alla "%s" ovan för att aktivera inställningen.
th: ปิดใช้งาน "%s" ด้านบนทั้งหมด เพื่อเปิดใช้งานการตั้งค่านี้
tr: Bu ayarı etkinleştirmek için yukarıdaki "%s" seçeneklerinin tümünü devre dışı bırakın.

source: Disable multihop
ar: إيقاف القفز المتعدد
de: Multihop deaktivieren
fa: غیرفعال کردن مولتی‌هاپ
fi: Poista multihop käytöstä
sv: Inaktivera multihopp
th: ปิดใช้งานมัลติฮอป
tr: Çoklu geçişi devre dışı bırak

source: Disable recents
ar: إيقاف المواقع الحديثة
de: Letzte deaktivieren
es: Deshabilitar recientes
fa: غیرفعال کردن موارد اخیر
fi: Poista viimeisimmät käytöstä
it: Disabilita recenti
my: လတ်တလောအရာများကို ပိတ်ပါ
nb: Deaktiver nylige
nl: Recente uitschakelen
pt: Desativar recentes
ru: Отключить недавние
sv: Inaktivera senaste
th: ปิดใช้งานล่าสุด
tr: Son filtreleri devre dışı bırak

source: Discard
ar: تجاهل
da: Kassér
de: Verwerfen
es: Descartar
fa: انصراف
fi: Hylkää
fr: Annuler
it: Ignora modifiche
ja: 破棄
my: ပယ်ဖျက်မည်
nb: Forkast
nl: Verwerpen
pl: Odrzuć
pt: Descartar
ru: Сбросить
sv: Ignorera
th: ละทิ้ง
tr: İptal et

source: Discard changes?
ar: هل تريد تجاهل التغييرات؟
da: Vil du kassere ændringer?
de: Änderungen verwerfen?
es: ¿Descartar los cambios?
fa: لغو تغییرات؟
fi: Hylätäänkö muokkaukset?
fr: Annuler les modifications ?
it: Ignorare le modifiche?
ja: 変更内容を破棄しますか？
my: အပြောင်းအလဲများကို ပယ်ဖျက်မည်လား။
nb: Forkaste endringer?
nl: Wijzigingen verwerpen?
pl: Odrzucić zmiany?
pt: Descartar alterações?
ru: Сбросить изменения?
sv: Ignorera ändringarna?
th: ละทิ้งการเปลี่ยนแปลงหรือไม่
tr: Değişiklikler iptal edilsin mi?

source: Disconnected (No VPN permission)
ar: تم قطع الاتصال (لا يوجد إذن VPN)
da: Afbrudt (ingen VPN-tilladelse)
de: Verbindung getrennt (keine VPN-Berechtigung)
es: Desconectado (sin permiso de VPN)
fa: قطع اتصال (بدون اجازه VPN)
fi: Yhteys katkaistu (ei VPN-käyttöoikeutta)
fr: Déconnecté (aucune autorisation VPN)
it: Disconnesso (nessuna autorizzazione VPN)
ja: 接続が解除されました (VPN のアクセス許可なし)
my: ချိတ်ဆက်မှုဖြုတ်ထားသည် (VPN ခွင့်ပြုချက် မရှိပါ)
nb: Frakoblet (ingen VPN-tillatelse)
nl: Verbinding verbroken (geen VPN-toestemming)
pl: Rozłączono (brak uprawnienia VPN)
pt: Desligado (sem permissão de VPN)
ru: Отключено (нет разрешения для VPN)
sv: Frånkopplad (VPN-behörighet saknas)
th: ตัดการเชื่อมต่อแล้ว (ไม่มีสิทธิ์ VPN)
tr: Bağlantı kesildi (VPN izni yok)

source: Disconnecting...
ar: جارٍ قطع الاتصال...
da: Afbryder...
de: Verbindung wird getrennt …
es: Desconectando...
fa: در حال قطع اتصال...
fi: Katkaistaan yhteyttä...
fr: Déconnexion en cours...
it: Disconnessione...
ja: 接続解除中...
my: ချိတ်ဆက်မှုဖြုတ်နေသည်...
nb: Kobler fra …
nl: Verbinding wordt verbroken...
pl: Rozłączanie...
pt: A desligar...
ru: Отключение...
sv: Kopplar från ...
th: กำลังตัดการเชื่อมต่อ...
tr: Bağlantı kesiliyor...

source: Dismiss
ar: تجاهل
da: Afvis
de: Ausblenden
es: Descartar
fa: رد کردن
fi: Jätä huomiotta
fr: Ignorer
it: Ignora
ja: 閉じる
my: ဖယ်ပစ်ရန်
nb: Ignorer
nl: Negeren
pl: Odrzuć
pt: Dispensar
ru: Закрыть
sv: Ignorera
th: ละทิ้ง
tr: Reddet

source: Don’t have an account number?
ar: ليس لديك رقم حساب؟
de: Sie haben keine Kontonummer?
es: ¿No tiene un número de cuenta?
fa: شماره حساب ندارید؟
fi: Eikö sinulla ole tilin numeroa?
it: Non hai un numero di account?
my: အကောင့်နံပါတ် မရှိသေးဘူးလား။
nb: Har du ikke et kontonummer?
nl: Hebt u geen accountnummer?
pt: Não tem um número de conta?
ru: Нет номера учетной записи?
sv: Har du inget kontonummer?
th: ยังไม่มีหมายเลขบัญชีใช่ไหม
tr: Hesap numaranız yok mu?

source: Edit custom lists
ar: تعديل القوائم المُخصَّصة
da: Rediger tilpassede lister
de: Eigene Listen bearbeiten
es: Editar listas personalizadas
fa: ویرایش فهرست‌های سفارشی
fi: Muokkaa mukautettuja luetteloita
fr: Modifier les listes personnalisées
it: Modifica elenchi personalizzati
ja: カスタムリストを編集する
my: စိတ်ကြိုက် စာရင်းများ ဖန်တီးရန်
nb: Endre egendefinerte lister
nl: Aangepaste lijsten bewerken
pl: Edytuj listy niestandardowe
pt: Editar listas personalizadas
ru: Изменение своих списков
sv: Redigera anpassade listor
th: แก้ไขรายการแบบกำหนดเอง
tr: Özel listeleri düzenle

source: Edit list
ar: تعديل القائمة
da: Rediger liste
de: Liste bearbeiten
es: Editar lista
fa: ویرایش فهرست
fi: Muokkaa luetteloa
fr: Modifier la liste
it: Modifica elenco
ja: リストの編集
my: စာရင်းကို တည်းဖြတ်ရန်
nb: Endre liste
nl: Lijst bewerken
pl: Edytuj listę
pt: Editar lista
ru: Изменение списка
sv: Redigera lista
th: แก้ไขรายการ
tr: Listeyi düzenle

source: Edit lists
ar: تعديل القوائم
da: Rediger lister
de: Listen bearbeiten
es: Editar listas
fa: ویرایش فهرست‌ها
fi: Muokkaa luetteloita
fr: Modifier les listes
it: Modifica elenchi
ja: リストを編集
my: စာရင်းများကို တည်းဖြတ်ရန်
nb: Endre lister
nl: Lijsten bewerken
pl: Edytuj listy
pt: Editar listas
ru: Изменить списки
sv: Redigera listor
th: แก้ไขรายการ
tr: Listeleri düzenle

source: Edit locations
ar: تعديل المواقع
da: Rediger placeringer
de: Standorte bearbeiten
es: Editar ubicaciones
fa: ویرایش مکان‌ها
fi: Muokkaa sijainteja
fr: Modifier les localisations
it: Modifica posizioni
ja: 場所の編集
my: တည်နေရာများကို တည်းဖြတ်ရန်
nb: Endre plasseringer
nl: Locaties bewerken
pl: Edytuj lokalizacje
pt: Editar localizações
ru: Изменить местоположения
sv: Redigera platser
th: แก้ไขตำแหน่งที่ตั้ง
tr: Konumları düzenle

source: Edit name
ar: تعديل الاسم
da: Rediger navn
de: Name bearbeiten
es: Editar nombre
fa: ویرایش نام
fi: Muokkaa nimeä
fr: Modifier le nom
it: Modifica nome
ja: 名前を編集
my: အမည် တည်းဖြတ်ရန်
nb: Endre navn
nl: Naam bewerken
pl: Edytuj nazwę
pt: Editar nome
ru: Изменить имя
sv: Redigera namn
th: แก้ไขชื่อ
tr: Adı düzenle

source: Enable %1$s
ar: تفعيل %1$s
de: %1$s aktivieren
es: Habilitar %1$s
fa: فعال کردن %1$s
fi: Ota %1$s käyttöön
it: Abilita %1$s
my: %1$s ကို ဖွင့်ရန်
nb: Aktiver %1$s
nl: %1$s inschakelen
pt: Ativar %1$s
ru: Включить режим %1$s
sv: Aktivera %1$s
th: เปิดใช้งาน %1$s
tr: %1$s ayarını etkinleştir

source: Enable all & retry
ar: تفعيل الكل وإعادة المحاولة
de: Alle aktivieren und erneut versuchen
es: Habilitar todo e intentar de nuevo
fa: فعال‌سازی همه و تلاش مجدد
fi: Ota kaikki käyttöön ja yritä uudelleen
my: အားလုံးကို ဖွင့်ပြီး ပြန်ကြိုးစားကြည့်ပါ
pt: Ativar tudo e tentar novamente
sv: Aktivera alla och försök igen
th: เปิดใช้งานทั้งหมดและลองใหม่อีกครั้ง
tr: Tümünü etkinleştir ve tekrar dene

source: Enable all access methods in the app
ar: تفعيل جميع طرق الوصول في التطبيق
de: Alle Zugriffsmethoden in der App aktivieren
es: Habilitar todos los métodos de acceso en la aplicación
fa: فعال کردن همهٔ روش‌های دسترسی در اپلیکیشن
fi: Ota kaikki käyttötavat käyttöön sovelluksessa
my: အက်ပ်တွင် ရယူသုံးစွဲခွင့် နည်းလမ်းအားလုံးကို ဖွင့်ပါ
pt: Ativar todos os métodos de acesso na aplicação
sv: Aktivera alla åtkomstmetoder i appen
th: เปิดใช้งานวิธีการเข้าถึงทั้งหมดในแอป
tr: Uygulamadaki tüm erişim yöntemlerini etkinleştir

source: Enable method
ar: تفعيل الطريقة
da: Aktiver metode
de: Methode aktivieren
es: Habilitar método
fa: فعال کردن روش
fi: Ota menetelmä käyttöön
fr: Activer la méthode
it: Abilita metodo
ja: 方法を有効化する
my: နည်းလမ်းကို ဖွင့်ရန်
nb: Aktiver metoden
nl: Methode inschakelen
pl: Włącz metodę
pt: Ativar método
ru: Включить метод
sv: Aktivera metod
th: เปิดใช้งานวิธีการ
tr: Yöntemi etkinleştir

source: Enable multihop
ar: تفعيل القفز المتعدد
de: Multihop aktivieren
es: Permitir saltos múltiples
fa: فعال کردن مولتی‌هاپ
fi: Ota multihop käyttöön
my: မာလ်တီဟော့ပ်ကို ဖွင့်ရန်
pt: Ativar multihop
sv: Aktivera multihopp
th: เปิดใช้มัลติฮอป
tr: Çoklu geçişi etkinleştir

source: Enable recents
ar: تفعيل المواقع الحديثة
de: Letzte aktivieren
es: Habilitar recientes
fa: فعال کردن موارد اخیر
fi: Ota viimeisimmät käyttöön
it: Abilita recenti
my: လတ်တလောအရာများကို ဖွင့်ရန်
nb: Aktiver nylige
nl: Recente inschakelen
pt: Ativar recentes
ru: Включить недавние
sv: Aktivera senaste
th: เปิดใช้งานล่าสุด
tr: Son filtreleri etkinleştir

source: Enter MTU
ar: أدخل MTU
da: Indtast MTU
de: MTU eingeben
es: Introducir MTU
fa: وارد کردن MTU
fi: Syötä MTU
fr: Saisir le MTU
it: Inserisci MTU
ja: MTU を入力
my: MTU ကို ရိုက်ထည့်ရန်
nb: Angi MTU
nl: Voer MTU in
pl: Wprowadź MTU
pt: Introduzir MTU
ru: Введите MTU
sv: Ange MTU
th: ป้อน MTU
tr: MTU'yu girin

source: Entry relay is the same as exit relay
ar: الخادم الوسيط للدخول هو نفسه الخادم الوسيط للخروج
de: Eingangs-Relay ist dasselbe wie Ausgangs-Relay
es: El retransmisor de entrada es el mismo que el retransmisor de salida
fa: رلهٔ ورودی با رلهٔ خروجی یکسان است
fi: Tulovälityspalvelin on sama kuin lähtövälityspalvelin
it: L'entry relay è uguale all'exit relay
my: ထပ်ဆင့်ဝင်ပေါက်နှင့် ထပ်ဆင့်ထွက်ပေါက် တူနေသည်
nb: Inngangsrelé er det samme som utgangsrelé
nl: De ingangsrelais is hetzelfde als de uitgangsrelais
pt: O retransmissor de entrada é o mesmo que o de saída
ru: Входной сервер ретрансляции совпадает с выходным сервером ретрансляции
sv: Ingångsrelä är samma som utgångsrelä
th: Entry Relay เหมือนกับ Exit Relay
tr: Giriş aktarıcısı çıkış aktarıcısıyla aynı

source: Excluded applications
ar: التطبيقات المستثناة
da: Ekskluderede applikationer
de: Ausgeschlossene Anwendungen
es: Aplicaciones excluidas
fa: اپلیکیشن‌های مستثنی
fi: Poissuljetut sovellukset
fr: Applications exclues
it: Applicazioni escluse
ja: 除外対象アプリケーション
my: အပလီကေးရှင်းများ ဖယ်ထားပြီး
nb: Ekskluder applikasjoner
nl: Uitgesloten toepassingen
pl: Wykluczone aplikacje
pt: Aplicações excluídas
ru: Исключенные приложения
sv: Exkluderade applikationer
th: แอปพลิเคชันที่แยกออก
tr: Hariç tutulan uygulamalar

source: Expand
ar: توسيع
da: Udvid
de: Ausklappen
es: Expandir
fa: باز کردن
fi: Näytä enemmän
fr: Étendre
it: Espandi
ja: 展開
my: ဖြန့်ရန်
nb: Utvid
nl: Uitvouwen
pl: Rozwiń
pt: Expandir
ru: Развернуть
sv: Visa
th: ขยาย
tr: Genişlet

source: FAILED TO CONNECT
ar: فشل الاتصال
da: KUNNE IKKE OPRETTE FORBINDELSE
de: VERBINDUNG FEHLGESCHLAGEN
es: NO SE HA PODIDO CONECTAR
fa: اتصال برقرار نشد
fi: YHDISTÄMINEN EPÄONNISTUI
fr: ÉCHEC DE LA CONNEXION
it: IMPOSSIBILE CONNETTERSI
ja: 接続に失敗しました
my: ချိတ်ဆက်မှု မအောင်မြင်ခဲ့ပါ
nb: KUNNE IKKE KOBLE TIL
nl: VERBINDING MAKEN MISLUKT
pl: POŁĄCZENIE NIE POWIODŁO SIĘ
pt: FALHA NA LIGAÇÃO
ru: НЕ УДАЛОСЬ ПОДКЛЮЧИТЬСЯ
sv: DET GICK INTE ATT ANSLUTA
th: ไม่สามารถเชื่อมต่อได้
tr: BAĞLANTI KURULAMADI

source: Failed to apply patch
ar: فشل تطبيق التصحيح
da: Det lykkedes ikke at anvende patch
de: Patch konnte nicht angewendet werden
es: Error al aplicar el parche
fa: اعمالِ متنِ تغییرات انجام نشد
fi: Muutostiedoston käyttöönotto ei onnistunut
fr: Impossible d'appliquer le correctif
it: Impossibile applicare la patch
ja: パッチを適用できませんでした
my: ပတ်(ချ်) သုံးခြင်း မအောင်မြင်ပါ
nb: Kunne ikke bruke oppdatering
nl: Patch toepassen mislukt
pl: Nie udało się zastosować poprawki
pt: Erro ao aplicar patch
ru: Не удалось применить патч
sv: Konfigurationsfilen kunde inte tillämpas
th: ล้มเหลวในการปรับใช้แพตช์
tr: Yama uygulanamadı

source: Failed to load products, please try again
ar: فشل تحميل المنتجات، يُرجى إعادة المحاولة
de: Fehler beim Laden der Produkte, bitte versuchen Sie es erneut
es: Error al cargar los productos. Inténtelo de nuevo
fa: بارگذاری محصولات ناموفق بود، لطفاً دوباره تلاش کنید
fi: Tuotteiden lataaminen epäonnistui, yritä uudelleen
it: Impossibile caricare i prodotti, riprova
my: ထုတ်ကုန်များကို လုပ်ဆောင်၍ မရပါ၊ ထပ်ကြိုးစားကြည့်ပါ
nb: Kunne ikke laste opp produkter. Prøv på nytt
nl: Kan producten niet laden. Probeer het opnieuw
pt: Erro ao carregar os produtos. Tente novamente
ru: Не удалось загрузить продукты — повторите попытку
sv: Det gick inte att läsa in produkterna, försök igen
th: ไม่สามารถโหลดผลิตภัณฑ์ได้ โปรดลองอีกครั้ง
tr: Ürünler yüklenemedi, lütfen tekrar deneyin

source: Failed to set to current - API not reachable
ar: فشل التعيين إلى الحالي - واجهة API غير قابلة للوصول
da: Kunne ikke indstilles til aktuel - API ikke tilgængelig
de: Konnte nicht als aktuelle gesetzt werden – API nicht erreichbar
es: Error al establecer el método como actual: API no accesible
fa: تنظیم به وضعیت فعلی ناموفق بود – دسترسی به API ممکن نیست
fi: Nykyisen asetus epäonnistui – APIa ei tavoiteta
fr: Impossible de définir sur la méthode actuelle - API injoignable
it: Impossibile impostare il valore attuale: API non raggiungibile
ja: 現在の設定に設定できませんでした。API に到達できません
my: လက်ရှိသို့ သတ်မှတ်၍ မရခဲ့ပါ - API နှင့် ချိတ်၍မရပါ
nb: Kunne ikke angi til gjeldende – API ikke tilgjengelig
nl: Instellen als huidige mislukt. API niet bereikbaar
pl: Nie udało się ustawić jako bieżącą — interfejs API nieosiągalny
pt: Erro ao definir como atual — API não alcançável
ru: Не удалось установить текущий метод: API недоступен
sv: Kan inte ställas in som aktuell – API kan inte nås
th: ไม่สามารถตั้งค่าเป็นปัจจุบันได้ - ไม่สามารถเข้าถึง API ได้
tr: Geçerli olarak ayarlanamadı - API'ye ulaşılamıyor

source: Failed to set to current - Unknown reason
ar: فشل التعيين إلى الطريقة الحالية - السبب غير معروف
da: Kunne ikke indstilles til aktuel - Ukendt årsag
de: Konnte nicht als aktuelle gesetzt werden – Unbekannter Grund
es: Error al establecer el método como actual: Razón desconocida
fa: تنظیم به وضعیت فعلی ناموفق بود – دلیل نامشخص
fi: Nykyisen asetus epäonnistui – Tuntematon syy
fr: Impossible de définir sur la méthode actuelle - Raison inconnue
it: Impossibile impostare il valore attuale: motivo sconosciuto
ja: 現在の設定に設定できません。原因は不明です
my: လက်ရှိသို့ သတ်မှတ်၍ မရခဲ့ပါ - အကြောင်းအရင်း မသိပါ
nb: Kunne ikke angi til gjeldende – ukjent årsak
nl: Instellen als huidige mislukt. Reden onbekend
pl: Nie udało się ustawić jako bieżącą — przyczyna nieznana
pt: Erro ao definir como atual — motivo desconhecido
ru: Не удалось установить текущий метод: причина неизвестна
sv: Kan inte ställas in som aktuell – Okänd anledning
th: ไม่สามารถตั้งค่าเป็นปัจจุบันได้ - ไม่ทราบสาเหตุ
tr: Geçerli olarak ayarlanamadı - Bilinmeyen neden

source: File
ar: ملف
da: Fil
de: Datei
es: Archivo
fa: فایل
fi: Tiedosto
fr: Fichier
ja: ファイル
my: ဖိုင်
nb: Fil
nl: Bestand
pl: Plik
pt: Ficheiro
ru: Файл
sv: Fil
th: ไฟล์
tr: Dosya

source: For details, please see our %s.
ar: للحصول على التفاصيل، يُرجى الاطلاع على %s لدينا.
de: Weitere Informationen finden Sie in unserer %s.
es: Para más información, consulte nuestra %s.
fa: برای بررسی جزئیات، لطفاً %s ما را ببینید.
fi: Lisätietoja antaa %s.
my: အသေးစိတ်အချက်အလက်များအတွက် ကျွန်ုပ်တို့၏ %s ကို ကြည့်ပါ။
pt: Para mais detalhes, consulte a nossa %s.
sv: Du hittar mer information i vår %s.
th: สำหรับรายละเอียดเพิ่มเติม โปรดดูที่ %s ของเรา
tr: Ayrıntılar için lütfen %s sayfamıza göz atın.
