Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# api-access-methods-view
source: On some networks, where various types of censorship are being used, the API servers might not be directly reachable.
ar: قد لا يكون الوصول المباشر إلى خوادم واجهة API ممكنًا على بعض الشبكات بسبب استخدام أنواع مختلفة من الرقابة.
da: På nogle netværk, hvor der bruges forskellige typer censur, er API-serverne muligvis ikke direkte tilgængelige.
de: In einigen Netzwerken, in denen verschiedene Arten der Zensur eingesetzt werden, sind die API-Server möglicherweise nicht direkt erreichbar.
es: En algunas redes, donde se aplican diversos tipos de censura, los servidores de API podrían no estar directamente accesibles.
fa: در برخی شبکه‌ها که انواع مختلف سانسور اعمال می‌شود، ممکن است سرورهای API مستقیماً قابل‌دسترسی نباشند.
fi: Ohjelmointirajapinnan palvelimet eivät välttämättä ole suoraan tavoitettavissa joissakin useita erityyppisiä sensurointimenetelmiä käyttävissä verkoissa.
fr: Sur certains réseaux, où divers types de censure sont utilisés, les serveurs API peuvent ne pas être directement accessibles.
it: Su alcune reti, dove vengono utilizzati vari tipi di censura, i server API potrebbero non essere direttamente raggiungibili.
ja: 各種の検閲が使用されている一部のネットワークでは、APIサーバーに直接アクセスできない場合があります。
my: စိစစ်ဖြတ်တောက်မှု အမျိုးအစားများစွာကို သုံးထားသော အချို့ကွန်ရက်များတွင် API ဆာဗာများသည် တိုက်ရိုက် ဝင်ရောက် သုံးစွဲနိုင်စွမ်း မရှိပါ။
nb: På enkelte nettverk der det brukes ulike typer sensur, kan det hende API-servere ikke er direkte tilgjengelig.
nl: Op sommige netwerken, waar verschillende soorten censuur worden gebruikt, zijn de API-servers mogelijk niet direct bereikbaar.
pl: W niektórych sieciach, w których stosowane są różne rodzaje cenzury, serwery API mogą nie być bezpośrednio dostępne.
pt: Em algumas redes, onde são utilizados vários tipos de censura, os servidores de API podem não ser diretamente alcançáveis.
ru: В некоторых сетях, где используются различные виды цензуры, серверы API могут быть недоступны напрямую.
sv: Det kanske inte går att nå API-servrarna direkt på nätverk som använder olika censureringstyper.
th: คุณอาจไม่สามารถเข้าถึงเซิร์ฟเวอร์ API ได้โดยตรง ในบางเครือข่ายที่มีการใช้งานเซ็นเซอร์หลายประเภท
tr: Çeşitli sansür türlerinin kullanıldığı bazı ağlarda API sunucularına doğrudan erişilemeyebilir.

# api-access-methods-view
source: Please enter a valid IPv4 or IPv6 address.
ar: يُرجى إدخال عنوان IPv4 أو IPv6 صالح.
da: Indtast en gyldig IPv4- eller IPv6-adresse.
de: Bitte geben Sie eine gültige IPv4- oder IPv6-Adresse ein.
es: Escriba una dirección IPv4 o IPv6 válida.
fa: لطفاً یک نشانی معتبر IPv4 یا IPv6 وارد کنید.
fi: Anna kelvollinen IPv4- tai IPv6-osoite.
fr: Merci de saisir une adresse IPv4 ou IPv6 valide.
it: Inserisci un indirizzo IPv4 o IPv6 valido.
ja: 有効なIPv4またはIPv6アドレスを入力してください。
my: မှန်ကန်သည့် IPv4 သို့မဟုတ် IPv6 လိပ်စာကို ရိုက်ထည့်ပါ။
nb: Skriv inn en gyldig IPv4- eller IPv6-adresse.
nl: Voer een geldig IPv4- of IPv6-adres in.
pl: Wprowadź prawidłowy adres IPv4 lub IPv6.
pt: Introduza um endereço IPv4 ou IPv6 válido.
ru: Введите действительный адрес IPv4 или IPv6.
sv: Ange en giltig IPv4- eller IPv6-adress.
th: โปรดป้อนที่อยู่ IPv4 หรือ IPv6 ที่ถูกต้อง
tr: Lütfen geçerli bir IPv4 veya IPv6 adresi girin.

# api-access-methods-view
source: Please enter a valid localhost port.
ar: يُرجى إدخال منفذ localhost صالح.
da: Indtast en gyldig localhost-port.
de: Bitte geben Sie einen gültigen Localhost-Port ein.
es: Introduzca un puerto localhost válido.
fa: لطفاً یک پورت معتبرِ localhost وارد کنید.
fi: Anna kelvollinen localhost-portti.
fr: Merci de saisir un port localhost valide.
it: Inserisci una porta localhost valida.
ja: 有効な localhost のポートを入力してください。
my: မှန်ကန်သော စက်တွင်း Host ပေါ့တ်ကို ရိုက်ထည့်ပါ။
nb: Skriv inn en gyldig localhost-port.
nl: Voer een geldige poort op de localhost in.
pl: Wprowadź prawidłowy port localhost.
pt: Introduza uma porta localhost válida.
ru: Введите действительный порт localhost.
sv: Ange en giltig localhost-port.
th: โปรดป้อนพอร์ต localhost ที่ถูกต้อง
tr: Lütfen geçerli bir localhost portu girin.

# api-access-methods-view
source: Please enter a valid remote server port.
ar: يُرجى إدخال منفذ خادم بعيد صالح.
da: Indtast en gyldig fjernserverport.
de: Bitte geben Sie einen gültigen Remote-Server-Port ein.
es: Introduzca un puerto de servidor remoto válido.
fa: لطفاً یک پورت معتبرِ سرور راه‌دور وارد کنید.
fi: Anna kelvollinen etäpalvelimen portti.
fr: Merci de saisir un port de serveur distant valide.
it: Inserisci una porta di server remoto valida.
ja: 有効なリモートサーバーのポートを入力してください。
my: မှန်ကန်သော အဝေးဆာဗာ ပေါ့တ်ကို ရိုက်ထည့်ပါ။
nb: Skriv inn en gyldig ekstern server-port.
nl: Voer een geldige poort op de externe server in.
pl: Wprowadź prawidłowy port serwera zdalnego.
pt: Introduza uma porta de servidor remoto válida.
ru: Введите действительный порт удаленного сервера.
sv: Ange en giltig fjärrserverport.
th: โปรดป้อนพอร์ตเซิร์ฟเวอร์ระยะไกลที่ถูกต้อง
tr: Lütfen geçerli bir uzak sunucu portu girin.

# api-access-methods-view
source: Please select a name for the access method not already in use.
ar: يُرجى تحديد اسم غير مُستخدَم لطريقة الوصول.
de: Bitte wählen Sie einen noch nicht verwendeten Namen für die Zugriffsmethode.
es: Seleccione un nombre para el método de acceso que no se esté usando ya.
fa: لطفاً نامی برای روش دسترسی انتخاب کنید که قبلاً استفاده نشده باشد.
fi: Valitse käyttötavalle nimi, joka ei ole käytössä.
it: Seleziona un nome per il metodo di accesso non ancora in uso.
my: သုံးထားပြီးသားမဟုတ်သည့် ဝင်ခွင့်နည်းလမ်းအတွက် အမည်တစ်ခု ရွေးချယ်ပါ။
nb: Velg et navn for tilgangsmetoden som ikke allerede er i bruk.
nl: Selecteer een naam voor de toegangsmethode die nog in gebruik is.
pt: Selecione um nome para o método de acesso que ainda não esteja em utilização.
ru: Выберите уникальное имя для метода доступа.
sv: Välj ett namn på åtkomstmetoden som inte redan används.
th: โปรดเลือกชื่อสำหรับวิธีการเข้าถึงที่ยังไม่ได้ใช้งาน
tr: Lütfen erişim yöntemi için henüz kullanımda olmayan bir ad seçin.

# api-access-methods-view
source: Remote Server
ar: الخادم البعيد
da: Fjernserver
es: Servidor remoto
fa: سرور راه‌دور
fi: Etäpalvelin
fr: Serveur distant
it: Server remoto
ja: リモートサーバー
my: အဝေးဆာဗာ
nb: Ekstern server
nl: Externe server
pl: Serwer zdalny
pt: Servidor remoto
ru: Удаленный сервер
sv: Fjärrserver
th: เซิร์ฟเวอร์ระยะไกล
tr: Uzak Sunucu

# api-access-methods-view
source: Server
ar: الخادم
es: Servidor
fa: سرور
fi: Palvelin
fr: Serveur
ja: サーバー
my: ဆာဗာ
pl: Serwer
pt: Servidor
ru: Сервер
th: เซิร์ฟเวอร์
tr: Sunucu

# api-access-methods-view
source: Server details
ar: تفاصيل الخادم
da: Info om server
de: Serverdaten
es: Datos del servidor
fa: جزئیات سرور
fi: Palvelimen tiedot
fr: Détails du serveur
it: Dettagli del server
ja: サーバーの詳細
my: ဆာဗာ အသေးစိတ်အချက်များ
nb: Serverinformasjon
nl: Servergegevens
pl: Dane serwera
pt: Detalhes do servidor
ru: Данные о сервере
sv: Serverinformation
th: รายละเอียดเซิร์ฟเวอร์
tr: Sunucu ayrıntıları

# api-access-methods-view
source: SOCKS5 local
ar: خادم SOCKS5 محلي
da: SOCKS5 lokal
de: SOCKS5 lokal
fa: SOCKS5 محلی
fi: Paikallinen SOCKS5
it: SOCKS5 locale
ja: SOCKS5ローカル
my: စက်တွင်း SOCKS5
nb: SOCKS5 lokal
nl: SOCKS5 lokaal
pl: Lokalny SOCKS5
ru: Локальный SOCKS5
sv: SOCKS5 lokal
th: SOCKS5 ภายใน
tr: Yerel SOCKS5

# api-access-methods-view
source: SOCKS5 remote
ar: خادم SOCKS5 بعيد
da: SOCKS5 fjern
es: SOCKS5 remoto
fa: SOCKS5 راه‌دور
fi: Etä-SOCKS5
fr: SOCKS5 distant
it: SOCKS5 remoto
ja: SOCKS5リモート
my: အဝေး SOCKS5
nb: SOCKS5 ekstern
nl: SOCKS5 extern
pl: Zdalny SOCKS5
pt: SOCKS5 remoto
ru: Удаленный SOCKS5
sv: SOCKS5 fjärr
th: SOCKS5 ระยะไกล
tr: Uzaktan SOCKS5

# api-access-methods-view
source: Testing method...
ar: جارٍ اختبار الطريقة...
da: Testmetode...
de: Methode testen …
es: Probando método...
fa: در حال تست روش...
fi: Menetelmää testataan...
fr: Test du mode...
it: Test del metodo...
ja: 方法をテスト中...
my: နည်းလမ်းကို စမ်းသပ်နေဆဲ...
nb: Tester metode ...
nl: Methode testen...
pl: Testowanie metody...
pt: A testar método...
ru: Проверяем метод...
sv: Testar metod ...
th: กำลังทดสอบวิธี...
tr: Yöntem test ediliyor...

# api-access-methods-view
source: Testing...
ar: جارٍ الاختبار...
da: Tester...
de: Testen …
es: Probando...
fa: در حال تست...
fi: Testataan...
fr: Test...
it: Test...
ja: テスト中...
my: စမ်းသပ်နေဆဲ...
nb: Tester ...
nl: Testen...
pl: Testowanie...
pt: A testar...
ru: Проверка...
sv: Testar ...
th: กำลังทดสอบ...
tr: Test ediliyor...

# api-access-methods-view
source: The API could not be reached using the %(name)s method.
ar: تعذَّر الوصول إلى واجهة API باستخدام طريقة %(name)s.
da: API'en kunne ikke nås ved hjælp af metoden %(name)s.
de: Die API konnte mit der Methode %(name)s nicht erreicht werden.
es: No se ha podido acceder a la API usando el método %(name)s.
fa: API با روش ‏%(name)s قابل‌دسترسی نبود.
fi: Ohjelmointirajapintaan ei saatu yhteyttä menetelmällä %(name)s.
fr: L'API n'a pas pu être atteinte en utilisant le mode %(name)s.
it: Impossibile raggiungere l'API utilizzando il metodo %(name)s.
ja: %(name)sの方法ではAPIにアクセスできませんでした。
my: %(name)s နည်းလမ်းကို အသုံးပြု၍ API ကို ဝင်ရောက် သုံးစွဲ၍ မရနိုင်ပါ။
nb: API var ikke tilgjengelig ved bruk av metoden %(name)s.
nl: De API kan niet worden bereikt met de methode %(name)s.
pl: Nie można uzyskać dostępu do API przy użyciu metody %(name)s.
pt: Não foi possível alcançar a API utilizando o método %(name)s.
ru: Не удалось связаться с API с помощью метода «%(name)s».
sv: Det gick inte att nå API med %(name)s-metoden.
th: ไม่สามารถเข้าถึง API โดยใช้วิธี %(name)s ได้
tr: %(name)s yöntemiyle API'ye erişilemedi.

# api-access-methods-view
source: The app needs the remote server details, where your local SOCKS5 server will forward your traffic.
ar: يحتاج التطبيق إلى تفاصيل الخادم البعيد، حيث سيُعيد خادم SOCKS5 المحلي الخاص بك توجيه حركة بياناتك.
da: Appen har brug for fjernserveroplysningerne, hvor din lokale SOCKS5-server videresender din trafik.
de: Die App benötigt die Daten des Remote-Servers, an den Ihr lokaler SOCKS5-Server Ihren Traffic weiterleitet.
es: La aplicación necesita los datos del servidor remoto, adonde su servidor SOCKS5 local reenviará su tráfico.
fa: اپلیکیشن به جزئیات سرور راه‌دور نیاز دارد؛ جایی که سرور محلی SOCKS5 شما ترافیکتان را به آن ارسال می‌کند.
fi: Sovellus tarvitsee sen etäpalvelimen tiedot, jonne paikallinen SOCKS5-palvelin välittää liikennettäsi.
fr: L'application a besoin des coordonnées du serveur distant, où votre serveur SOCKS5 local transmettra votre trafic.
it: L'app necessita dei dettagli del server remoto, a cui il tuo server SOCKS5 locale inoltrerà il tuo traffico.
ja: アプリにリモートサーバーの詳細が必要です。これはローカルSOCKS5サーバーがトラフィックを転送する宛先です。
my: သင့်စက်တွင်း SOCKS5 ဆာဗာက သင့်၏ အချက်အလက် အပြန်အလှန်ကူးလူးမှုကို ရှေ့ဆက်၍ ပေးပို့လိုက်မည့် အဝေးဆာဗာ၏ အချက်အလက်အသေးစိတ်ကို ဤအက်ပ်က လိုအပ်ပါသည်။
nb: Appen trenger informasjonen til den eksterne serveren, der den lokale SOCKS5-serveren videresender trafikken din.
nl: De app heeft de gegevens van de externe server nodig, waar uw lokale SOCKS5-server uw verkeer naartoe stuurt.
pl: Aplikacja potrzebuje danych serwera zdalnego, na który lokalny serwer SOCKS5 będzie przekazywał ruch.
pt: A aplicação precisa dos detalhes do servidor remoto, para onde o seu servidor SOCKS5 local encaminhará o seu tráfego.
ru: Приложению нужны данные удаленного сервера, куда ваш локальный сервер SOCKS5 будет перенаправлять трафик.
sv: Appen behöver information om fjärrservern där din lokala SOCKS5-server vidarebefordrar din trafik.
th: แอปต้องการรายละเอียดเซิร์ฟเวอร์ทางไกล เพื่อให้ SOCKS5 ภายในของคุณส่งต่อการรับส่งข้อมูลของคุณ
tr: Uygulama için yerel SOCKS5 sunucunuzun trafiğinizi yönlendireceği uzak sunucu ayrıntıları gerekir.

# api-access-methods-view
source: The app needs to communicate with a Mullvad API server to log you in, fetch server lists, and other critical operations.
ar: يحتاج التطبيق إلى التواصل مع خادم Mullvad API لتسجيل دخولك، وجلب قوائم الخوادم، وغيرها من العمليات المهمة.
da: Appen skal kommunikere med en Mullvad API-server for at kunne logge dig på, hente serverlister og andre kritiske operationer.
de: Die App muss mit einem Mullvad API-Server kommunizieren, um Sie anzumelden, Serverlisten abzurufen und andere wichtige Vorgänge durchzuführen.
es: La aplicación necesita comunicarse con un servidor API de Mullvad para iniciar su sesión, obtener las listas de servidores y otras operaciones críticas.
fa: اپلیکیشن برای ورود شما، دریافت فهرست سرورها و انجام دیگر عملیات ضروری، باید با یک سرور Mullvad API ارتباط برقرار کند.
fi: Sovelluksen on kommunikoitava Mullvadin ohjelmointirajapinnan palvelimen kanssa, jotta sinut voidaan kirjata sisään, palvelinluetteloiden hakemiseksi sekä muiden tärkeiden toimintojen suorittamiseksi.
fr: L'application doit communiquer avec un serveur d'API Mullvad pour vous connecter, récupérer des listes de serveurs et effectuer d'autres opérations critiques.
it: L'app deve comunicare con un server API Mullvad per accedere, recuperare elenchi di server e altre operazioni critiche.
ja: アプリはユーザーのログイン、サーバーリストの取得、およびその他の重要な操作を行うためにMullvad APIサーバーと通信する必要があります。
my: Mullvad API ဆာဗာသို့ သင်ဝင်ရောက်ရန်၊ ဆာဗာစာရင်းများ ရယူရန်နှင့် အလွန်အရေးပါသည့် အခြားလုပ်ဆောင်မှုများအတွက် ဤအက်ပ်သည် ၎င်းနှင့်ဆက်သွယ်ရန် လိုအပ်ပါသည်။
nb: Appen må kunne kommunisere med en Mullvad API-server for å logge deg inn, hente serverlister og utføre andre kritiske operasjoner.
nl: De app moet communiceren met een Mullvad-API-server om u aan te melden, serverlijsten op te halen en andere belangrijke handelingen uit te voeren.
pl: Aplikacja musi komunikować się z serwerem API Mullvad, aby można było się zalogować, pobrać listy serwerów i wykonywać inne krytyczne operacje.
pt: A app precisa de comunicar com um servidor da Mullvad API para iniciar a sua sessão, obter listas de servidores e outras operações críticas.
ru: Приложение должно взаимодействовать с сервером API Mullvad для входа в учетную запись, получения списков серверов и других важных операций.
sv: Appen måste kommunicera med en Mullvad API-server för att logga in dig, hämta serverlistor och andra viktiga åtgärder.
th: แอปจำเป็นต้องสื่อสารกับเซิร์ฟเวอร์ Mullvad API เพื่อนำคุณเข้าสู่ระบบ ดึงข้อมูลรายการเซิร์ฟเวอร์ และการดำเนินการที่สำคัญอื่นๆ
tr: Uygulamanın oturumunuzu açmak, sunucu listelerini almak ve diğer kritik işlemleri yapmak için bir Mullvad API sunucusuyla iletişim kurması gerekir.

# api-access-methods-view
source: The in use API access method will change.
ar: ستتغير طريقة الوصول إلى واجهة API المُستخدَمة.
da: Den anvendte API-adgangsmetode ændres.
de: Die verwendete API-Zugriffsmethode wird sich ändern.
es: El método de acceso a la API en uso cambiará.
fa: روش دسترسی به API در حال استفاده تغییر خواهد کرد.
fi: Käytössä oleva ohjelmointirajapinnan käyttötapa muuttuu.
fr: Le mode d'accès à l'API en cours d'utilisation sera modifié.
it: Il metodo di accesso API in uso cambierà.
ja: 使用中のAPIアクセス方法が変更されます。
my: အသုံးပြုနေသည့် API ရယူသုံးစွဲခွင့် နည်းလမ်းသည် ပြောင်းသွားပါမည်။
nb: API-tilgangsmetoden vil bli endret.
nl: De gebruikte API-toegangsmethode wordt gewijzigd.
pl: Używana metoda dostępu do API ulegnie zmianie.
pt: O método de acesso à API em uso será alterado.
ru: Используемый метод доступа к API изменится.
sv: API-åtkomstmetoden som används kommer att ändras.
th: วิธีการเข้าถึง API ที่ใช้อยู่จะถูกเปลี่ยน
tr: Kullanımdaki API erişim yöntemi değişecek.

# api-access-methods-view
source: The TCP port where your local SOCKS5 server is listening.
ar: منفذ TCP الذي يستمع عليه خادم SOCKS5 المحلي.
da: TCP-porten, hvor din lokale SOCKS5-server lytter.
de: Der TCP-Port, an dem Ihr lokaler SOCKS5-Server lauscht.
es: El puerto TCP donde escucha su servidor SOCKS5 local.
fa: پورت TCP که سرور محلی SOCKS5 شما روی آن فعال است.
fi: TCP-portti, jota paikallinen SOCKS5-palvelin kuuntelee.
fr: Le port TCP sur lequel votre serveur SOCKS5 local écoute.
it: La porta TCP su cui è in ascolto il tuo server SOCKS5 locale.
ja: ローカルSOCKS5サーバーがリッスンしているTCPポートです。
my: သင့်စက်တွင်း SOCKS5 ဆာဗာသည် TCP ပေါ့တ် ချိတ်ဆက်ရန် စောင့်ဆိုင်းနေသည်။
nb: TCP-porten der din lokale SOCKS5-server lytter.
nl: De TCP-poort waarop uw lokale SOCKS5-server luistert.
pl: Port TCP, na którym nasłuchuje lokalny serwer SOCKS5.
pt: A porta TCP onde o seu servidor SOCKS5 local escuta.
ru: TCP-порт, на котором ваш локальный сервер SOCKS5 ждет подключений.
sv: TCP-porten där din lokala SOCKS5-server lyssnar.
th: พอร์ต TCP ที่เซิร์ฟเวอร์ SOCKS5 ภายในของคุณกำลังฟังอยู่
tr: Yerel SOCKS5 sunucunuz TCP portu noktasını dinliyor.

# api-access-methods-view
source: This can be useful if the API is censored but Mullvad’s bridge servers are not.
ar: قد يكون هذا مفيدًا إذا كانت واجهة API خاضعة للرقابة، لكن خوادم جسر Mullvad ليست كذلك.
da: Dette kan være nyttigt, hvis API'en er censureret, men Mullvads broservere ikke er det.
de: Dies kann nützlich sein, wenn die API zensiert ist, die Brückenserver von Mullvad aber nicht.
es: Esto puede resultar útil si se censura la API, pero no así los servidores puente de Mullvad.
fa: این می‌تواند زمانی مفید باشد که API سانسور شده باشد اما سرورهای پل Mullvad سانسور نشده باشند.
fi: Tästä voi olla hyötyä, jos ohjelmointirajapinta on sensuroitu, mutta Mullvadin siltauspalvelimet eivät.
fr: Cela peut être utile si l'API est censurée, mais que les serveurs de pont Mullvad ne le sont pas.
it: Questo può essere utile se l'API è censurata ma i server bridge di Mullvad no.
ja: これは、APIが検閲されていてもMullvadのブリッジサーバーが検閲されていない場合に便利な場合があります。
my: API ကို စိစစ်ဖြတ်တောက်မှုများ ပြုလုပ်ထားသော်လည်း Mullvad ၏ ပေါင်းကူးဆာဗာများကို မပြုလုပ်ထားပါက ၎င်းသည် အသုံးဝင်နိုင်သည်။
nb: Dette kan være nyttig hvis API er sensurert, men Mullvads broservere ikke er det.
nl: Dit kan nuttig zijn als de API gecensureerd is, maar de bridgeservers van Mullvad niet.
pl: Może to być przydatne, jeśli API jest cenzurowany, a serwery mostowe Mullvad nie.
pt: Isto pode ser útil se a API estiver censurada, mas os servidores de ponte da Mullvad não.
ru: Это может быть полезно, если API подвергается цензуре, а серверы-мосты Mullvad — нет.
sv: Detta kan vara användbart om API:n är censurerad men Mullvads broservrar inte är det.
th: ตัวเลือกนี้อาจมีประโยชน์ในกรณีที่ API ถูกเซ็นเซอร์ แต่เซิร์ฟเวอร์ Bridge ของ Mullvad ไม่ถูกเซ็นเซอร์
tr: Bu, API'nin sansürlendiği ancak Mullvad'ın köprü sunucularının sansürlenmediği durumlarda kullanışlı olabilir.

# api-access-methods-view
source: This can be useful when you are not affected by censorship.
ar: قد يكون هذا مفيدًا عندما لا تؤثر عليك الرقابة.
da: Dette kan være nyttigt, når du ikke er berørt af censur.
de: Dies kann nützlich sein, wenn Sie nicht von Zensur betroffen sind.
es: Esto puede resultar útil cuando no se vea afectado por la censura.
fa: این می‌تواند زمانی مفید باشد که تحت تأثیر سانسور نباشید.
fi: Tästä voi olla hyötyä, kun sensuurilla ei ole vaikutusta toimintaasi.
fr: Cela peut être utile lorsque vous n'êtes pas concerné par la censure.
it: Questo può essere utile quando la censura non ti riguarda.
ja: これは、検閲による影響を受けていない場合に便利な場合があります。
my: သင့်အပေါ် စိစစ်ဖြတ်တောက်မှု၏ အကျိုးသက်ရောက်ခြင်း မရှိသည့်အခါ ၎င်းသည် အသုံးဝင်နိုင်ပါသည်။
nb: Dette kan være nyttig når du ikke er berørt av sensur.
nl: Dit kan nuttig zijn als u niet wordt gecensureerd.
pl: Może to być przydatne, gdy cenzura Cię nie dotyczy.
pt: Isto pode ser útil quando não é afetado pela censura.
ru: Это может быть полезно, если цензура отсутствует.
sv: Detta kan vara användbart när du inte påverkas av censurering.
th: ตัวเลือกนี้อาจมีประโยชน์ในกรณีที่คุณไม่ได้ถูกเซ็นเซอร์ใดๆ
tr: Bu özellik sansürden etkilenmediğiniz durumlarda kullanışlı olabilir.

# api-access-methods-view
source: This feature allows you to circumvent that censorship by adding custom ways to access the API via proxies and similar methods.
ar: تتيح لك هذه الميزة تجاوز تلك الرقابة عن طريق إضافة طرق مُخصَّصة للوصول إلى واجهة API عبر الخوادم الوكيلة والطرق المماثلة.
da: Denne funktion giver dig mulighed for at omgå denne censur ved at tilføje brugerdefinerede måder at få adgang til API'en via proxyer og lignende metoder.
de: Mit dieser Funktion können Sie diese Zensur umgehen, indem Sie benutzerdefinierte Wege zum Zugriff auf die API über Proxys und ähnliche Methoden hinzufügen.
es: Esta característica le permite eludir la censura al añadir métodos personalizados de acceder a la API a través de proxies y métodos similares.
fa: این قابلیت به شما اجازه می‌دهد با افزودن روش‌های سفارشی از طریق استفاده از پروکسی و روش‌های مشابه، آن سانسور را دور بزنید و به API دسترسی پیدا کنید.
fi: Tämän ominaisuuden avulla voit kiertää sensuurin lisäämällä välityspalvelinten ja vastaavien menetelmien kautta toimivia, mukautettuja ohjelmointirajapinnan käyttötapoja.
fr: Cette fonctionnalité vous permet de contourner cette censure en ajoutant des moyens personnalisés d'accéder à l'API via des proxys et des méthodes similaires.
it: Questa funzionalità ti consente di aggirare tale censura aggiungendo modi personalizzati per accedere all'API tramite proxy e metodi simili.
ja: この機能では、プロキシなどの方法を経由してAPIにアクセスするためのカスタムの方法を追加することで検閲を回避できます。
my: ဤလုပ်ဆောင်ချက်သည် ပရောက်စီများနှင့် အလားတူနည်းလမ်းများမှတစ်ဆင့် API ကို ဝင်ရောက်သုံးစွဲရန် မိမိစိတ်ကြိုက်နည်းလမ်းများကို ပေါင်းထည့်ခြင်းအားဖြင့် ထိုစိစစ်ဖြတ်တောက်မှုကို ရှောင်လွှဲနိုင်စေပါသည်။
nb: Denne funksjonen lar deg omgå sensuren ved å legge til tilpassede måter å få tilgang til API på via proxyer og lignende metoder.
nl: Met deze functie kunt u die censuur omzeilen door aangepaste manieren toe te voegen om toegang te krijgen tot de API via proxy's en dergelijke methoden.
pl: Ta funkcja pozwala ominąć tę cenzurę, dodając niestandardowe sposoby dostępu do API za pośrednictwem serwerów proxy i podobnych metod.
pt: Esta funcionalidade permite-lhe contornar essa censura, adicionando formas personalizadas de aceder à API através de proxies e métodos semelhantes.
ru: Эта функция позволяет обойти такую цензуру, добавив пользовательские способы доступа к API через прокси-серверы и другие подобные методы.
sv: Men den här funktionen kan du kringgå censureringen genom att lägga till anpassade sätt att komma åt API:n via proxyservrar och liknande metoder.
th: คุณลักษณะนี้ช่วยให้คุณหลีกเลี่ยงการเซ็นเซอร์ โดยการเพิ่มวิธีที่กำหนดเองในการเข้าถึง API ผ่านพร็อกซี่ และวิธีการที่คล้ายคลึงกัน
tr: Bu özellik, proxy'ler ve benzer yöntemler aracılığıyla API'ye erişmenin özel yollarını ekleyerek bu sansürü aşmanıza imkan tanır.
