Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# notifications
source: Your device is offline. The tunnel will automatically connect once your device is back online.
ar: جهازك غير متصل بالإنترنت. سيتصل النفق تلقائيًا بمجرد اتصال جهازك مرة أخرى بالإنترنت.
da: Din enhed er offline. Tunnelen vil oprette forbindelse automatisk, når din enhed er online igen.
de: Ihr Gerät ist offline. Der Tunnel wird automatisch verbunden, sobald Ihr Gerät wieder online ist.
es: El dispositivo está sin conexión. El túnel se conectará automáticamente cuando el dispositivo vuelva a estar en línea.
fa: دستگاه شما آفلاین است. تونل به‌طور خودکار زمانی که دستگاه آنلاین شود، متصل خواهد شد.
fi: Laitteesi on offline-tilassa. Kun laitteesi on taas online-tilassa, tunneli muodostaa yhteyden automaattisesti.
fr: Votre appareil est hors ligne. Le tunnel se connectera automatiquement une fois votre appareil à nouveau en ligne.
it: Il tuo dispositivo è offline. Il tunnel si connetterà automaticamente una volta che il tuo dispositivo sarà di nuovo online.
ja: デバイスがオフラインになっています。トンネルはデバイスがオンラインに戻ると自動的に接続されます。
my: သင့်စက်သည် အော့ဖ်လိုင်း ဖြစ်နေပါသည်။ သင့်စက် အွန်လိုင်း ပြန်ဖြစ်သည်နှင့် Tunnel သည် အော်တို ချိတ်ဆက်သွားပါမည်။
nb: Enheten er frakoblet. Tunnelen vil koble til automatisk når enheten er tilkoblet internett igjen.
nl: Uw apparaat is offline. De tunnel wordt automatisch verbonden wanneer uw apparaat weer online is.
pl: Twoje urządzenie jest offline. Tunel zostanie automatycznie połączony, gdy urządzenie ponownie przejdzie w tryb online.
pt: O seu dispositivo está offline. O túnel irá ligar-se automaticamente assim que o seu dispositivo estiver novamente online.
ru: Устройство отключено от Интернета. Туннельное подключение автоматически запустится, как только ваше устройство подключится к Интернету.
sv: Din enhet är offline. Tunneln ansluts automatiskt när din enhet är online igen.
th: อุปกรณ์ของคุณออฟไลน์อยู่ อุโมงค์จะเชื่อมต่อโดยอัตโนมัติ หลังจากที่อุปกรณ์ของคุณกลับมาออนไลน์
tr: Cihazınız çevrimdışı. Cihazınız tekrar çevrimiçi olduğunda tünel otomatik olarak bağlanacak.

# notifications
source: Your privacy might be at risk with this unsupported app version.
ar: قد تكون خصوصيتك في خطر مع هذا الإصدار غير المدعوم من التطبيق.
de: Ihre Recht auf Datenschutz könnte durch diese nicht unterstützen Version der App kompromittiert werden.
es: Con esta versión incompatible de la aplicación, es posible que su privacidad esté en riesgo.
fa: حریم خصوصی شما ممکن است با این نسخهٔ اپلیکیشن پشتیبانی‌نشده در خطر باشد.
fi: Yksityisyytesi saattaa olla vaarassa, koska tätä sovellusversiota ei tueta.
it: La tua privacy potrebbe essere a rischio con questa versione dell'app non supportata.
my: ဤပံ့ပိုးမှုမရှိသော အက်ပ်ဗားရှင်းသည် သင်၏ ကိုယ်ရေးအချက်အလက် လုံခြုံရေးအတွက် အန္တရာယ်ရှိနိုင်ပါသည်။
nb: Personvernet ditt kan være i fare med denne ustøttede appversjonen.
nl: Uw privacy kan gevaar lopen met deze niet-ondersteunde appversie.
pt: A sua privacidade pode estar comprometida com uma versão não suportada da aplicação.
ru: Эта версия приложения не поддерживается, ваши данные могут быть под угрозой.
sv: Din sekretess kan vara utsatt för risk med den här appversionen som saknar stöd.
th: ความเป็นส่วนตัวของคุณอาจมีความเสี่ยงกับแอปเวอร์ชันที่ไม่รองรับนี้
tr: Bu desteklenmeyen uygulama sürümüyle gizliliğiniz risk altında olabilir.

# notifications
source: Your privacy might be at risk with this unsupported app version. Please update now.
ar: قد تكون خصوصيتك في خطر مع هذا الإصدار غير المدعوم من التطبيق. يُرجى التحديث الآن.
da: Dit privatliv kan være i fare med denne ikke-understøttede appversion. Opdater den straks.
de: Ihre Privatsphäre könnte mit dieser nicht unterstützen Version der App gefährdet sein. Bitte aktualisieren Sie sie.
es: Al usar esta versión obsoleta de la aplicación, es posible que su privacidad esté en riesgo. Actualice ahora.
fa: حریم خصوصی شما ممکن است با این نسخهٔ اپلیکیشن پشتیبانی‌نشده در خطر باشد. لطفاً هم‌اکنون به‌روزرسانی کنید.
fi: Yksityisyytesi saattaa olla vaarassa tämän sovellusversion, jota ei tueta, vuoksi. Päivitä versio heti.
fr: Votre confidentialité peut être en danger avec cette version non prise en charge de l'application. Veuillez la mettre à jour maintenant.
it: La tua privacy potrebbe essere a rischio con questa versione dell'app non supportata. Aggiornala subito.
ja: このアプリバージョンはサポートされていないため、プライバシーが危険にさらされる可能性があります。今すぐアップデートしてください。
my: တွဲဖက်မလုပ်ဆောင်နိုင်သည့် ဤအက်ပ်ဗားရှင်းကြောင့် သင့်ကိုယ်ရေးအချက်အလက်များ အန္တရာယ် ရှိနိုင်ပါသည်။ ယခုပင် အပ်ဒိတ်လုပ်ပေးပါ။
nb: Personvernet ditt kan være i fare med denne appversjonen som ikke støttes. Oppdater nå.
nl: Uw privacy kan risico lopen met deze niet-ondersteunde appversie. Werk de app nu bij.
pl: W tej nieobsługiwanej wersji aplikacji prywatność może być zagrożona. Zaktualizuj już teraz.
pt: A sua privacidade pode estar comprometida com uma versão não suportada da aplicação. Por favor efetue a atualização agora.
ru: Эта версия приложения не поддерживается, что может угрожать неприкосновенности ваших данных. Обновите приложение.
sv: Din sekretess kan vara utsatt för risk med den här appversionen som inte stöds. Uppdatera nu.
th: ความเป็นส่วนตัวของคุณอาจมีความเสี่ยง ในขณะที่ใช้งานเวอร์ชันแอปที่ไม่ได้รับการสนับสนุนนี้ โปรดอัปเดตตอนนี้เลย
tr: Bu desteklenmeyen uygulama sürümüyle gizliliğiniz risk altında olabilir. Lütfen hemen güncelleyin.

# redeem-voucher-alert
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
my: မလုပ်တော့ပါ
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal et

# redeem-voucher-alert
source: Enter voucher code
ar: أدخل رمز القسيمة
da: Indtast kuponkode
de: Gutscheincode eingeben
es: Escriba el código del cupón
fa: کد ووچر را وارد کنید
fi: Syötä kuponkikoodi
fr: Saisissez un code de bon
it: Inserisci codice voucher
ja: バウチャーコードを入力
my: ဘောက်ချာကုဒ် ဖြည့်သွင်းရန်
nb: Skriv inn kupongkode
nl: Voer vouchercode in
pl: Wprowadź kod kuponu
pt: Introduza o código do voucher
ru: Введите код ваучера
sv: Ange kupongkod
th: ป้อนรหัสบัตรกำนัล
tr: Kupon kodunu girin

# redeem-voucher-alert
source: Redeem voucher
ar: استرداد قسيمة
da: Indløs kupon
de: Gutschein einlösen
es: Canjear cupón
fa: فعال‌سازی ووچر
fi: Lunasta kuponki
fr: Échangez un bon
it: Riscatta voucher
ja: バウチャーを使用する
my: ဘောက်ချာဖြင့် လဲယူရန်
nb: Løs inn kupong
nl: Voucher inwisselen
pl: Zrealizuj kupon
pt: Reclamar voucher
ru: Погасить ваучер
sv: Lös in kupong
th: แลกบัตรกำนัล
tr: Kuponu kullan

# redeem-voucher-view
source: An error occurred.
ar: حدث خطأ.
da: Der opstod en fejl.
de: Ein Fehler ist aufgetreten.
es: Se produjo un error.
fa: خطایی رخ داد.
fi: Ilmeni virhe.
fr: Une erreur est survenue.
it: Si è verificato un errore.
ja: エラー発生。
my: ချို့ယွင်းချက် ဖြစ်ပေါ်ခဲ့ပါသည်။
nb: Det oppstod en feil.
nl: Er is een fout opgetreden.
pl: Wystąpił błąd.
pt: Ocorreu um erro.
ru: Произошла ошибка.
sv: Ett fel har inträffat.
th: เกิดข้อผิดพลาดขึ้น
tr: Bir hata oluştu.

# redeem-voucher-view
source: It looks like you’ve entered an account number instead of a voucher code. If you would like to change the active account, please log out first.
ar: يبدو أنك أدخلت رقم حساب بدلًا من رمز قسيمة. لتغيير الحساب النشط، يُرجى تسجيل الخروج أولًا.
de: Anscheinend haben Sie eine Kontonummer statt eines Gutscheincodes eingegeben. Wenn Sie das aktive Konto wechseln möchten, melden Sie sich bitte zuerst ab.
es: Parece que ha introducido un número de cuenta en lugar de un código de cupón. Si desea cambiar la cuenta activa, cierre primero la sesión.
fa: به نظر می‌رسد که به جای کد ووچر، شمارهٔ حساب وارد کرده‌اید. اگر می‌خواهید حساب فعال را تغییر دهید، لطفاً ابتدا خارج شوید.
fi: Näytät syöttäneen tilin numeron etusetelin koodin sijaan. Jos haluat vaihtaa tiliä, kirjaudu ensin ulos nykyiseltä tililtä.
it: Hai inserito un numero di account anziché un codice voucher. Se vuoi modificare l'account attivo, effettua prima la disconnessione.
my: ဘောက်ချာကုဒ်မဟုတ်ဘဲ အကောင့်နံပါတ်ကို ထည့်သွင်းထားပုံရသည်။ အသုံးပြုနေသောအကောင့်ကို ပြောင်းလဲလိုပါက ဦးစွာ အကောင့်မှထွက်ပါ။
nb: Det ser ut til at du har oppgitt et kontonummer i stedet for en kupongkode. Hvis du vil endre den aktive kontoen, må du først logge ut.
nl: Het lijkt erop dat u een rekeningnummer hebt ingevoerd in plaats van een vouchercode. Als u het actieve account wilt wijzigen, meld u dan eerst af.
pt: Parece que introduziu um número de conta em vez de um código de voucher. Se pretender alterar a conta ativa, termine a sessão primeiro.
ru: Вы ввели номер учетной записи вместо кода ваучера. Чтобы изменить активную учетную запись, сначала выйдите из системы.
sv: Det verkar som om du angett ett kontonummer istället för en kupongkod. Logga först ut om du vill ändra den aktiva koden.
th: ดูเหมือนว่า คุณได้ป้อนหมายเลขบัญชีแทนรหัสบัตรกำนัล หากคุณต้องการเปลี่ยนบัญชีที่ใช้งานอยู่ โปรดออกจากระบบก่อน
tr: Kupon kodu yerine hesap numarası girdiniz. Aktif hesabı değiştirmek istiyorsanız lütfen önce çıkış yapın.

# redeem-voucher-view
source: Redeem
ar: الاسترداد
da: Indløs
de: Einlösen
es: Canjear
fa: فعال‌سازی
fi: Lunasta
fr: Échanger
it: Riscatta
ja: 使用する
my: လဲယူရန်
nb: Løs inn
nl: Inwisselen
pl: Zrealizuj
pt: Reclamar
ru: Погасить
sv: Lös in
th: แลกรับ
tr: Kullan

# redeem-voucher-view
source: Verifying voucher...
ar: جارٍ التحقُّق من القسيمة...
da: Bekræfter kupon...
de: Gutschein wird verifiziert ...
es: Verificando cupón…
fa: در حال تأیید ووچر...
fi: Kuponkia vahvistetaan...
fr: Vérification du bon…
it: Verifica del voucher...
ja: バウチャーを検証しています...
my: ဘောက်ချာကို စိစစ်နေဆဲ...
nb: Bekrefter kupong …
nl: Voucher controleren...
pl: Weryfikowanie kuponu...
pt: A verificar voucher...
ru: Идет проверка ваучера…
sv: Verifierar kupong ...
th: กำลังตรวจสอบบัตรกำนัล...
tr: Kupon doğrulanıyor...

# redeem-voucher-view
source: Voucher code has already been used.
ar: تم استخدام رمز القسيمة بالفعل.
da: Kuponkode er allerede brugt.
de: Der Gutscheincode wurde bereits verwendet.
es: El código del cupón ya se ha usado.
fa: کد ووچر قبلاً استفاده شده است.
fi: Kuponkikoodi on jo käytetty.
fr: Le code du bon a déjà été utilisé.
it: Il codice voucher è già stato utilizzato.
ja: バウチャーコードはすでに使用されています。
my: ဘောက်ချာကုဒ် သုံးထားပြီးသား ဖြစ်ပါသည်။
nb: Kupongkoden er allerede brukt.
nl: Vouchercode is al gebruikt.
pl: Kod z tego kuponu został już użyty.
pt: O código do voucher já foi utilizado.
ru: Этот код ваучера уже использовался.
sv: Kupongkoden har redan använts.
th: รหัสบัตรกำนัลถูกใช้ไปแล้ว
tr: Kupon kodu zaten kullanılmış.

# redeem-voucher-view
source: Voucher code is invalid.
ar: رمز القسيمة غير صالح.
da: Kuponkode er ugyldig.
de: Der Gutscheincode ist ungültig.
es: El código del cupón no es válido.
fa: کد ووچر نامعتبر است.
fi: Kuponkikoodi ei kelpaa.
fr: Le code du bon n'est pas valide.
it: Il codice voucher non è valido.
ja: バウチャーコードが無効です。
my: ဘောက်ချာကုဒ် မှားနေပါသည်။
nb: Ugyldig kupongkode.
nl: Vouchercode is ongeldig.
pl: Nieprawidłowy kod kuponu.
pt: Código do voucher inválido.
ru: Код ваучера недействителен.
sv: Kupongkoden är ogiltig.
th: รหัสบัตรกำนัลไม่ถูกต้อง
tr: Kupon kodu geçersiz.

# redeem-voucher-view
source: Voucher was successfully redeemed.
ar: تم استرداد القسيمة بنجاح.
da: Indløsning af kuponen lykkedes.
de: Der Gutschein wurde erfolgreich eingelöst.
es: El cupón se canjeó correctamente.
fa: ووچر با موفقیت فعال شد.
fi: Kupongin lunastus onnistui.
fr: Le bon a bien été échangé.
it: Il voucher è stato riscattato correttamente.
ja: バウチャーを正常に使用しました。
my: ဘောက်ချာကို အောင်မြင်စွာ လဲယူခဲ့ပါသည်။
nb: Kupongkoden er løst inn.
nl: Voucher is ingewisseld.
pl: Kupon został zrealizowany.
pt: O voucher foi reclamado com sucesso.
ru: Ваучер погашен.
sv: Kupongen har lösts in.
th: แลกบัตรกำนัลสำเร็จแล้ว
tr: Kupon başarıyla kullanıldı.

# select-language-nav
source: Select language
ar: حدِّد اللغة
da: Vælg sprog
de: Sprache auswählen
es: Seleccionar idioma
fa: انتخاب زبان
fi: Valitse kieli
fr: Sélectionner la langue
it: Seleziona lingua
ja: 言語を選択
my: ဘာသာစကား ရွေးရန်
nb: Velg språk
nl: Taal selecteren
pl: Wybierz język
pt: Selecionar idioma
ru: Выбрать язык
sv: Välj språk
th: เลือกภาษา
tr: Dili seçin

# select-location-nav
source: Select location
ar: حدِّد الموقع
da: Vælg placering
de: Ort auswählen
es: Seleccionar ubicación
fa: انتخاب مکان
fi: Valitse sijainti
fr: Sélectionner une localisation
it: Seleziona posizione
ja: 場所を選択する
my: တည်နေရာ ရွေးရန်
nb: Velg plassering
nl: Locatie selecteren
pl: Wybierz lokalizację
pt: Selecionar localização
ru: Выбор местоположения
sv: Välj plats
th: เลือกตำแหน่งที่ตั้ง
tr: Konum seçin

# select-location-view
source: (Added)
ar: (تمت إضافته)
da: (Tilføjet)
de: (Hinzugefügt)
es: (Añadido)
fa: (اضافه شد)
fi: (Lisätty)
fr: (Ajouté)
it: (aggiunto)
ja: (追加済み)
my: (ပေါင်းထည့်ပြီး)
nb: (lagt til)
nl: (Toegevoegd)
pl: (dodano)
pt: (adicionado)
ru: (добавлено)
sv: (Tillagt)
th: (เพิ่มแล้ว)
tr: (Eklendi)

# select-location-view
source: A custom bridge server can be used to circumvent censorship when regular Mullvad bridge servers don’t work.
ar: يمكن استخدام خادم جسر مُخصَّص لتجاوز الرقابة عندما لا تعمل خوادم جسر Mullvad العادية.
da: En brugerdefineret broserver kan bruges til at omgå censur, når almindelige Mullvad-broservere ikke virker.
de: Ein eigener Brückenserver kann verwendet werden, um Zensur zu umgehen, bei der die regulären Mullvad-Brückenserver nicht funktionieren.
es: Se puede usar un servidor puente personalizado para eludir la censura cuando no funcionan los servidores puente normales de Mullvad.
fa: می‌توان از سرور پل سفارشی استفاده کرد تا هنگامی که پل‌های معمولی Mullvad کار نمی‌کنند، سانسور و محدودیت‌ها را دور زد.
fi: Mukautettua siltauspalvelinta voidaan käyttää sensuurin kiertämiseen silloin kun tavanomaiset Mullvad-siltauspalvelimet eivät toimi.
fr: Un serveur pont personnalisé peut être utilisé pour contourner la censure lorsque les serveurs ponts Mullvad habituels ne fonctionnent pas.
it: Un server di bridge personalizzato può essere utilizzato per aggirare la censura quando i normali server di bridge di Mullvad non funzionano.
ja: カスタムブリッジサーバーは、通常の Mullvad ブリッジサーバーが機能しない場合に検閲を回避するために使用される可能性があります。
my: ပုံမှန် Mullvad ပေါင်းကူး ဆာဗာသည် အလုပ် မဖြစ်သည့်အခါ စိစစ်ဖြတ်တောက်မှုကို ရှောင်လွှဲရန် စိတ်ကြိုက် ပေါင်းကူး ဆာဗာကို သုံးပါသည်။
nb: En egendefinert bro-server kan brukes til å omgå sensur når vanlige Mullvad-broservere ikke fungerer.
nl: Een aangepaste bridgeserver kan worden gebruikt om censuur te omzeilen wanneer reguliere Mullvad-bridgeservers niet werken.
pl: Niestandardowego serwera mostowego można użyć do obejścia cenzury, gdy nie działają zwykłe serwery mostowe Mullvad.
pt: Um servidor de ponte personalizado pode ser utilizado para contornar a censura quando os servidores de ponte Mullvad regulares não funcionam.
ru: Свой сервер-мост можно использовать для обхода цензуры, когда обычные серверы-мосты Mullvad не работают.
sv: En anpassad bryggserver kan användas för att kringgå censur när Mullvads vanliga bryggservrar inte fungerar.
th: เซิร์ฟเวอร์ Bridge แบบกำหนดเองสามารถนำมาใช้เพื่อหลีกเลี่ยงการเซ็นเซอร์ได้ เมื่อเซิร์ฟเวอร์บริดจ์ Mullvad ตามปกติไม่ทำงาน
tr: Normal Mullvad köprü sunucuları çalışmadığında sansürü aşmak için özel bir köprü sunucusu kullanılabilir.

# select-location-view
source: Add <b>%(locationType)s</b> to list
ar: إضافة <b>%(locationType)s</b> إلى القائمة
da: Føj <b>%(locationType)s</b> til listen
de: <b>%(locationType)s</b> zur Liste hinzufügen
es: Añadir <b>%(locationType)s</b> a la lista
fa: افزودن <b>%(locationType)s</b> به فهرست
fi: Lisää <b>%(locationType)s</b> luetteloon
fr: Ajouter <b>%(locationType)s</b> à la liste
it: Aggiungi <b>%(locationType)s</b> all'elenco
ja: <b>%(locationType)s</b>をリストに追加します
my: <b>%(locationType)s</b> ကို စာရင်းထဲသို့ ပေါင်းထည့်ရန်
nb: Legg til <b>%(locationType)s</b> i listen
nl: Voeg <b>%(locationType)s</b> toe aan de lijst
pl: Dodaj <b>%(locationType)s</b> do listy
pt: Adicionar <b>%(locationType)s</b> à lista
ru: <b>%(locationType)s</b> — добавить в список
sv: Lägg till <b>%(locationType)s</b> i listan
th: เพิ่ม <b>%(locationType)s</b> ลงในรายการ
tr: <b>%(locationType)s</b> konumunu listeye ekle

# select-location-view
source: All locations
ar: جميع المواقع
da: Alle placeringer
de: Alle Standorte
es: Todas las ubicaciones
fa: تمام مکان‌ها
fi: Kaikki sijainnit
fr: Toutes les localisations
it: Tutti i luoghi
ja: すべての場所
my: တည်နေရာအာလုံး
nb: Alle steder
nl: Alle locaties
pl: Wszystkie lokalizacje
pt: Todas as localizações
ru: Все местоположения
sv: Alla platser
th: ตำแหน่งที่ตั้งทั้งหมด
tr: Tüm konumlar

# select-location-view
source: City
ar: المدينة
da: By
de: Stadt
es: Ciudad
fa: شهر
fi: Kaupunki
fr: Ville
it: Città
ja: 都市
my: မြို့
nb: By
nl: Plaats
pl: Miasto
pt: Cidade
ru: Город
sv: Ort
th: เมือง
tr: Şehir

# select-location-view
source: Country
ar: البلد
da: Land
de: Land
es: País
fa: کشور
fi: Maa
fr: Pays
it: Nazione
ja: 国
my: နိုင်ငံ
nb: Land
nl: Land
pl: Kraj
pt: País
ru: Страна
sv: Land
th: ประเทศ
tr: Ülke

# select-location-view
source: Custom bridge
ar: جسر مُخصَّص
da: Brugerdefineret bro
de: Eigene Brücke
es: Puente personalizado
fa: پل سفارشی
fi: Mukautettu siltaus
fr: Pont personnalisé
it: Bridge personalizzato
ja: カスタムブリッジ
my: စိတ်ကြိုက် ပေါင်းကူး
nb: Egendefinert bro
nl: Aangepaste bridge
pl: Most niestandardowy
pt: Ponte personalizada
ru: Свой мост
sv: Anpassad brygga
th: Bridge แบบกำหนดเอง
tr: Özel köprü

# select-location-view
source: Custom lists
ar: قوائم مُخصَّصة
da: Brugerdefinerede lister
de: Eigene Listen
es: Listas personalizadas
fa: فهرست‌های سفارشی
fi: Mukautetut luettelot
fr: Listes personnalisées
it: Elenchi personalizzati
ja: カスタムリスト
my: စိတ်ကြိုက်စာရင်းများ
nb: Tilpassede lister
nl: Aangepaste lijsten
pl: Listy niestandardowe
pt: Listas personalizadas
ru: Свои списки
sv: Anpassade listor
th: รายการกำหนดเอง
tr: Özel listeler

# select-location-view
source: Do you want to delete the list <b>%(list)s</b>?
ar: هل تريد حذف القائمة <b>%(list)s</b>؟
da: Vil du slette listen <b>%(list)s</b>?
de: Möchten Sie die Liste <b>%(list)s</b> löschen?
es: ¿Quiere eliminar la lista <b>%(list)s</b>?
fa: آیا می‌خواهید فهرست <b>%(list)s</b> را حذف کنید؟
fi: Haluatko poistaa luettelon <b>%(list)s</b>?
fr: Voulez-vous supprimer la liste <b>%(list)s</b> ?
it: Vuoi eliminare l'elenco <b>%(list)s</b>?
ja: リスト<b>%(list)s</b>を削除しますか？
my: <b>%(list)s</b> စာရင်းကို ဖျက်လိုပါသလား။
nb: Vil du slette listen <b>%(list)s</b>?
nl: WIlt u de lijst <b>%(list)s</b> verwijderen?
pl: Czy chcesz usunąć listę <b>%(list)s</b>?
pt: Pretende eliminar a lista <b>%(list)s</b>?
ru: Действительно удалить список <b>%(list)s</b>?
sv: Vill du ta bort listan <b>%(list)s</b>?
th: คุณต้องการลบรายการ <b>%(list)s</b> หรือไม่
tr: <b>%(list)s</b> listesini silmek istiyor musunuz?

# select-location-view
source: Edit list name
ar: تعديل اسم القائمة
da: Rediger listenavn
de: Name der Liste bearbeiten
es: Editar nombre de lista
fa: ویرایش نام فهرست
fi: Muokkaa luettelon nimeä
fr: Modifier le nom de la liste
it: Modifica nome elenco
ja: リスト名を編集します
my: စာရင်းအမည် တည်းဖြတ်ရန်
nb: Endre listenavn
nl: Lijstnaam bewerken
pl: Edytuj nazwę listy
pt: Editar nome da lista
ru: Изменение названия списка
sv: Redigera listnamn
th: แก้ไขชื่อรายการ
tr: Liste adını düzenleyin

# select-location-view
source: Entry
ar: دخول
da: Indgang
de: Eingang
es: Entrada
fa: ورود
fi: Tulo
fr: Entrée
it: Ingresso
ja: 入口
my: အဝင်
nb: Inngang
nl: Ingang
pl: Wejście
pt: Entrada
ru: Вход
sv: Ingång
th: เข้า
tr: Giriş

# select-location-view
source: Exit
ar: خروج
da: Udgang
de: Ausgang
es: Salida
fa: خروج
fi: Lähtö
fr: Sortie
it: Uscita
ja: 出口
my: အထွက်
nb: Utgang
nl: Uitgang
pl: Wyjście
pt: Saída
ru: Выход
sv: Utgång
th: ออก
tr: Çıkış

# select-location-view
source: Filtered:
ar: بعد التصفية:
da: Filtreret:
de: Gefiltert:
es: Filtros aplicados:
fa: فیلتر شد:
fi: Suodatettu:
fr: Filtré :
it: Filtrato:
ja: 絞り込み結果:
my: စစ်ထုတ်ထားသော-
nb: Filtrert:
nl: Gefilterd:
pl: Odfiltrowane:
pt: Filtrado:
ru: Фильтр:
sv: Filtrerat:
th: กรอง:
tr: Filtrelendi:

# select-location-view
source: List names must be unique.
ar: يجب أن تكون أسماء القوائم فريدة.
da: Listenavne skal være unikke.
de: Die Namen der Listen müssen eindeutig sein.
es: Los nombres de las listas deben ser únicos.
fa: نام فهرست‌ها باید منحصر‌به‌فرد باشد.
fi: Luettelon nimen tulee olla ainutlaatuinen.
fr: Les noms de listes doivent être uniques.
it: I nomi degli elenchi devono essere univoci.
ja: リスト名は一意である必要があります。
my: စာရင်းအမည်များသည် တမူထူးခြားရပါမည်။
nb: Listenavnene må være unike.
nl: Lijstnamen moeten uniek zijn.
pl: Nazwy list muszą być unikalne.
pt: Os nomes de listas devem ser únicos.
ru: Названия списков должны быть уникальными.
sv: Listnamnen måste vara unika.
th: ชื่อรายการจะต้องไม่ซ้ำกัน
tr: Liste adları benzersiz olmalıdır.

# select-location-view
source: Name is already taken.
ar: الاسم مُستخدَم بالفعل.
da: Navnet er allerede taget.
de: Der Name ist bereits vergeben.
es: Este nombre ya se está utilizando.
fa: این نام قبلاً استفاده شده است.
fi: Nimi on jo olemassa.
fr: Le nom est déjà pris.
it: Il nome è già preso.
ja: 名前はすでに使用されています。
my: အမည်သည် ရှိနှင့်ပြီး ဖြစ်သည်။
nb: Navn allerede i bruk.
nl: Naam wordt al gebruikt.
pl: Nazwa jest już zajęta.
pt: O nome já está a ser utilizado.
ru: Такое название уже используется.
sv: Namnet används redan.
th: ชื่อนี้ถูกใช้ไปแล้ว
tr: İsim zaten kullanılıyor.

# select-location-view
source: Obfuscation: %(obfuscation)s
ar: التمويه: %(obfuscation)s
de: Verschleierung: %(obfuscation)s
es: Ofuscación: %(obfuscation)s
fa: پنهان‌سازی: %(obfuscation)s
fi: Hämäys: %(obfuscation)s
it: Offuscamento: %(obfuscation)s
nb: Forvirring: %(obfuscation)s
nl: Obfuscatie: %(obfuscation)s
pt: Ofuscação: %(obfuscation)s
ru: Обфускация: %(obfuscation)s
sv: Obfuskering: %(obfuscation)s
th: การทำให้สับสน: %(obfuscation)s
tr: Gizleme: %(obfuscation)s

# select-location-view
source: Open %(daita)s settings
ar: فتح إعدادات ميزة %(daita)s
da: Åbn indstillinger for %(daita)s
de: %(daita)s-Einstellungen öffnen
es: Abrir la configuración de %(daita)s
fa: باز کردن تنظیمات %(daita)s
fi: Avaa %(daita)s-asetukset
fr: Ouvrir les paramètres %(daita)s
it: Apri le impostazioni %(daita)s
ja: %(daita)s設定を開く
my: %(daita)s ဆက်တင်များကို ဖွင့်ရန်
nb: Åpne innstillinger for %(daita)s
nl: %(daita)s-instellingen openen
pl: Otwórz ustawienia %(daita)s
pt: Abrir as definições de %(daita)s
ru: Открыть настройки %(daita)s
sv: Öppna %(daita)s-inställningarna
th: เปิดการตั้งค่า %(daita)s
tr: %(daita)s ayarlarını aç

# select-location-view
source: Providers: %(numberOfProviders)d
ar: موفرو الخدمات: %(numberOfProviders)d
da: Udbydere: %(numberOfProviders)d
de: Provider: %(numberOfProviders)d
es: Proveedores: %(numberOfProviders)d
fa: ارائه‌دهندگان: %(numberOfProviders)d
fi: Palveluntarjoajat: %(numberOfProviders)d
fr: Fournisseurs : %(numberOfProviders)d
it: Fornitori: %(numberOfProviders)d
ja: プロバイダ数: %(numberOfProviders)d
my: ပံ့ပိုးသူများ- %(numberOfProviders)d
nb: Leverandører: %(numberOfProviders)d
pl: Dostawcy: %(numberOfProviders)d
pt: Fornecedores: %(numberOfProviders)d
ru: провайдеры: %(numberOfProviders)d
sv: Leverantörer: %(numberOfProviders)d
th: ผู้ให้บริการ: %(numberOfProviders)d
tr: Hizmet sağlayıcılar: %(numberOfProviders)d

# select-location-view
source: Relay
ar: الخادم الوسيط
da: Relæ
es: Repetidor
fa: رله
fi: Välitys
fr: Relai
ja: 中継サーバー
my: ရီလေး (Relay)
nb: Relé
pl: Przekaźnik
pt: Retransmissão
ru: Сервер ретрансляции
sv: Relä
th: รีเลย์
tr: Geçiş
