Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

source: Valid ranges: %s
ar: النطاقات الصالحة: %s
da: Gyldige områder: %s
de: Gültige Bereiche: %s
es: Intervalos válidos: %s
fa: دامنه‌های معتبر: %s
fi: Kelvolliset portit: %s
fr: Plages valides : %s
it: Intervalli validi: %s
ja: 有効な範囲: %s
my: အကျုံးဝင်သည့် အပိုင်းအခြား- %s
nb: Gyldige verdiområder: %s
nl: Geldige bereiken: %s
pl: Prawidłowe zakresy: %s
pt: Intervalos válidos: %s
ru: Допустимые диапазоны: %s
sv: Giltiga intervall: %s
th: ช่วงที่ใช้ได้: %s
tr: Geçerli aralıklar: %s

source: Verifying API method...
ar: جار التحقُّق من طريقة واجهة API...
da: Bekræfter API-metode...
de: API-Methode verifizieren …
es: Verificando método de API...
fa: در حال بررسی روش API...
fi: Vahvistetaan API-menetelmää...
fr: Vérification de la méthode API...
it: Verifica del metodo API...
ja: API 接続方法を検証しています...
my: API နည်းလမ်းကို စိစစ်နေဆဲ...
nb: Bekrefter API-metode ...
nl: API-methode verifiëren ...
pl: Weryfikowanie metody interfejsu API...
pt: A verificar método de API...
ru: Проверяем метод доступа к API...
sv: Verifierar API-metod ...
th: กำลังตรวจสอบยืนยันวิธีการ API...
tr: API yöntemi doğrulanıyor...

source: Verifying purchase
ar: جارٍ التحقُّق من عملية الشراء
da: Bekræfter køb
de: Kauf verifizieren
es: Verificando la compra
fa: در حال تأیید خرید
fi: Ostoksen vahvistaminen
fr: Vérification de l'achat
it: Verifica dell'acquisto
ja: 購入を確認中
my: ဝယ်ယူမှုကို စစ်ဆေးနေဆဲ
nb: Bekrefter kjøp
nl: Aankoop verifiëren
pl: Weryfikowanie zakupu
pt: Verificação de compra
ru: Идет проверка оплаты
sv: Verifierar köp
th: กำลังตรวจสอบยืนยันการซื้อ
tr: Satın alma işlemi doğrulanıyor

source: Verifying purchase...
ar: جارٍ التحقُّق من عملية الشراء...
da: Bekræfter køb...
de: Kauf verifizieren …
es: Verificando la compra…
fa: در حال تأیید خرید...
fi: Ostosta vahvistetaan...
fr: Vérification de l'achat...
it: Verifica dell'acquisto...
ja: 購入を確認中...
my: ဝယ်ယူမှုကို စစ်ဆေးနေဆဲ...
nb: Bekrefter kjøp ...
nl: Aankoop controleren ...
pl: Weryfikowanie zakupu...
pt: A verificar compra...
ru: Идет проверка оплаты...
sv: Verifierar köp ...
th: กำลังตรวจสอบยืนยันการซื้อ...
tr: Satın alma işlemi doğrulanıyor...

source: Verifying voucher…
ar: جارٍ التحقُّق من القسيمة…
da: Bekræfter kupon…
de: Gutschein verifizieren …
es: Verificando el cupón…
fa: در حال تأیید ووچر…
fi: Kuponkia vahvistetaan…
fr: Vérification du bon…
it: Verifica del voucher…
ja: バウチャーを確認中…
my: ဘောက်ချာကို စစ်ဆေးနေဆဲ…
nb: Bekrefter kupong …
nl: Voucher verifiëren …
pl: Weryfikowanie kuponu…
pt: A verificar voucher…
ru: Идет проверка ваучера…
sv: Verifierar kupong …
th: กำลังตรวจสอบยืนยันบัตรกำนัล…
tr: Kupon doğrulanıyor…

source: We are still verifying your purchase, this might take some time. Your time will be added if the verification is successful.
ar: ما زلنا نتحقَّق من عملية الشراء، قد يستغرق ذلك بعض الوقت. ستتم إضافة مدتك في حال نجاح التحقُّق.
de: Wir verifizieren gerade noch Ihren Kauf, dies kann einige Zeit dauern. Ihre Zeit wird hinzugefügt, wenn die Verifizierung erfolgreich ist.
es: Seguimos verificando su compra. Esto podría tardar algún tiempo. Su tiempo se añadirá si pasa la verificación.
fa: ما همچنان در حال تأیید خرید شما هستیم؛ این فرایند ممکن است کمی زمان ببرد. اگر تأیید با موفقیت انجام شود، زمان به حساب شما اضافه خواهد شد.
fi: Vahvistamme vielä ostostasi. Siinä saattaa vierähtää jonkin aikaa. Tilillesi lisätään käyttöaikaa, kunhan ostoksen vahvistus onnistuu.
it: Stiamo ancora verificando il tuo acquisto, l'operazione potrebbe richiedere del tempo. Il tuo tempo verrà aggiunto quando la verifica avrà avuto esito positivo.
my: ကျွန်ုပ်တို့သည် သင့်ဝယ်ယူမှုကို စစ်ဆေးနေဆဲ ဖြစ်သည်၊ အချိန်အနည်းငယ် ကြာနိုင်သည်။ စစ်ဆေးမှု အောင်မြင်ပါက သင့်အချိန်ကို တိုးလိုက်ပါမည်။
nb: Vi behandler fortsatt kjøpet ditt. Det kan ta en stund. Hvis kjøpet blir bekreftet, legges tiden til.
nl: We zijn nog bezig met het verifiëren van de aankoop, dit kan even duren. De tijd wordt toegevoegd als de verificatie is gelukt.
pt: Ainda estamos a verificar a sua compra, o que pode demorar algum tempo. O seu tempo será adicionado se a verificação for bem-sucedida.
ru: Мы все еще проверяем, прошла ли оплата; нужно немного подождать. После успешного завершения проверки оплаченное время будет добавлено.
sv: Vi verifierar fortfarande ditt köp och det kan ta en stund. Din tid läggs till om verifieringen slutförs.
th: เรากำลังตรวจสอบการสั่งซื้อของคุณ ซึ่งอาจใช้เวลาสักครู่ หากการตรวจสอบเสร็จสมบูรณ์ เราจะเพิ่มเวลาของคุณ
tr: Satın alma işleminiz doğrulanıyor. Bu işlem biraz zaman alabilir. Süreniz, doğrulama işleminin başarılı olması durumunda eklenecektir.

source: We were unable to start the payment process, please make sure you have the latest version of Google Play.
ar: لم نتمكن من بدء عملية الدفع، يُرجى التأكد من أن لديك الإصدار الأحدث من Google Play.
da: Vi kunne ikke starte betalingsprocessen. Sørg for, at du har den nyeste version af Google Play.
de: Wir konnten den Zahlungsvorgang nicht starten. Bitte vergewissern Sie sich, dass Sie die neueste Version von Google Play haben.
es: No hemos podido iniciar el proceso de pago. Asegúrese de tener la última versión de Google Play.
fa: ما نتوانستیم فرایند پرداخت را شروع کنیم؛ لطفاً مطمئن شوید که آخرین نسخهٔ Google Play را دارید.
fi: Emme pystyneet aloittamaan maksun käsittelyä. Varmista, että käytät Google Playn uusinta versiota.
fr: Nous n'avons pas pu lancer le processus de paiement, merci de vérifier que vous disposez de la dernière version de Google Play.
it: Non siamo riusciti ad avviare il processo di pagamento, assicurati di avere la versione più recente di Google Play.
ja: 決済処理を開始できませんでした。最新バージョンのGoogle Playを使用していることを確認してください。
my: လက်ရှိတွင် ပေးချေမှု လုပ်ငန်းစဉ်ကို စတင်၍ မရနိုင်ပါ၊ Google Play နောက်ဆုံး ဗားရှင်း သင့်တွင်ရှိနေကြောင်း သေချာပါစေ။
nb: Vi kunne ikke starte betalingsprosessen. Kontroller om du har siste versjon av Google Play.
nl: We kunnen het betalingsproces niet starten. Controleer of u de nieuwste versie van Google Play hebt.
pl: Nie mogliśmy rozpocząć procesu płatności. Upewnij się, że masz najnowszą wersję aplikacji Google Play.
pt: Não foi possível iniciar o processo de pagamento. Verifique se tem a versão mais recente do Google Play.
ru: Не удалось начать процесс оплаты — убедитесь, что у вас установлена последняя версия Google Play.
sv: Vi kunde inte starta betalningsprocessen. Se till att du har den senaste versionen av Google Play.
th: เราไม่สามารถเริ่มกระบวนการชำระเงินได้ โปรดตรวจสอบให้แน่ใจว่า คุณมี Google Play เวอร์ชันล่าสุด
tr: Ödeme işlemini başlatamadık. Lütfen Google Play'in en son sürümüne sahip olduğunuzdan emin olun.

source: We were unable to start the payment process, please try again later.
ar: لم نتمكن من بدء عملية الدفع، يُرجى إعادة المحاولة لاحقًا.
da: Vi kunne ikke starte betalingsprocessen. Prøv igen senere.
de: Wir konnten den Zahlungsvorgang nicht starten, bitte versuchen Sie es später noch einmal.
es: No hemos podido iniciar el proceso de pago. Inténtelo de nuevo más tarde.
fa: ما نتوانستیم فرآیند پرداخت را شروع کنیم؛ لطفاً بعداً دوباره تلاش کنید.
fi: Emme pystyneet aloittamaan maksun käsittelyä. Yritä myöhemmin uudelleen.
fr: Nous n'avons pas pu lancer le processus de paiement, merci de réessayer plus tard.
it: Non siamo riusciti ad avviare il processo di pagamento, riprova più tardi.
ja: 決済処理を開始できませんでした。後でもう一度お試しください。
my: လက်ရှိတွင် ပေးချေမှု လုပ်ငန်းစဉ်ကို စတင်၍ မရနိုင်ပါ၊ နောက်မှ ထပ်ကြိုးစားကြည့်ပါ။
nb: Vi kunne ikke starte betalingsprosessen. Prøv igjen senere.
nl: We kunnen het betalingsproces niet starten, probeer het later opnieuw.
pl: Nie mogliśmy rozpocząć procesu płatności. Spróbuj ponownie później.
pt: Não foi possível iniciar o processo de pagamento, tente novamente mais tarde.
ru: Не удалось начать процесс оплаты. Повторите попытку позже.
sv: Vi kunde inte starta betalningsprocessen, försök igen senare.
th: เราไม่สามารถเริ่มกระบวนการชำระเงินได้ โปรดลองอีกครั้งในภายหลัง
tr: Ödeme işlemini başlatamadık, lütfen daha sonra tekrar deneyin.

source: Welcome, this device is now called <b>%s</b>.
ar: مرحبًا، يُسمَّى هذا الجهاز الآن <b>%s</b>.
de: Willkommen, dieses Gerät heißt jetzt <b>%s</b>.
es: ¡Le damos la bienvenida! Este dispositivo ahora se llama <b>%s</b>.
fa: خوش آمدید، این دستگاه اکنون <b>%s</b> نام دارد.
fi: Tervetuloa! Tämän laitteen nimi on nyt <b>%s</b>.
it: Ti diamo il benvenuto, questo dispositivo ora si chiama <b>%s</b>.
my: ကြိုဆိုပါတယ်၊ ဤစက်ကို ယခု <b>%s</b> ဟု ခေါ်ပါသည်။
nb: Velkommen. Denne enheten har fått navnet <b>%s</b>.
nl: Welkom. De naam van dit apparaat is nu <b>%s</b>.
pt: As boas-vindas, este dispositivo tem agora o nome <b>%s</b>.
ru: Добро пожаловать! Это устройство теперь называется <b>%s</b>.
sv: Välkommen. Den här enheten har fått namnet <b>%s</b>.
th: ยินดีต้อนรับ อุปกรณ์นี้มีชื่อว่า <b>%s</b> แล้ว
tr: Hoş geldiniz, bu cihazın yeni adı artık <b>%s</b>.

source: WireGuard obfuscation
ar: تمويه WireGuard
da: WireGuard-tilsløring
de: WireGuard-Verschleierung
es: Ofuscación de WireGuard
fa: پنهان‌سازی WireGuard
fi: WireGuard-obfuskointi
fr: Obfuscation WireGuard
it: Offuscamento WireGuard
ja: WireGuardの難読化
nb: Tilsløring av WireGuard
nl: WireGuard-obfuscatie
pl: Zaciemnianie WireGuard
pt: Ofuscação WireGuard
ru: Обфускация WireGuard
sv: WireGuard-obfuskering
th: การทำให้ข้อมูลยุ่งเหยิงของ WireGuard
tr: WireGuard gizlemesi

source: WireGuard port
ar: منفذ WireGuard
es: Puerto de WireGuard
fa: پورت ‏WireGuard
fi: WireGuard-portti
fr: Port WireGuard
it: Porta WireGuard
ja: WireGuardポート
my: WireGuard ပေါ့တ်
nl: WireGuard-poort
pl: Port WireGuard
pt: Porta WireGuard
ru: Порт WireGuard
th: พอร์ต WireGuard
tr: WireGuard portu

source: Yes, log out device
ar: نعم، تسجيل الخروج من الجهاز
de: Ja, Gerät abmelden
es: Sí, cerrar sesión en el dispositivo
fa: بله، خروج از دستگاه
fi: Kyllä, kirjaa laite ulos
it: Sì, disconnetti il dispositivo
my: စက်မှ ထွက်မည်
nb: Ja, logg ut av enheten
nl: Ja, apparaat afmelden
pt: Sim, terminar sessão do dispositivo
ru: Выйти из профиля на устройстве
sv: Ja, logga ut enheten
th: ใช่ นำอุปกรณ์ออกจากระบบ
tr: Evet, cihazdan çıkış yap

source: "%s" was created
ar: تم إنشاء "%s"
da: "%s" blev oprettet
de: „%s“ wurde erstellt
es: Se ha creado «%s»
fa: %s ایجاد شد
fi: "%s" luotiin
fr: « %s » a été créé
it: "%s" creato
ja: "%s" が作成されました
my: "%s" ကို ဖန်တီးလိုက်ပြီ
nb: «%s» ble opprettet
nl: "%s" is gemaakt
pl: Utworzono „%s”
pt: "%s" foi criada
ru: Список «%s» создан
sv: "%s" har skapats
th: "%s" ถูกสร้างแล้ว
tr: "%s" oluşturuldu

source: "%s" was deleted
ar: تم حذف "%s"
da: "%s" blev slettet
de: „%s“ wurde gelöscht
es: Se ha eliminado «%s»
fa: %s حذف شد
fi: "%s" poistettiin
fr: « %s » a été supprimé
it: "%s" eliminato
ja: "%s" は削除されました
my: "%s" ကို ဖျက်ပြီးပါပြီ
nb: «%s» ble slettet
nl: "%s" is verwijderd
pl: Usunięto „%s”
pt: "%s" foi eliminada
ru: Список «%s» удален
sv: "%s" har tagits bort
th: "%s" ถูกลบแล้ว
tr: "%s" silindi

source: click here
ar: انقر هنا
de: klicken Sie hier
es: haga clic aquí
fa: اینجا کلیک کنید
fi: painamalla tästä
it: clicca qui
my: ဤနေရာကိုနှိပ်ပါ
nb: klikk her
nl: klik hier
pt: clique aqui
ru: нажмите здесь
sv: klicka här
th: คลิกที่นี่
tr: buraya tıklayın

source: here
ar: هنا
da: her
de: hier
es: aquí
fa: اینجا
fi: täältä
fr: ici
it: qui
ja: こちらをご覧ください。
my: ဤနေရာတွင် ပိုမိုဖတ်ရှုနိုင်ပါသည်
nb: her
nl: hier
pl: tutaj
pt: aqui
ru: здесь
sv: här
th: ที่นี่
tr: burada

source: less than one day
ar: أقل من يوم
da: mindre end én dag
de: weniger als ein Tag
es: menos de un día
fa: کمتر از یک روز
fi: alle vuorokausi
fr: moins d'un jour
it: meno di un giorno
ja: 1日未満
my: တစ်ရက်အောက် နည်းသည်။
nb: mindre enn én dag
nl: minder dan één dag
pl: mniej niż jeden dzień
pt: menos de um dia
ru: менее суток
sv: mindre än en dag
th: น้อยกว่าหนึ่งวัน
tr: bir günden az

source: privacy policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: política de privacidad
fa: سیاست حفظ حریم خصوصی
fi: tietosuojakäytäntö
my: ကိုယ်ပိုင်အချက်အလက် မူဝါဒ
pt: política de privacidade
sv: integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: gizlilik politikası

source: read more here
ar: أقرأ المزيد هنا
de: Lesen Sie hier mehr dazu
es: obtenga más información aquí
fa: بیشتر در اینجا بخوانید
fi: lue lisää täällä
my: ဤနေရာတွင် နောက်ထပ် ဖတ်ရန်
pt: leia mais aqui
sv: läs mer här
th: อ่านเพิ่มเติมที่นี่
tr: buradan daha fazla bilgi edinin

source: %d day
ar: %d يوم
da: %d dag
de: %d Tag
es: %d día
fa: %d روز
fi: %d päivä
fr: %d jour
it: %d giorno
ja: %d日
my: %d ရက်
nb: %d dag
nl: %d dag
pl: %d dzień
pt: %d dia
ru: %d сутки
sv: %d dag
th: %d วัน
tr: %d gün

source: %d location
ar: %d موقع
da: %d placering
de: %d Standort
es: %d ubicación
fa: %d مکان
fi: %d sijainti
fr: %d localisation
it: %d posizione
ja: %d 件の場所
my: %d တည်နေရာများ
nb: %d plassering
nl: %d locatie
pl: %d lokalizacja
pt: %d localização
ru: %d местоположение
sv: %d plats
th: %d ตำแหน่งที่ตั้ง
tr: %d konum

source: %d month
ar: %d شهر
da: %d måned
de: %d Monat
es: %d mes
fa: %d ماه
fi: %d kuukausi
fr: %d mois
it: %d mese
ja: %dヶ月
my: %d လ
nb: %d måned
nl: %d maand
pl: %d miesiąc
pt: %d mês
ru: %d месяц
sv: %d månad
th: %d เดือน
tr: %d ay

source: Account credit expires in a day
ar: ستنتهي صلاحية رصيد الحساب بعد %d يوم
da: Kontokredit udløber om en dag
de: Kontoguthaben läuft in einem Tag ab
es: El crédito de la cuenta caduca en un día
fa: اعتبار حساب تا یک روز دیگر منقضی می‌شود
fi: Tilin käyttöaika päättyy vuorokauden kuluttua
fr: Les crédits du compte expirent dans un jour
it: Il credito dell'account scade tra un giorno
ja: アカウントのクレジットが%d日後に無効になります
my: %d ရက်အကြာတွင် အကောင့်ခရက်ဒစ် သက်တမ်းကုန်ပါတော့မည်
nb: Kontokreditt utløper om én dag
nl: Accountkrediet verloopt over een dag
pl: Doładowanie konta wygasa za 1 dzień
pt: O crédito da conta expira dentro de um dia
ru: Срок действия баланса учетной записи истекает через %d день
sv: Kontokrediten slutar gälla om en dag
th: เครดิตของบัญชีจะหมดอายุใน %d วัน
tr: Hesap kredisi bir gün içinde sona eriyor

source: Account credit expires in an hour
ar: ستنتهي صلاحية رصيد الحساب بعد %d ساعة
da: Kontokredit udløber om en time
de: Kontoguthaben läuft in einer Stunde ab
es: El crédito de la cuenta caduca en una hora
fa: اعتبار حساب تا یک ساعت دیگر منقضی می‌شود
fi: Tilin käyttöaika päättyy tunnin kuluttua
fr: Les crédits du compte expirent dans une heure
it: Il credito dell'account scade tra un'ora
ja: アカウントのクレジットが%d時間後に無効になります
my: %d နာရီအကြာတွင် အကောင့်ခရက်ဒစ် သက်တမ်းကုန်ပါတော့မည်
nb: Kontokreditt utløper om én time
nl: Accountkrediet verloopt over een uur
pl: Doładowanie konta wygasa za 1 godzinę
pt: O crédito da conta expira dentro de uma hora
ru: Срок действия баланса учетной записи истекает через %d час
sv: Kontokrediten slutar gälla om en timme
th: เครดิตของบัญชีจะหมดอายุใน %d ชั่วโมง
tr: Hesap kredisi bir saat içinde sona eriyor

source: This setting increases latency. Use only if needed.
da: Denne indstilling øger latensen. Brug den kun, hvis det er nødvendigt.
fr: Ce paramètre augmente la latence. Utilisez-le uniquement si nécessaire.
it: Questa impostazione aumenta la latenza. Usala solo se necessario.
ja: この設定を有効にすると、遅延が増加します。必要な場合にのみご利用ください。
nb: Denne innstillingen øker ventetiden. Bruk kun ved behov.
nl: Deze instelling zorgt voor meer latentie. Gebruik hem alleen als het nodig is.
pl: To ustawienie zwiększa latencję. Używaj go tylko w razie konieczności.
ru: Этот параметр увеличивает задержку. Используйте только в случае необходимости.

# accessibility
source: Go to %(wireGuard)s settings.
it: Vai alle impostazioni %(wireGuard)s.
nb: Gå til innstillinger for %(wireGuard)s.
nl: Naar %(wireGuard)s-instellingen.
ru: Перейти в настройки %(wireGuard)s.

# accessibility
source: Go to blog post to read more, opens externally
da: Gå til blogindlæg for at læse mere, bliver åbnet eksternt
fr: Consulter l'article de blog pour en savoir plus, s'ouvre à l'extérieur
it: Vai al post del blog per scoprire di più, si apre esternamente
nb: Gå til blogginnlegget for å lese mer (åpnes eksternt)
nl: Ga naar het blogbericht om meer te lezen. Wordt extern geopend
pl: Przejdź do wpisu na blogu, aby przeczytać więcej (otwierany zewnętrznie)
ru: Перейти в блог, чтобы узнать больше (откроется во внешнем браузере)

# accessibility
source: Go to VPN settings to change tunnel protocol
da: Gå til VPN-indstillinger for at ændre tunnelprotokollen
fr: Aller dans les paramètres VPN pour changer le protocole du tunnel
it: Vai alle impostazioni VPN per cambiare il protocollo di tunneling
nb: Gå til VPN-innstillingene for å endre tunnelprotokoll
nl: Ga naar de VPN-instellingen om het tunnelprotocol te wijzigen
pl: Przejdź do ustawień VPN, aby zmienić protokół tunelowania
ru: Перейти в настройки VPN для изменения протокола туннеля

# in-app-notifications
source: %(openVpn)s support has ended. Please update the app or
da: %(openVpn)s-support er ophørt. Opdater appen eller
fr: La prise en charge de %(openVpn)s est terminée. Veuillez mettre à jour l'application ou
it: Il supporto di %(openVpn)s è terminato. Aggiorna l'app o
nb: %(openVpn)s-støtten er avsluttet. Oppdater appen eller
nl: %(openVpn)s wordt niet meer ondersteund. Werk de app bij of
pl: Obsługa %(openVpn)s została zakończona. Zaktualizuj aplikację lub
ru: Поддержка %(openVpn)s прекращена. Обновите приложение или

# in-app-notifications
source: %(openVpn)s SUPPORT IS ENDING
da: %(openVpn)s-SUPPORT SLUTTER SNART
fr: LA PRISE EN CHARGE DE %(openVpn)s SE TERMINE
it: IL SUPPORTO DI %(openVpn)s STA TERMINANDO
nb: %(openVpn)s-STØTTEN AVSLUTTES
nl: ONDERSTEUNING VOOR %(openVpn)s EINDIGT
pl: OBSŁUGA %(openVpn)s DOBIEGA KOŃCA
ru: ОКОНЧАНИЕ ПОДДЕРЖКИ %(openVpn)s

# in-app-notifications
source: %(openVpn)s support is ending. Switch location or
da: %(openVpn)s-support slutter snart. Skift placering eller
fr: La prise en charge de %(openVpn)s se termine. Changez de localisation ou
it: Il supporto di %(openVpn)s sta terminando. Cambia posizione o
nb: %(openVpn)s-støtten avsluttes. Bytt sted eller
nl: Ondersteuning voor %(openVpn)s eindigt. Schakel over naar een andere locatie of
pl: Obsługa %(openVpn)s dobiega końca. Zmień lokalizację lub
ru: Мы прекращаем поддержку %(openVpn)s. Выберите другое местоположение или

# in-app-notifications
source: %(wireGuard)s settings.
it: Impostazioni %(wireGuard)s.
nb: Innstillinger for %(wireGuard)s.
nl: %(wireGuard)s-instellingen.
ru: настройках %(wireGuard)s.

# in-app-notifications
source: change tunnel protocol to %(wireGuard)s.
da: skift tunnelprotokol til %(wireGuard)s.
fr: changez de protocole de tunnel pour %(wireGuard)s.
it: cambia il protocollo di tunneling in %(wireGuard)s.
nb: endre tunnelprotokoll til %(wireGuard)s.
nl: wijzig het tunnelprotocol in %(wireGuard)s.
pl: zmień protokół tunelowania na %(wireGuard)s.
ru: измените протокол туннеля на %(wireGuard)s.

# in-app-notifications
source: NO %(openVpn)s SERVER AVAILABLE
da: INGEN %(openVpn)s-SERVER TILGÆNGELIG
fr: AUCUN SERVEUR %(openVpn)s DISPONIBLE
it: NESSUN SERVER %(openVpn)s DISPONIBILE
nb: INGEN TILGJENGELIG %(openVpn)s-SERVER
nl: GEEN %(openVpn)s-SERVER BESCHIKBAAR
pl: BRAK DOSTĘPNEGO SERWERA %(openVpn)s
ru: СЕРВЕРЫ %(openVpn)s НЕДОСТУПНЫ

# in-app-notifications
source: NO %(openVpn)s SERVERS AVAILABLE
da: INGEN %(openVpn)s-SERVERE TILGÆNGELIGE
fr: AUCUN SERVEUR %(openVpn)s DISPONIBLE
it: NESSUN SERVER %(openVpn)s DISPONIBILE
nb: INGEN TILGJENGELIGE %(openVpn)s-SERVERE
nl: GEEN %(openVpn)s-SERVERS BESCHIKBAAR
pl: BRAK DOSTĘPNYCH SERWERÓW %(openVpn)s
ru: СЕРВЕРЫ %(openVpn)s НЕДОСТУПНЫ

# in-app-notifications
source: Please change tunnel protocol to %(wireGuard)s.
da: Skift tunnelprotokol til %(wireGuard)s.
fr: Veuillez changer de protocole de tunnel pour %(wireGuard)s.
it: Cambia il protocollo di tunneling in %(wireGuard)s.
nb: Endre tunnelprotokoll til %(wireGuard)s.
nl: Wijzig het tunnelprotocol in %(wireGuard)s.
pl: Zmień protokół tunelowania na %(wireGuard)s.
ru: Измените протокол туннеля на %(wireGuard)s.

# in-app-notifications
source: Read more
da: Læs mere
fr: En savoir plus
it: Scopri di più
nb: Les mer
nl: Meer lezen
pl: Dowiedz się więcej
ru: Подробнее

# in-app-notifications
source: The selected %(wireGuard)s port is not supported, please change it under
it: La porta %(wireGuard)s selezionata non è supportata, cambiala in
nb: Valgt %(wireGuard)s-port støttes ikke. Du kan endre i
nl: De geselecteerde %(wireGuard)s-poort wordt niet ondersteund. Wijzig de poort in de
ru: Выбранный порт %(wireGuard)s не поддерживается — измените его в

# in-app-notifications
source: This device is now named <em>%(deviceName)s</em>. See more under "Manage devices" in Account.
it: Questo dispositivo ora si chiama <em>%(deviceName)s</em>. Per maggiori informazioni, consulta la sezione "Gestisci dispositivi" in Account.
nb: Denne enheten heter nå <em>%(deviceName)s</em>. Se mer under «Administrer enheter» i Konto.
nl: De naam van dit apparaat is nu <em>%(deviceName)s</em>. Bekijk er meer onder 'Apparaten beheren' in Account.
ru: Имя этого устройства изменено на <em>%(deviceName)s</em>. Подробности указаны в разделе «Управление устройствами» в учетной записи.

# notifications
source: IPv4 is not available, please try changing <b>%(ipVersionFeatureName)s</b> setting.
it: IPv4 non disponibile, prova a cambiare l'impostazione <b>%(ipVersionFeatureName)s</b>.
nb: IPv4 er ikke tilgjengelig. Prøv å endre innstillingen <b>%(ipVersionFeatureName)s</b>.
nl: IPv4 is niet beschikbaar. Probeer de instelling <b>%(ipVersionFeatureName)s</b> te wijzigen.
ru: Протокол IPv4 недоступен. Попробуйте изменить настройку <b>%(ipVersionFeatureName)s</b>.

# notifications
source: IPv6 is not available, please try changing <b>%(ipVersionFeatureName)s</b> setting.
it: IPv6 non disponibile, prova a cambiare l'impostazione <b>%(ipVersionFeatureName)s</b>.
nb: IPv6 er ikke tilgjengelig. Prøv å endre innstillingen <b>%(ipVersionFeatureName)s</b>.
nl: IPv6 is niet beschikbaar. Probeer de instelling <b>%(ipVersionFeatureName)s</b> te wijzigen.
ru: Протокол IPv6 недоступен. Попробуйте изменить настройку <b>%(ipVersionFeatureName)s</b>.

# notifications
source: Valid %(wireguard)s key is missing. Manage keys under Advanced settings.
da: Gyldig %(wireguard)s nøgle mangler. Administrer nøgler under Avancerede indstillinger.
fr: Une clé %(wireguard)s valide est manquante. Gérez les clés dans les paramètres avancés.
it: Manca una chiave %(wireguard)s valida. Gestisci le chiavi da Impostazioni avanzate.
ja: 有効な%(wireguard)s鍵が見つかりません。詳細設定で鍵を管理してください。
nb: Gyldig %(wireguard)s-nøkkel mangler. Administrer nøkler under Avanserte innstillinger.
nl: Geldige %(wireguard)s-sleutel ontbreekt. Beheer sleutels onder Geavanceerde instellingen.
pl: Brak prawidłowego klucza %(wireguard)s. Zarządzaj kluczami w Ustawieniach zaawansowanych.
ru: Не найден корректный ключ %(wireguard)s. Управлять ключами можно в разделе «Дополнительные настройки».

# openvpn-settings-nav
source: %(openvpn)s settings
da: %(openvpn)s-indstillinger
fr: Paramètres d'%(openvpn)s
it: Impostazioni %(openvpn)s
ja: %(openvpn)sの設定
nb: %(openvpn)s-innstillinger
nl: %(openvpn)s-instellingen
pl: Ustawienia %(openvpn)s
ru: Настройки %(openvpn)s

# openvpn-settings-view
source: %(openvpn)s settings
da: %(openvpn)s-indstillinger
fr: Paramètres d'%(openvpn)s
it: Impostazioni %(openvpn)s
ja: %(openvpn)sの設定
nb: %(openvpn)s-innstillinger
nl: %(openvpn)s-instellingen
pl: Ustawienia %(openvpn)s
ru: Настройки %(openvpn)s

# openvpn-settings-view
source: %(portType)s port
fr: Port %(portType)s
it: Porta %(portType)s
ja: %(portType)sポート
nl: %(portType)s-poort
pl: Port %(portType)s
ru: Порт %(portType)s

# openvpn-settings-view
source: Bridge mode
da: Brotilstand
fr: Mode pont
it: Modalità bridge
ja: ブリッジモード
nb: Bromodus
nl: Bridge-modus
pl: Tryb mostu
ru: Режим моста
