Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

source: Include my account token for faster help with payment or account related issues
ar: تضمين رمز حسابي للحصول على مساعدة أسرع فيما يتعلق بالدفع أو المشكلات المتعلقة بالحساب
de: Meinen Konto-Token hinzufügen, um schnellere Hilfe bei Zahlungen oder kontobezogenen Problemen zu erhalten
es: Incluir el token de mi cuenta para acceder a asistencia más rápida en caso de problemas relacionados con pagos o la cuenta
fa: توکن حساب خود را ضمیمه کنید تا برای مشکلات مربوط به پرداخت یا حساب، کمک سریع‌تری دریافت کنید
fi: Lisää tilitunnukseni, jotta saan nopeampaa apua maksuihin tai tiliin liittyvissä ongelmissa
my: ငွေပေးချေမှု သို့မဟုတ် အကောင့်ဆိုင်ရာ ပြဿနာများအတွက် ပိုမိုမြန်ဆန်စွာ အကူအညီရရှိနိုင်ရန် ကျွန်ုပ်၏ အကောင့်တိုကင်ကို ထည့်ပါမည်
pt: Incluir o token da minha conta para obter ajuda mais rápida com questões relacionadas com pagamentos ou contas
sv: Inkludera min kontotoken för snabbare hjälp med betalnings- eller kontoproblem
th: รวมโทเค็นบัญชีของฉันเพื่อรับความช่วยเหลือเกี่ยวกับการชำระเงิน หรือปัญหาที่เกี่ยวข้องกับบัญชีได้รวดเร็วยิ่งขึ้น
tr: Ödeme veya hesapla ilgili sorunlarda daha hızlı yardım almak için hesap token'ımı ekle

source: Invalid or missing value "%1$s"
ar: القيمة "%1$s" غير صالحة أو مفقودة
de: Ungültiger oder fehlender Wert „%1$s“
es: El valor «%1$s» falta o no es válido
fa: مقدار «%1$s» نامعتبر یا موجود نیست
fi: Arvo "%1$s" puuttuu tai on virheellinen
it: Valore "%1$s" non valido o mancante
my: မမှန်ကန်ပါ သို့မဟုတ် "%1$s" တန်ဖိုး ပျောက်နေသည်
nb: Ugyldig eller mangler verdien «%1$s»
nl: Ongeldige of ontbrekende waarde "%1$s"
pt: Valor inválido ou em falta: "%1$s"
ru: Недопустимое или отсутствующее значение «%1$s»
sv: Värdet "%1$s" är ogiltigt eller saknas
th: ค่า "%1$s” ไม่ถูกต้องหรือขาดหายไป
tr: Geçersiz veya eksik "%1$s" değeri

source: Lets you select apps that should access the Internet directly without going through the VPN tunnel.
ar: يتيح لك تحديد التطبيقات التي يجب أن تصل إلى الإنترنت مباشرةً دون المرور عبر نفق VPN.
da: Giver dig mulighed for at vælge apps, der skal have direkte adgang til internettet uden at gå gennem VPN-tunnelen.
de: Hiermit können Sie Apps auswählen, die ohne den VPN-Tunnel direkt auf das Internet zugreifen sollen.
es: Le permite seleccionar aplicaciones que deberían acceder a Internet directamente sin pasar por el túnel VPN.
fa: این قابلیت به شما اجازه می‌دهد اپلیکیشن‌هایی را انتخاب کنید که اینترنت را مستقیم و بدون عبور از تونل VPN استفاده کنند.
fi: Voit valita sovelluksia, joiden pitäisi muodostaa yhteys Internetiin suoraan kulkematta VPN-tunnelin läpi.
fr: Vous permet de sélectionner les applications qui doivent accéder directement à Internet sans passer par le tunnel VPN.
it: Ti consente di selezionare le app che devono accedere direttamente a Internet senza passare attraverso il tunnel VPN.
ja: VPN トンネルを経由せずに、直接インターネットにアクセスするアプリを選択できます。
my: VPN Tunnel ကို မဝင်ရောက်ဘဲ အင်တာနက်ကို တိုက်ရိုက် ဝင်ရောက်သုံးစွဲသင့်သည့် အက်ပ်များကို ရွေးချယ်ပေးပါ။
nb: Lar deg velge apper som skal få tilgang til internett direkte uten å gå gjennom VPN-tunnelen.
nl: Hier kunt u apps selecteren die rechtstreeks toegang tot het internet moeten hebben zonder via de VPN-tunnel te gaan.
pl: Umożliwia wybranie aplikacji, które powinny uzyskiwać bezpośredni dostęp do Internetu bez przechodzenia przez tunel VPN.
pt: Permite-lhe selecionar aplicações que devem aceder diretamente à Internet sem passar pelo túnel VPN.
ru: Позволяет выбрать приложения, которые должны получать доступ к Интернету напрямую, не проходя через VPN-туннель.
sv: Låter dig välja appar som ska ge dig direktåtkomst till internet utan att gå igenom VPN-tunneln.
th: ช่วยให้คุณเลือกแอปที่เข้าถึงอินเทอร์เน็ตได้โดยตรง โดยไม่ต้องผ่านอุโมงค์ VPN
tr: VPN tünelinden geçmeden doğrudan internete erişmesi gereken uygulamaları seçmenizi sağlar.

source: List name
ar: اسم القائمة
da: Listenavn
de: Name der Liste
es: Nombre de la lista
fa: نام فهرست
fi: Luettelon nimi
fr: Nom de la liste
it: Nome dell'elenco
ja: リスト名
my: စာရင်း အမည်
nb: Listenavn
nl: Lijstnaam
pl: Nazwa listy
pt: Nome da lista
ru: Имя списка
sv: Listnamn
th: ชื่อรายการ
tr: Liste adı

source: Loading products
ar: جارٍ تحميل المنتجات
de: Produkte werden geladen
es: Cargando productos
fa: در حال بارگذاری محصولات
fi: Ladataan tuotteita
it: Caricamento prodotti
my: ထုတ်ကုန်များကို လုပ်ဆောင်နေသည်
nb: Laster inn produkter
nl: Producten worden geladen
pt: A carregar produtos
ru: Загрузка продуктов
sv: Läser in produkter
th: กำลังโหลดผลิตภัณฑ์
tr: Ürünler yükleniyor

source: Locations
ar: المواقع
da: Placeringer
de: Standorte
es: Ubicaciones
fa: مکان‎‌ها
fi: Sijainnit
fr: Localisations
it: Posizioni
ja: 場所
my: တည်နေရာများ
nb: Plasseringer
nl: Locaties
pl: Lokalizacje
pt: Localizações
ru: Местоположения
sv: Platser
th: ตำแหน่งที่ตั้ง
tr: Konumlar

source: Locations were changed for "%s"
ar: تم تغيير المواقع لـ "%s"
da: Placeringer blev ændret for "%s"
de: Standorte wurden geändert für „%s“
es: Se han cambiado las ubicaciones para «%s»
fa: مکان‌ها برای «%s» تغییر یافتند
fi: Kohteen "%s" sijainteja vaihdettiin
fr: Les localisations ont été modifiées pour « %s »
it: Le posizioni sono state modificate per "%s"
ja: "%s" の場所が変更されました
my: "%s" အတွက် တည်နေရာများကို ပြောင်းလိုက်ပါသည်
nb: Plasseringer ble endret for «%s»
nl: Locaties zijn gewijzigd voor "%s"
pl: Zmieniono lokalizacje dla „%s”
pt: As localizações foram alteradas para "%s"
ru: Местоположения были изменены для «%s»
sv: Platserna har ändrats för "%s"
th: ตำแหน่งที่ตั้งสำหรับ "%s" มีการเปลี่ยนแปลง
tr: "%s" için konumlar değiştirildi

source: Makes sure the device is always on the VPN tunnel.
ar: يضمن هذا الخيار بقاء الجهاز متصلًا دائمًا بنفق VPN.
da: Sørger for, at enheden altid er på VPN-tunnelen.
de: Gewährleistet, dass sich das Gerät immer im VPN-Tunnel befindet.
es: Asegura que el dispositivo esté siempre activado en el túnel de la VPN.
fa: اطمینان می‌دهد که دستگاه همیشه به تونل VPN متصل باشد.
fi: Varmistaa, että laite on aina yhteydessä VPN-tunnelin kautta.
fr: Permet de s'assurer que l'appareil est toujours sur le tunnel VPN.
it: Assicurati che il dispositivo sia sempre collegato al tunnel VPN.
ja: デバイスが必ずVPNトンネルを使用するようにします。
my: စက်သည် VPN Tunnel ကို အမြဲဖွင့်ထားကြောင်း သေချာပါစေ။
nb: Sørger for at enheten alltid er på VPN-tunnelen.
nl: Zorg dat het apparaat altijd de VPN-tunnel gebruikt.
pl: Zapewnia, że urządzenie zawsze działa za pośrednictwem tunelu VPN.
pt: Assegura que o dispositivo está sempre no túnel VPN.
ru: Обеспечивает постоянное подключение устройства к туннелю VPN.
sv: Ser till att enheten alltid är i VPN-tunneln.
th: ตรวจสอบให้แน่ใจว่า อุปกรณ์อยู่ในช่องทาง VPN เสมอ
tr: Cihazın her zaman VPN tünelinde olduğundan emin olun.

source: More actions
ar: إجراءات إضافية
de: Weitere Aktionen
es: Más acciones
fa: اقدامات بیشتر
fi: Lisää toimintoja
it: Più azioni
my: နောက်ထပ်လုပ်ဆောင်ချက်များ
nb: Flere handlinger
nl: Andere acties
pt: Mais ações
ru: Дополнительные действия
sv: Fler åtgärder
th: การดำเนินการเพิ่มเติม
tr: Diğer işlemler

source: Mullvad services unavailable
ar: خدمات Mullvad غير متاحة
da: Mullvad-tjenester er ikke tilgængelige
de: Mullvad-Dienste nicht verfügbar
es: Servicios de Mullvad no disponibles
fa: خدمات Mullvad در دسترس نیستند
fi: Mullvad-palvelut eivät ole käytettävissä
fr: Services Mullvad indisponibles
it: Servizi Mullvad non disponibili
ja: Mullvadサービスを使用できません
my: Mullvad ဝန်ဆောင်မှုများကို မရရှိနိုင်ပါ
nb: Mullvad-tjenester utilgjengelig
nl: Mullvad-diensten niet beschikbaar
pl: Usługi Mullvad są niedostępne
pt: Serviços Mullvad indisponíveis
ru: Службы Mullvad недоступны
sv: Mullvad-tjänster är inte tillgängliga
th: บริการ Mullavad ไม่พร้อมใช้งาน
tr: Mullvad hizmetleri kullanılamıyor

source: Name was changed to %s
ar: تم تغيير الاسم إلى %s
da: Navnet blev ændret til %s
de: Name wurde geändert in %s
es: Se ha cambiado el nombre a %s
fa: نام به %s تغییر یافت
fi: Nimeksi vaihdettiin "%s"
fr: Le nom a été changé en %s
it: Il nome è stato modificato in %s
ja: 名前が %s に変更されました
my: အမည်ကို %s သို့ ပြောင်းလိုက်ပါသည်
nb: Navn ble endret til %s
nl: Naam is gewijzigd in %s
pl: Nazwę zmieniono na %s
pt: O nome foi alterado para %s
ru: Имя изменено на «%s»
sv: Namnet har ändrats till %s
th: ชื่อถูกเปลี่ยนเป็น %s
tr: Ad, %s olarak değiştirildi

source: New list
ar: قائمة جديدة
da: Ny liste
de: Neue Liste
es: Nueva lista
fa: فهرست جدید
fi: Uusi luettelo
fr: Nouvelle liste
it: Nuovo elenco
ja: 新規リスト
my: စာရင်းသစ်
nb: Ny liste
nl: Nieuwe lijst
pl: Nowa lista
pt: Nova lista
ru: Новый список
sv: Ny lista
th: รายการใหม่
tr: Yeni liste

source: No Android app store installed, could not open link
ar: لم يتم تثبيت متجر تطبيقات Android، تعذَّر فتح الرابط
da: Der er ikke installeret nogen Android-appbutik, og linket kunne ikke åbnes
de: Kein Android-App-Store installiert, Link konnte nicht geöffnet werden
es: No hay ninguna tienda de aplicaciones de Android instalada. No se ha podido abrir el enlace
fa: هیچ فروشگاه اپلیکیشن اندروید نصب نشده است، امکان باز کردن لینک وجود ندارد
fi: Androidin sovelluskauppaa ei ole asennettu, joten linkin avaaminen ei onnistu
fr: Aucune boutique d'applications Android n'est installée, le lien n'a pas pu être ouvert
it: Nessun app store Android installato, impossibile aprire il link
my: Android အက်ပ်စတိုး တစ်ခုမျှ ထည့်သွင်းထားခြင်း မရှိပါ၊ လင့်ခ်ကို ဖွင့်၍မရပါ
nb: Ingen Android-appbutikk installert. Kunne ikke åpne koblingen.
nl: Er is geen Android-appstore geïnstalleerd of de link kan niet worden geopend
pl: Nie zainstalowano żadnego sklepu z aplikacjami dla systemu Android, nie można otworzyć linku
pt: Nenhuma loja de aplicações Android instalada. Não foi possível abrir a ligação
ru: Не удалось открыть ссылку: магазин приложений Android не установлен
sv: Ingen Android-appbutik är installerad, det gick inte att öppna länken
th: ไม่มีการติดตั้ง App Store ของ Android ไม่สามารถเปิดลิงก์ได้
tr: Android uygulama mağazası yüklü olmadığından bağlantı açılamadı

source: No browser app installed, could not open link
ar: لم يتم تثبيت تطبيق متصفح، تعذَّر فتح الرابط
da: Der er ikke installeret nogen browser-app, så linket kunne ikke åbnes
de: Keine Browser-App installiert, Link konnte nicht geöffnet werden
es: No hay ninguna aplicación de navegador instalada. No se ha podido abrir el enlace
fa: هیچ مرورگر وبی نصب نشده است، امکان باز کردن لینک وجود ندارد
fi: Selainsovellusta ei ole asennettu, joten linkin avaaminen ei onnistu
fr: Aucune application de navigateur n'est installée, le lien ne peut pas être ouvert
it: Nessuna app browser installata, impossibile aprire il link
my: ဘရောက်ဇာအက်ပ် တစ်ခုမျှ ထည့်သွင်းထားခြင်း မရှိပါ၊ လင့်ခ်ကို ဖွင့်၍မရပါ
nb: Ingen nettleserapp installert. Kunne ikke åpne koblingen.
nl: Er is geen browserapp geïnstalleerd of de link kan niet worden geopend
pl: Nie zainstalowano żadnej aplikacji przeglądarki, nie można otworzyć linku
pt: Nenhuma aplicação de navegador Android instalada. Não foi possível abrir a ligação
ru: Не удалось открыть ссылку: браузер не установлен
sv: Ingen webbläsarapp är installerad, det gick inte att öppna länken
th: ไม่ได้ติดตั้งแอปเบราว์เซอร์ ไม่สามารถเปิดลิงก์ได้
tr: Hiçbir tarayıcı uygulaması yüklü olmadığından bağlantı açılamadı

source: No changelog was added for this version
ar: لم تتم إضافة سجل تغييرات لهذا الإصدار
da: Der blev ikke føjet nogen ændringslog til denne version
de: Für diese Version wurde kein Changelog erstellt
es: No se ha añadido ningún registro de cambios para esta versión
fa: برای این نسخه هیچ فهرست تغییراتی اضافه نشده است
fi: Tälle versiolle ei lisätty muutoslokia
fr: Aucun journal des modifications n'a été ajouté pour cette version
it: Nessun changelog aggiunto per questa versione
ja: このバージョンに追加された変更履歴はありません。
my: ဤဗားရှင်းအတွက် မည်သည့်အပြောင်းအလဲမှတ်တမ်းကိုမျှ မထည့်ထားပါ
nb: Det ble ikke lagt til noen endringslogg for denne versjonen
nl: Er is geen changelog toegevoegd voor deze versie
pl: Nie dodano dziennika zmian w tej wersji
pt: Não foi adicionado nenhum registo de alterações a esta versão
ru: Для этой версии история изменений отсутствует
sv: Ingen ändringslogg har lagts till för versionen
th: ไม่มีการเพิ่มบันทึกการเปลี่ยนแปลงสำหรับเวอร์ชันนี้
tr: Bu sürüm için değişiklik günlüğü eklenmedi

source: No custom lists available
ar: لا توجد قوائم مُخصَّصة متاحة
da: Ingen brugerdefinerede lister tilgængelige
de: Keine eigenen Listen verfügbar
es: No hay listas personalizadas disponibles
fa: هیچ فهرست سفارشی موجود نیست
fi: Mukautettuja luetteloita ei löytynyt
fr: Aucune liste personnalisée disponible
it: Nessun elenco personalizzato disponibile
ja: 利用可能なカスタムリストはありません
my: စိတ်ကြိုက် စာရင်းများကို မရရှိနိုင်ပါ
nb: Ingen tilgjengelige egendefinerte lister
nl: Geen aangepaste lijsten beschikbaar
pl: Brak dostępnych list niestandardowych
pt: Nenhuma lista personalizada disponível
ru: Нет своих списков
sv: Inga anpassade listor är tillgängliga
th: ไม่มีรายการแบบกำหนดเองที่พร้อมใช้งาน
tr: Özel listeler mevcut değil

source: No email app available on the device
ar: لا يتوفَّر تطبيق بريد إلكتروني على الجهاز
de: Keine E-Mail-App auf dem Gerät verfügbar
es: El dispositivo no dispone de ninguna aplicación de correo electrónico
fa: هیچ اپلیکیشن ایمیلی روی دستگاه موجود نیست
fi: Laitteella ei ole saatavilla sähköpostisovellusta
my: ဤစက်တွင် မည်သည့်အီးမေးလ်အက်ပ်ကိုမျှ မရရှိနိုင်ပါ
pt: Nenhuma aplicação de e-mail disponível no dispositivo
sv: Ingen e-postapp finns tillgänglig på enheten
th: ไม่มีแอปอีเมลบนอุปกรณ์
tr: Cihazda e-posta uygulaması yok

source: No entry server match your settings, try changing server or other settings.
ar: لا يوجد خادم دخول متطابق مع إعداداتك، جرِّب تغيير الخادم أو أي إعدادات أخرى.
de: Kein Eingangsserver entspricht Ihren Einstellungen. Versuchen Sie, den Server oder andere Einstellungen zu ändern.
es: Ningún servidor de entrada coincide con su configuración. Pruebe con otro servidor u otra configuración.
fa: هیچ سرور ورودی با تنظیمات شما مطابقت ندارد، لطفاً سرور یا سایر تنظیمات را تغییر دهید.
fi: Mikään tulopalvelin ei vastaa asetuksiasi. Kokeile vaihtaa palvelinta tai muuttaa muita asetuksia.
my: သင့်ဆက်တင်နှင့် ကိုက်ညီသော အဝင်ဆာဗာ မရှိပါ၊ ဆာဗာ သို့မဟုတ် အခြားဆက်တင်တို့ကို ပြောင်းလဲရန် ကြိုးစားကြည့်ပါ။
pt: Nenhum servidor de entrada corresponde às suas definições. Tente alterar o servidor ou outras definições.
sv: Ingen startserver matchar dina inställningar. Försök att byta server eller med andra inställningar.
th: ไม่มีเซิร์ฟเวอร์รายการที่ตรงกับการตั้งค่าของคุณ ลองเปลี่ยนเซิร์ฟเวอร์หรือการตั้งค่าอื่น
tr: Ayarlarınızla eşleşen giriş sunucusu yok. Sunucuyu veya diğer ayarları değiştirmeyi deneyin.

source: No exit server match your settings, try changing server or other settings.
ar: لا يوجد خادم خروج متطابق مع إعداداتك، جرِّب تغيير الخادم أو أي إعدادات أخرى.
de: Kein Ausgangsserver entspricht Ihren Einstellungen. Versuchen Sie, den Server oder andere Einstellungen zu ändern.
es: Ningún servidor de salida coincide con su configuración. Pruebe con otro servidor u otra configuración.
fa: هیچ سرور خروجی با تنظیمات شما مطابقت ندارد، لطفاً سرور یا سایر تنظیمات را تغییر دهید.
fi: Mikään poistumispalvelin ei vastaa asetuksiasi. Kokeile vaihtaa palvelinta tai muuttaa muita asetuksia.
my: သင့်ဆက်တင်နှင့် ကိုက်ညီသော အထွက်ဆာဗာ မရှိပါ၊ ဆာဗာ သို့မဟုတ် အခြားဆက်တင်တို့ကို ပြောင်းလဲရန် ကြိုးစားကြည့်ပါ။
pt: Nenhum servidor de saída corresponde às suas definições. Tente alterar o servidor ou outras definições.
sv: Ingen slutserver matchar dina inställningar. Försök att byta server eller med andra inställningar.
th: ไม่มีเซิร์ฟเวอร์ทางออกที่ตรงกับการตั้งค่าของคุณ ลองเปลี่ยนเซิร์ฟเวอร์หรือการตั้งค่าอื่นๆ
tr: Ayarlarınızla eşleşen çıkış sunucusu yok. Sunucuyu veya diğer ayarları değiştirmeyi deneyin.

source: No internet connection
ar: لا يتوفَّر اتصال بالإنترنت
da: Ingen internetforbindelse
de: Keine Internetverbindung
es: No hay conexión a Internet
fa: اتصال به اینترنت وجود ندارد
fi: Ei verkkoyhteyttä
fr: Aucune connexion à Internet
it: Nessuna connessione Internet
ja: インターネット接続がありません
my: အင်တာနက် ချိတ်ဆက်မှု မရှိပါ
nb: Ingen internettforbindelse
nl: Geen internetverbinding
pl: Brak połączenia z Internetem
pt: Sem ligação à internet
ru: Нет подключения к Интернету
sv: Ingen internetanslutning
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok

source: No matching servers found.
ar: لم يتم العثور على خوادم مطابقة.
de: Keine passenden Server gefunden.
es: No se han encontrado servidores coincidentes.
fa: هیچ سرور مطابقت‌دهنده‌ای پیدا نشد.
fi: Vastaavia palvelimia ei löytynyt.
it: Nessun server corrispondente trovato.
my: ကိုက်ညီသည့် ဆာဗာများ မတွေ့ပါ။
nb: Fant ingen matchende servere.
nl: Geen overeenkomende servers gevonden.
pt: Nenhum servidor correspondente encontrado.
ru: Подходящих серверов не найдено.
sv: Inga överensstämmande servrar hittades.
th: ไม่พบเซิร์ฟเวอร์ที่ตรงกัน
tr: Eşleşen sunucu bulunamadı.

source: No recent selection history
ar: لا يوجد سجل اختيارات حديث
de: Kein aktueller Auswahlverlauf
es: No hay historial de selecciones recientes
fa: هیچ سابقهٔ انتخاب اخیر وجود ندارد
fi: Ei viimeisimpien valintojen historiaa
it: Nessuna cronologia di selezioni recente
my: လတ်တလောရွေးချယ်မှု မှတ်တမ်း မရှိပါ
nb: Ingen nylig valghistorikk
nl: Geen recente selectiegeschiedenis
pt: Sem histórico de seleção recente
ru: Нет истории недавнего выбора
sv: Ingen historik av senaste val
th: ไม่มีประวัติการเลือกล่าสุด
tr: Son seçim geçmişi yok

source: No result for "%s", please try a different search
ar: لم يتم العثور على نتائج للبحث عن "%s"، يُرجى تجربة بحث مختلف
da: Intet resultat for "%s". Prøv en anden søgning
de: Kein Ergebnis für „%s“, bitte versuchen Sie einen anderen Suchbegriff
es: No hay resultados para «%s», intente una búsqueda diferente
fa: هیچ نتیجه‌ای برای «%s» یافت نشد، لطفاً جستجوی دیگری انجام دهید
fi: Haulle "%s" ei löytynyt tuloksia. Kokeile toista hakua.
fr: Aucun résultat pour « %s ». Veuillez essayer une autre recherche
it: Nessun risultato per "%s", prova una ricerca diversa
ja: 「%s」の結果はありません。別の検索をお試しください。
my: "%s" အတွက် ရလဒ်မရှိပါ၊ အခြားရှာဖွေမှုတစ်ခုကို စမ်းလုပ်ကြည့်ပါ
nb: Ingen resultater for «%s». Prøv et annet søk
nl: Geen resultaat voor "%s", probeer een andere zoekopdracht
pl: Brak wyników dla hasła „%s”, spróbuj innego wyszukiwania
pt: Nenhum resultado para "%s", tente uma pesquisa diferente
ru: По запросу «%s» ничего не найдено — попробуйте другой запрос
sv: Inga resultat hittades för "%s", försök med en annan sökning
th: ไม่พบผลลัพธ์สำหรับ "%s" โปรดลองใช้คำค้นหาอื่น
tr: "%s" için sonuç yok, lütfen farklı bir arama yapın

source: Not found
ar: غير موجود
da: Ikke fundet
de: Nicht gefunden
es: No encontrado
fa: پیدا نشد
fi: Ei löydy
fr: Introuvable
it: Non trovato
ja: 見つかりませんでした
my: ရှာမတွေ့ပါ
nb: Ikke funnet
nl: Niet gevonden
pl: Nie znaleziono
pt: Não encontrada
ru: Не найдено
sv: Hittades inte
th: ไม่พบ
tr: Bulunamadı

source: Obfuscation hides the WireGuard traffic inside another protocol. It can be used to help circumvent censorship and other types of filtering, where a plain WireGuard connection would be blocked.
ar: يُخفي التمويه حركة بيانات WireGuard داخل بروتوكول آخر. ويمكن استخدامه للمساعدة في تجاوز الرقابة وأنواع التصفية الأخرى، حيث يتم حظر اتصال WireGuard العادي.
de: Bei der Verschleierung wird der WireGuard-Datenverkehr in einem anderen Protokoll versteckt. Sie kann dazu verwendet werden, Zensur und andere Arten von Filtern zu umgehen, bei denen eine reine WireGuard-Verbindung blockiert würde.
es: La ofuscación oculta el tráfico de WireGuard dentro de otro protocolo. Puede usarse para sortear la censura y otros tipos de filtrado donde podría bloquearse una conexión de WireGuard normal.
fa: پنهان‌سازی ترافیک WireGuard را درون یک پروتکل دیگر مخفی می‌کند. زمانی‌که یک اتصال معمولی WireGuard مسدود می‌شود، این قابلیت می‌تواند برای دور زدن سانسور و انواع دیگر فیلترینگ مفید باشد.
fi: Hämäysteknologian käyttäminen piilottaa WireGuard-liikenteen toisen protokollan sisään. Sitä voidaan käyttää kiertämään sensuuria ja muita suodatuksia niissä tapauksissa, kun tavallinen WireGuard-yhteys muutoin estettäisi.
my: Obfuscation သည် အခြားပရိုတိုကောလ်အတွင်းရှိ WireGuard ကူးလူးမှုကို ဝှက်ထားပေးပါသည်။ သာမန် WireGuard ချိတ်ဆက်မှုကို ပိတ်ဆို့မည့် အခြားသော စစ်ထုတ်မှု အမျိုးအစားများနှင့် ဆင်ဆာဖြတ်တောက်ခြင်းကို ရှောင်လွှဲနိုင်စေရာတွင် ကူညီနိုင်စေရန် ၎င်းကို သုံးနိုင်ပါသည်။
pt: A ofuscação oculta o tráfego do WireGuard dentro de outro protocolo. Pode ser utilizado para ajudar a contornar a censura e outros tipos de filtragem, onde uma simples ligação WireGuard seria bloqueada.
sv: Obfuskering döljer WireGuard-trafik inne i ett annat protokoll. Det kan användas för att kringgå censur och andra filtertyper där en vanlig WireGuard-anslutning skulle blockeras.
th: การทำให้ข้อมูลยุ่งเหยิงจะซ่อนการรับส่งข้อมูล WireGuard ภายในอีกโพรโทคอลหนึ่ง ซึ่งใช้เพื่อช่วยหลบเลี่ยงการเซ็นเซอร์ และการกรองประเภทอื่นๆ ที่การเชื่อมต่อ WireGuard แบบธรรมดาจะถูกบล็อกได้
tr: Gizleme, WireGuard trafiğini başka bir protokolün içinde gizler. Normal bir WireGuard bağlantısının engelleneceği sansürü ve diğer filtreleme türlerini aşmaya yardımcı olmak için kullanılabilir.

source: Open app details
ar: فتح تفاصيل التطبيق
de: App-Details öffnen
es: Abrir detalles de la aplicación
fa: باز کردن جزئیات اپلیکیشن
fi: Avaa sovelluksen tiedot
it: Apri dettagli app
my: အက်ပ်အသေးစိတ်အချက်အလက်များကို ဖွင့်ပါ
nb: Åpne appdetaljer
nl: Appgegevens openen
pt: Abrir detalhes da aplicação
ru: Открыть сведения о приложении
sv: Öppna appinformation
th: เปิดรายละเอียดแอป
tr: Uygulama ayrıntılarını aç

source: Overrides active
ar: التجاوزات نشطة
da: Tilsidesættelser aktive
de: Überschreibungen aktiv
es: Anulaciones activas
fa: جایگزینی‌ها فعال هستند
fi: Ohituksia on käytössä
fr: Substitutions actives
it: Sovrascritture attive
ja: オーバーライドは有効です
my: ကျော်လွန် ပယ်ဖျက်မှုများ သက်ဝင်နေသည်
nb: Overstyringer aktive
nl: Overschrijvingen actief
pl: Zastąpienia aktywne
pt: Substituições ativas
ru: Переопределения активны
sv: Åsidosättningar aktiva
th: เปิดใช้โอเวอร์ไรด์อยู่
tr: Geçersiz kılmalar etkin

source: Overrides cleared
ar: تم مسح التجاوزات
da: Tilsidesættelser ryddet
de: Überschreibungen entfernt
es: Anulaciones borradas
fa: جایگزینی‌ها پاک شدند
fi: Ohitukset on poistettu
fr: Substitutions supprimées
it: Sovrascritture cancellate
ja: オーバーライドがクリアされました
my: ကျော်လွန် ပယ်ဖျက်မှုများ ရှင်းပြီးပါပြီ
nb: Overstyringer fjernet
nl: Overschrijvingen gewist
pl: Usunięto zastąpienia
pt: Substituições eliminadas
ru: Переопределения удалены
sv: Åsidosättningar rensade
th: ล้างโอเวอร์ไรด์แล้ว
tr: Geçersiz kılmalar temizlendi

source: Overrides inactive
ar: التجاوزات غير نشطة
da: Tilsidesættelser inaktive
de: Überschreibungen inaktiv
es: Anulaciones inactivas
fa: جایگزینی‌ها غیرفعال هستند
fi: Ohituksia ei ole käytössä
fr: Substitutions inactives
it: Sovrascritture inattive
ja: オーバーライドは無効です
my: ကျော်လွန် ပယ်ဖျက်မှုများ သက်ဝင်မှု မရှိပါ
nb: Overstyringer inaktive
nl: Overschrijvingen inactief
pl: Zastąpienia nieaktywne
pt: Substituições inativas
ru: Переопределения неактивны
sv: Åsidosättningar inaktiva
th: ปิดใช้โอเวอร์ไรด์อยู่
tr: Geçersiz kılmalar etkin değil

source: Password (optional)
ar: كلمة المرور (اختيارية)
da: Adgangskode (valgfrit)
de: Passwort (optional)
es: Contraseña (opcional)
fa: گذرواژه (اختیاری)
fi: Salasana (valinnainen)
fr: Mot de passe (facultatif)
it: Password (opzionale)
ja: パスワード (オプション)
my: စကားဝှက် (ချန်ခဲ့နိုင်သည်)
nb: Passord (valgfritt)
nl: Wachtwoord (optioneel)
pl: Hasło (opcjonalnie)
pt: Palavra-passe (opcional)
ru: Пароль (необязательно)
sv: Lösenord (valfritt)
th: รหัสผ่าน (ไม่บังคับ)
tr: Şifre (isteğe bağlı)
