Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# launch-view
source: Restarting the Mullvad background process
ar: إعادة تشغيل عملية Mullvad في الخلفية
de: Starten Sie den Mullvad-Hintergrundprozess neu
es: Reiniciar el proceso en segundo plano de Mullvad
fa: راه‌اندازی مجدد فرآیند پس‌زمینهٔ Mullvad
fi: Käynnistää Mullvadin taustaprosessi uudelleen
it: Riavvio del processo in background di Mullvad
my: Mullvad နောက်ခံလုပ်ငန်းစဉ်ကို ပြန်လည်စတင်ခြင်း
nb: Starte Mullvad-bakgrunnsprosessen på nytt
nl: Achtergrondproces van Mullvad opnieuw starten
pt: Reiniciar o processo em segundo plano do Mullvad
ru: Перезапустить фоновый процесс Mullvad
sv: Starta om Mullvad-bakgrundsprocessen
th: การเริ่มกระบวนการเบื้องหลัง Mullvad ใหม่
tr: Mullvad arka plan işlemini yeniden başlatın

# launch-view
source: Restarting the Mullvad background process by clicking "Back", then "Try again"
ar: إعادة تشغيل عملية Mullvad في الخلفية بالنقر على "رجوع"، ثم "إعادة المحاولة"
de: Starten Sie den Mullvad-Hintergrundprozess neu, indem Sie auf „Zurück“ klicken und dann auf „Erneut versuchen“
es: Reiniciar el proceso en segundo plano de Mullvad haciendo clic en «Atrás» y luego en «Volver a intentarlo»
fa: برای راه‌اندازی مجدد فرآیند پس‌زمینهٔ Mullvad، ابتدا روی «بازگشت» و سپس «تلاش دوباره» کلیک کنید
fi: Käynnistää Mullvadin taustaprosessi uudelleen napsauttamalla Takaisin ja sen jälkeen Yritä uudelleen
it: Riavviare il processo in background di Mullvad cliccando su "Indietro", quindi su "Riprova"
my: "နောက်သို့"၊ ထို့နောက်"ထပ်ကြိုးစားရန်"ကို နှိပ်ခြင်းဖြင့် Mullvad နောက်ခံလုပ်ငန်းစဉ်ကို ပြန်လည်စတင်ခြင်း
nb: Starte Mullvad-bakgrunnsprosessen på nytt ved å klikke på «Tilbake» og deretter «Prøv igjen»
nl: Achtergrondproces van Mullvad opnieuw starten door te klikken op "Terug" en vervolgens op "Opnieuw proberen"
pt: Reiniciar o processo em segundo plano do Mullvad clicando em "Voltar", e depois em "Tentar novamente"
ru: Перезапустить фоновый процесс Mullvad: для этого нажмите «Назад», затем — «Повторить попытку»
sv: Starta om Mullvad-bakgrundsprocessen genom att klicka på "Tillbaka" och sedan "Försök igen"
th: การเริ่มกระบวนการเบื้องหลัง Mullvad ใหม่โดยคลิก "ย้อนกลับ" จากนั้นคลิก "ลองอีกครั้ง"
tr: “Geri”ye ve ardından “Yeniden dene”ye tıklayarak Mullvad arka plan işlemini yeniden başlatın

# launch-view
source: Restarting your computer
ar: إعادة تشغيل الكمبيوتر
de: Starten Sie Ihren Computer neu
es: Reiniciar el equipo
fa: راه‌اندازی مجدد کامپیوتر
fi: Käynnistää tietokoneesi uudelleen
it: Riavviare il computer
my: သင်ကွန်ပျူတာကို ပြန်လည်စတင်နေခြင်း
nb: Starte datamaskinen på nytt
nl: Computer opnieuw opstarten
pt: Reiniciar o seu computador
ru: Перезагрузить компьютер
sv: Starta om din dator
th: การรีสตาร์ทคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızı yeniden başlatın

# launch-view
source: Send problem report
ar: إرسال بلاغ بالمشكلة
da: Send problemrapport
de: Problembericht senden
es: Enviar informe de problemas
fa: ارسال گزارش مشکل
fi: Lähetä ongelmaraportti
fr: Envoyer un rapport de problème
it: Invia segnalazione problema
ja: 問題の報告を送信
my: ပြဿနာ ရီပို့တ် ပေးပို့ရန်
nb: Send problemrapport
nl: Probleemrapport sturen
pl: Wyślij zgłoszenie problemu
pt: Enviar relatório do problema
ru: Отправить сообщение о проблеме
sv: Skicka problemrapport
th: ส่งรายงานปัญหา
tr: Hata raporu gönder

# launch-view
source: Starting up....
ar: جارٍ بدء التشغيل....
de: Wird gestartet …
es: Iniciando…
fa: در حال راه‌اندازی....
fi: Käynnistetään....
it: Avvio...
my: စက် စတင်နေသည်....
nb: Starter …
nl: Bezig met opstarten....
pt: A iniciar...
ru: Запуск...
sv: Startar ...
th: เริ่มต้นแล้ว....
tr: Başlatılıyor...

# launch-view
source: The Mullvad background process failed to start. The background process is responsible for the security, kill switch, and the VPN tunnel. Please try:
ar: فشل بدء تشغيل عملية Mullvad في الخلفية. هذه العملية مسؤولة عن الأمن، ومفتاح الإيقاف التلقائي، ونفق شبكة VPN. يُرجى تجربة ما يلي:
de: Der Mullvad-Hintergrundprozess konnte nicht gestartet werden. Der Hintergrundprozess ist für die Sicherheit, den Killswitch und den VPN-Tunnel zuständig. Bitte versuchen Sie Folgendes:
es: No se puede iniciar el proceso en segundo plano de Mullvad. Este proceso es responsable de la seguridad, la desconexión de seguridad y el túnel VPN. Intente lo siguiente:
fa: فرآیند پس‌زمینهٔ Mullvad نتوانست راه‌اندازی شود. فرآیند پس‌زمینهٔ مسئول امنیت، کلید قطع‌کننده و تونل VPN است. لطفاً اقدام‌های زیر را امتحان کنید:
fi: Mullvadin taustaprosessin käynnistäminen epäonnistui. Taustaprosessi vastaa turvallisuudesta, tappokytkimestä ja VPN-tunnelista. Kokeile:
it: Impossibile avviare il processo in background di Mullvad. Il processo in background è responsabile della sicurezza, del kill switch e del tunnel VPN. Prova a:
my: Mullvad နောက်ခံလုပ်ငန်းစဉ်ကို စတင်၍ မရပါ။ နောက်ခံလုပ်ငန်းစဉ်က လုံခြုံရေး၊ kill switch နှင့် VPN tunnel ကို စီမံထိန်းချုပ်ပါသည်။ ဤသည်ကို လုပ်ကြည့်ပါ-
nb: Mullvad-bakgrunnsprosessen kunne ikke starte. Bakgrunnsprosessen er ansvarlig for sikkerheten, avbruddsbryteren og VPN-tunnelen. Prøv:
nl: Kan het achtergrondproces van Mullvad niet starten. Het achtergrondproces is verantwoordelijk voor de beveiliging, de killswitch en de VPN-tunnel. Probeer het volgende:
pt: Erro ao iniciar o processo em segundo plano do Mullvad. O processo em segundo plano é responsável pela segurança, pelo kill switch e pelo túnel VPN. Tente o seguinte:
ru: Не удалось запустить фоновый процесс Mullvad. Он отвечает за безопасность, аварийное отключение и VPN-туннель. Попробуйте следующее:
sv: Det gick inte att starta Mullvad-bakgrundsprocessen. Bakgrundsprocessen är ansvarig för säkerheten, kill switch och VPN-tunneln. Prova följande:
th: กระบวนการเบื้องหลังของ Mullvad ไม่สามารถเริ่มต้นได้ กระบวนการเบื้องหลังนี้รับผิดชอบด้านความปลอดภัย สวิตช์ปิดการทำงาน และอุโมงค์ VPN โปรดลอง:
tr: Mullvad arka plan işlemi başlatılamadı. Arka plan işlemi; güvenlik, kill switch ve VPN tüneli gibi işlevlerden sorumludur. Lütfen aşağıdakileri deneyin:

# launch-view
source: Try again
ar: إعادة المحاولة
de: Erneut versuchen
es: Volver a intentarlo
fa: دوباره تلاش کنید
fi: Yritä uudelleen
it: Riprova
my: ထပ်ကြိုးစားရန်
nb: Prøv igjen
nl: Opnieuw proberen
pt: Tentar novamente
ru: Повторить попытку
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar deneyin

# launch-view
source: Unable to contact the Mullvad system service, your connection might be unsecure. Please troubleshoot or send a problem report by clicking the "Learn more" button.
ar: يتعذَّر الاتصال بخدمة نظام Mullvad، قد يكون اتصالك غير آمن. يُرجى استكشاف المشكلة أو إرسال بلاغ بها من خلال النقر على الزر "معرفة المزيد".
de: Es ist nicht möglich, den Mullvad-Systemdienst zu kontaktieren, Ihre Verbindung ist möglicherweise unsicher. Bitte beheben Sie das Problem oder senden Sie einen Problembericht, indem Sie auf „Mehr erfahren“ klicken.
es: No se puede contactar con el servicio del sistema Mullvad. Su conexión podría ser insegura. Solucione el problema o envíe un informe de problemas haciendo clic en el botón «Más información».
fa: نمی‌توان با سرویس سیستم Mullvad تماس گرفت، اتصال شما ممکن است ناامن باشد. لطفاً مشکل را برطرف کنید یا با کلیک روی دکمهٔ «بیشتر بدانید»، یک گزارش مشکل ارسال کنید.
fi: Mullvad-järjestelmäpalveluun ei saada yhteyttä, eikä yhteytesi välttämättä ole turvallinen. Suorita vianetsintä tai lähetä ongelmaraportti napsauttamalla lisätietojen painiketta.
it: Impossibile contattare il servizio di sistema Mullvad, la connessione potrebbe non essere sicura. Risolvi il problema o invia una segnalazione del problema cliccando sul pulsante "Scopri di più".
my: Mullvad စနစ် ဝန်ဆောင်မှုကို ဆက်သွယ်၍ မရနိုင်သဖြင့် သင့်ချိတ်ဆက်မှုသည် လုံခြုံမှု မရှိနိုင်ပါ။ ပြစ်ချက် ရှာဖွေ ဖယ်ရှားကြည့်ပါ သို့မဟုတ် "နောက်ထပ် လေ့လာရန်" ခလုတ်ကို နှိပ်ခြင်း၍ ပြဿနာ ရီပို့တ်ကို ပေးပို့ပါ။
nb: Kunne ikke kontakte Mullvad-systemtjenesten. Tilkoblingen din er kan være usikker. Feilsøk eller send en problemrapport ved å trykke på «Finn ut mer».
nl: Kan geen contact maken met de systeemservice van Mullvad, mogelijk is uw verbinding niet beveiligd. Los het probleem op of meld het door te klikken op de knop Meer informatie.
pt: Não foi possível contactar o serviço do sistema Mullvad, a sua ligação pode ser insegura. Tente resolver o problema ou envie um relatório do problema clicando no botão "Mais informações".
ru: Не удается связаться с системной службой Mullvad. Возможно, ваше подключение не защищено. Устраните неполадки или отправьте сообщение о проблеме, нажав кнопку «Подробнее».
sv: Det går inte att kontakta Mullvads systemtjänst och din anslutning kanske inte är säker. Felsök eller skicka en problemrapport genom att klicka på knappen "Läs mer".
th: ไม่สามารถติดต่อบริการระบบ Mullvad ได้ การเชื่อมต่อของคุณอาจไม่ปลอดภัย โปรดแก้ไขปัญหาหรือส่งรายงานปัญหา โดยคลิกปุ่มเรียนรู้เพิ่มเติม
tr: Mullvad sistem hizmetiyle bağlantı kurulamıyor, bağlantınız güvenli olmayabilir. Lütfen "Daha fazla bilgi" düğmesine tıklayarak sorunu gidermeyi deneyin veya bir hata raporu gönderin.

# login-view
source: <b>%(lockdownModeSettingName)s</b> is enabled. Disable it to unblock your connection.
ar: تم تفعيل <b>%(lockdownModeSettingName)s</b>. أوقفه لإلغاء حظر اتصالك.
da: <b>%(lockdownModeSettingName)s</b> er aktiveret. Deaktiver det for at fjerne blokeringen af ​​din forbindelse.
de: <b>%(lockdownModeSettingName)s</b> ist aktiviert. Deaktivieren Sie dies, um Ihre Verbindung freizugeben.
es: El <b>%(lockdownModeSettingName)s</b> está activado. Desactívelo para desbloquear la conexión.
fa: <b>%(lockdownModeSettingName)s</b> فعال است. برای باز کردن اتصال، آن را غیرفعال کنید.
fi: <b>%(lockdownModeSettingName)s</b> on käytössä. Pura verkkoyhteyden esto poistamalla se käytöstä.
fr: <b>%(lockdownModeSettingName)s</b> est activé. Désactivez-le pour débloquer votre connexion.
it: <b>%(lockdownModeSettingName)s</b> abilitata. Disabilitala per sbloccare la tua connessione.
ja: <b>%(lockdownModeSettingName)s</b>が有効になっています。接続のブロックを解除するには無効にしてください。
my: <b>%(lockdownModeSettingName)s</b> ကို ဖွင့်ထားပါသည်။ သင့်ချိတ်ဆက်မှုကို ပိတ်ဆို့ထားမှုမှ ဖယ်ရန် ၎င်းကို ပိတ်ပါ။
nb: <b>%(lockdownModeSettingName)s</b> er aktivert. Deaktiver den for å fjerne blokkeringen av tilkoblingen.
nl: <b>%(lockdownModeSettingName)s</b> is ingeschakeld. Schakel het uit om uw verbinding te deblokkeren.
pl: Opcja <b>%(lockdownModeSettingName)s</b> jest włączona. Aby odblokować połączenie, wyłącz ją.
pt: <b>%(lockdownModeSettingName)s</b> está ativado. Desative para desbloquear a sua ligação.
ru: Включена опция <b>%(lockdownModeSettingName)s</b>. Отключите ее, чтобы разблокировать соединение.
sv: <b>%(lockdownModeSettingName)s</b> är aktiverat. Inaktivera för att sluta blockera din anslutning.
th: <b>%(lockdownModeSettingName)s</b> ได้เปิดใช้งานแล้ว ปิดใช้งานเพื่อปลดบล็อกการเชื่อมต่อของคุณ
tr: <b>%(lockdownModeSettingName)s</b> etkinleştirildi. Bağlantınızın engelini kaldırmak için bu seçeneği devre dışı bırakın.

# login-view
source: Account created
ar: تم إنشاء الحساب
da: Konto oprettet
de: Konto erstellt
es: Cuenta creada
fa: حساب ایجاد شد
fi: Tili luotu
fr: Compte créé
it: Account creato
ja: アカウントを作成しました
my: အကောင့် ဖန်တီးပြီး
nb: Konto opprettet
nl: Account aangemaakt
pl: Utworzono konto
pt: Conta criada
ru: Учетная запись создана
sv: Kontot har skapats
th: สร้างบัญชีแล้ว
tr: Hesap oluşturuldu

# login-view
source: Checking account number
ar: جارٍ التحقُّق من رقم الحساب
da: Kontrollerer kontonummer
de: Ihre Kontonummer wird geprüft
es: Comprobando número de cuenta
fa: در حال بررسی شمارهٔ حساب
fi: Tarkistetaan tilin numeroa
fr: Vérification du numéro de compte
it: Verifica numero di account
ja: アカウント番号を確認中
my: အကောင့်နံပါတ်ကို စစ်နေပါသည်
nb: Kontrollerer kontonummer
nl: Accountnummer wordt gecontroleerd
pl: Sprawdzanie numeru konta
pt: A verificar o número da conta
ru: Проверка номера учетной записи
sv: Kontrollerar kontonummer
th: กำลังตรวจสอบหมายเลขบัญชี
tr: Hesap numarası kontrol ediliyor

# login-view
source: Create a new account
ar: إنشاء حساب جديد
de: Neues Konto erstellen
es: Crear una nueva cuenta
fa: ایجاد یک حساب جدید
fi: Luo uusi tili
it: Crea un nuovo account
my: အကောင့်သစ် ဖွင့်ရန်
nb: Opprett en ny konto
nl: Nieuw account aanmaken
pt: Criar uma nova conta
ru: Создать учетную запись
sv: Skapa ett nytt konto
th: สร้างบัญชีใหม่
tr: Yeni hesap oluştur

# login-view
source: Create new account
ar: إنشاء حساب جديد
de: Neues Konto erstellen
es: Crear nueva cuenta
fa: ایجاد حساب جدید
fi: Luo uusi tili
it: Crea nuovo account
my: အကောင့်သစ် ဖွင့်ရန်
nb: Opprett en ny konto
nl: Nieuw account aanmaken
pt: Criar nova conta
ru: Создать учетную запись
sv: Skapa nytt konto
th: สร้างบัญชีใหม่
tr: Yeni hesap oluştur

# login-view
source: Creating account...
ar: جارٍ إنشاء حساب جديد...
da: Opretter konto...
de: Konto wird erstellt ...
es: Creando cuenta…
fa: در حال ایجاد حساب...
fi: Luodaan tiliä...
fr: Création du compte…
it: Creazione account...
ja: アカウントを作成中...
my: အကောင့် ဖန်တီးနေဆဲ...
nb: Oppretter konto ...
nl: Account aanmaken...
pl: Tworzenie konta...
pt: A criar conta...
ru: Создание учетной записи...
sv: Skapar konto...
th: กำลังสร้างบัญชี...
tr: Hesap oluşturuluyor...

# login-view
source: Do you want to create a new account?
ar: هل تريد إنشاء حساب جديد؟
de: Möchten Sie ein neues Konto erstellen?
es: ¿Quiere crear una nueva cuenta?
fa: می‌خواهید یک حساب جدید ایجاد کنید؟
fi: Haluatko luoda uuden tilin?
it: Vuoi creare un nuovo account?
my: အကောင့်သစ် ဖွင့်လိုပါသလား။
nb: Vil du opprette en ny konto?
nl: Wilt u een nieuw account aanmaken?
pt: Quer criar uma nova conta?
ru: Создать учетную запись?
sv: Vill du skapa ett nytt konto?
th: คุณต้องการสร้างบัญชีใหม่หรือไม่
tr: Yeni bir hesap oluşturmak istiyor musunuz?

# login-view
source: Do you want to remove the saved account number?
ar: هل تريد إزالة رقم الحساب المحفوظ؟
de: Möchten Sie die gespeicherte Kontonummer entfernen?
es: ¿Quiere eliminar el número de cuenta guardado?
fa: می‌خواهید شمارهٔ حساب ذخیره‌شده را حذف کنید؟
fi: Haluatko poistaa tallennetun tilin numeron?
it: Vuoi rimuovere il numero di account salvato?
my: သိမ်းထားသည့် အကောင့်နံပါတ်ကို ဖြုတ်လိုပါသလား။
nb: Vil du fjerne det lagrede kontonummeret?
nl: Wilt u het opgeslagen accountnummer verwijderen?
pt: Quer remover o número de conta guardado?
ru: Удалить сохраненный номер учетной записи?
sv: Vill du ta bort det sparade kontonumret?
th: คุณต้องการลบหมายเลขบัญชีที่บันทึกไว้หรือไม่
tr: Kayıtlı hesap numarasını kaldırmak istiyor musunuz?

# login-view
source: Enter your account number
ar: أدخل رقم حسابك
da: Indtast dit kontonummer
de: Geben Sie Ihre Kontonummer ein
es: Escriba su número de cuenta
fa: شمارهٔ حساب خود را وارد کنید
fi: Syötä tilisi numero
fr: Saisissez votre numéro de compte
it: Inserisci il tuo numero di account
ja: アカウント番号を入力してください
my: သင့်အကောင့်နံပါတ်ကို ဖြည့်သွင်းပါ
nb: Skriv inn kontonummeret ditt
nl: Voer uw accountnummer in
pl: Wprowadź numer konta
pt: Introduza o seu número de conta
ru: Введите номер учетной записи
sv: Ange ditt kontonummer
th: ป้อนหมายเลขบัญชีของคุณ
tr: Hesap numaranızı girin

# login-view
source: Error
ar: خطأ
da: Fejl
de: Fehler
fa: خطا
fi: Virhe
fr: Erreur
it: Errore
ja: エラー
my: ချို့ယွင်းချက်
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata

# login-view
source: Failed to create account
ar: فشل إنشاء الحساب
da: Kunne ikke oprette konto
de: Konto konnte nicht erstellt werden
es: No se puede crear la cuenta
fa: ایجاد حساب موفقیت‌آمیز نبود
fi: Tilin luonti epäonnistui
fr: Échec de la création du compte
it: Impossibile creare l'account
ja: アカウントを作成できませんでした
my: အကောင့် ဖန်တီးရန် မအောင်မြင်ခဲ့ပါ
nb: Kunne ikke opprette konto
nl: Account aanmaken mislukt
pl: Nie można utworzyć konta
pt: Não foi possível criar a conta
ru: Не удалось создать учетную запись
sv: Det gick inte att skapa konto
th: ไม่สามารถสร้างบัญชีได้
tr: Hesap oluşturulamadı

# login-view
source: Finishing upgrade.
ar: جارٍ الانتهاء من الترقية.
da: Færdiggør opgradering.
de: Upgrade wird abgeschlossen.
es: Completando la actualización.
fa: در حال تکمیل ارتقا.
fi: Päivitystä viimeistellään.
fr: Finalisation de la mise à niveau.
it: Termine dell'aggiornamento.
ja: アップグレードを終了しています。
my: အဆင့်မြှင့်ခြင်း ပြီးပါပြီ။
nb: Fullfører oppgradering.
nl: Upgrade voltooien.
pl: Kończenie uaktualnienia.
pt: A concluir atualização.
ru: Завершение обновления.
sv: Slutför uppgradering.
th: กำลังอัปเกรดให้เสร็จสิ้น
tr: Yükseltme tamamlanıyor.

# login-view
source: Invalid account number
ar: رقم الحساب غير صالح
da: Ugyldigt kontonummer
de: Ungültige Kontonummer
es: Número de cuenta no válido
fa: شمارهٔ حساب نامعتبر است
fi: Virheellinen tilin numero
fr: Numéro de compte non valide
it: Numero di account non valido
ja: アカウント番号が無効です
my: အကောင့်နံပါတ် မမှန်ကန်ပါ
nb: Ugyldig kontonummer
nl: Ongeldig accountnummer
pl: Nieprawidłowy numer konta
pt: Número de conta inválido
ru: Недействительный номер учетной записи
sv: Ogiltigt kontonummer
th: หมายเลขบัญชีไม่ถูกต้อง
tr: Geçersiz hesap numarası

# login-view
source: Logged in
ar: مُسجَّل الدخول
da: Logget ind
de: Angemeldet
es: Sesión iniciada
fa: وارد شده‌اید
fi: Kirjautuneena sisään
fr: Connecté
it: Accesso effettuato
ja: ログインしました
my: ဝင်ရောက်ထားပြီး
nb: Du er logget inn
nl: Aangemeld
pl: Zalogowano jako
pt: Sessão iniciada
ru: Вход выполнен
sv: Inloggad
th: เข้าสู่ระบบแล้ว
tr: Oturum açıldı

# login-view
source: Logging in...
ar: جارٍ تسجيل الدخول...
da: Logger ind...
de: Anmeldung läuft...
es: Iniciando la sesión…
fa: در حال ورود...
fi: Kirjaudutaan sisään...
fr: Connexion...
it: Accesso...
ja: ログイン中...
my: ဝင်ရောက်နေဆဲ...
nb: Logger inn ...
nl: Aanmelden...
pl: Logowanie...
pt: A iniciar sessão...
ru: Выполняется вход...
sv: Loggar in...
th: กำลังเข้าสู่ระบบ...
tr: Oturum açılıyor...

# login-view
source: Login
ar: تسجيل الدخول
da: Log ind
de: Anmelden
es: Iniciar sesión
fa: ورود
fi: Kirjaudu sisään
fr: Connexion
it: Accedi
ja: ログイン
my: ဝင်ရန်
nb: Logg inn
nl: Aanmelden
pl: Logowanie
pt: Iniciar sessão
ru: Вход
sv: Logga in
th: เข้าสู่ระบบ
tr: Oturum Aç

# login-view
source: Login failed
ar: فشل تسجيل الدخول
da: Login mislykkedes
de: Anmeldung fehlgeschlagen
es: Error de inicio de sesión
fa: ورود ناموفق بود
fi: Sisäänkirjautuminen epäonnistui
fr: Échec de la connexion
it: Accesso non riuscito
ja: ログインに失敗しました
my: ဝင်ရောက်မှု မအောင်မြင်ပါ
nb: Kunne ikke logge inn
nl: Aanmelden mislukt
pl: Błąd logowania
pt: Erro ao iniciar sessão
ru: Ошибка входа
sv: Inloggningen misslyckades
th: การเข้าสู่ระบบล้มเหลว
tr: Oturum açma başarısız

# login-view
source: Or
ar: أو
de: Oder
es: O bien
fa: یا
fi: tai
it: Oppure
my: သို့မဟုတ်
nb: Eller
nl: of
pt: Ou
ru: или
sv: eller
th: หรือ
tr: Ya da

# login-view
source: Our kill switch is currently blocking your connection.
ar: مفتاح الإيقاف التلقائي لدينا يحظر اتصالك في الوقت الحالي.
da: Vores kill-switch blokerer i øjeblikket din forbindelse.
de: Unser Killswitch blockiert derzeit Ihre Verbindung.
es: La función de desconexión de seguridad está bloqueando la conexión.
fa: کلید قطع‌کننده ما در حال حاضر اتصال شما را مسدود کرده است.
fi: Tappokytkin estää tällä hetkellä yhteytesi.
fr: Notre coupe-circuit bloque actuellement votre connexion.
it: Il nostro kill switch sta attualmente bloccando la tua connessione.
ja: 現在、キルスイッチが接続をブロックしています。
my: ကျွန်ုပ်တို့၏ Kill Switch သည် လက်ရှိတွင် သင်၏ ချိတ်ဆက်မှုကို ပိတ်ဆို့ထားသည်။
nb: Vår avbruddsbryter blokkerer tilkoblingen din for øyeblikket.
nl: Uw verbinding wordt momenteel geblokkeerd door onze kill-switch.
pl: Nasz kill switch blokuje połączenie.
pt: De momento, o nosso kill switch está a bloquear a sua ligação.
ru: Функция аварийного отключения блокирует соединение.
sv: Vår Kill Switch blockerar din anslutning just nu.
th: คิลสวิตช์ของเราได้บล็อกการเชื่อมต่อของคุณอยู่ในขณะนี้
tr: Kill Switch özelliğimiz şu anda bağlantınızı engelliyor.

# login-view
source: Please wait
ar: يُرجى الانتظار
da: Vent venligst
de: Bitte warten
es: Espere
fa: لطفاً صبر کنید
fi: Odota
fr: Veuillez patienter
it: Attendi
ja: お待ちください
my: ကျေးဇူးပြု၍ စောင့်ပေးပါ
nb: Vennligst vent
nl: Een moment geduld
pl: Czekaj
pt: Por favor, aguarde
ru: Подождите
sv: Vänta
th: โปรดรอ
tr: Lütfen bekleyin

# login-view
source: Removing the saved account number from this device cannot be undone.
ar: لا يمكن التراجع عن إزالة رقم الحساب المحفوظ من هذا الجهاز.
de: Das Entfernen der gespeicherten Kontonummer von diesem Gerät kann nicht rückgängig gemacht werden.
es: La eliminación del número de cuenta guardado de este dispositivo no se puede deshacer.
fa: حذف شمارهٔ حساب ذخیره‌شده از این دستگاه غیرقابل بازگشت است.
fi: Tallennetun tilin numeron poistamista tältä laitteelta ei voi kumota.
it: La rimozione del numero di account salvato da questo dispositivo non può essere annullata.
my: ဤစက်မှ အကောင့်နံပါတ်ကို ဖြုတ်ပြီးသွားလျှင် ပြန်ယူ၍မရပါ။
nb: Hvis du fjerner det lagrede kontonummeret fra denne enheten, kan det ikke angres.
nl: Als u het opgeslagen accountnummer van dit apparaat verwijdert, kan dat niet ongedaan worden gemaakt.
pt: A remoção do número de conta guardado deste dispositivo não pode ser anulada.
ru: Удаление с этого устройства сохраненного номера учетной записи нельзя будет отменить.
sv: Det går inte att ångra borttagningen av det sparade kontonumret från den här enheten.
th: การลบหมายเลขบัญชีที่บันทึกไว้จากอุปกรณ์นี้ไม่สามารถย้อนกลับได้
tr: Kayıtlı hesap numarası bu cihazdan kaldırıldığında işlem geri alınamaz.

# login-view
source: Too many devices
ar: هناك عدد كبير جدًا من الأجهزة
da: For mange enheder
de: Zu viele Geräte
es: Demasiados dispositivos
fa: تعداد دستگاه‌ها بیش از حد مجاز است
fi: Liikaa laitteita
fr: Trop d'appareils
it: Troppi dispositivi
ja: デバイスが多すぎます
my: စက်များလွန်းနေသည်
nb: For mange enheter
nl: Te veel apparaten
pl: Zbyt wiele urządzeń
pt: Demasiados dispositivos
ru: Слишком много устройств
sv: För många enheter
th: มีอุปกรณ์มากเกินไป
tr: Cihaz sayısı çok fazla

# login-view
source: Unknown error
ar: خطأ غير معروف
da: Ukendt fejl
de: Unbekannter Fehler
es: Error desconocido
fa: خطای ناشناخته
fi: Tuntematon virhe
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
my: မသိသည့် ချို့ယွင်းချက်
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel
th: ข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata

# login-view
source: Upgrading...
ar: جارٍ الترقية...
da: Opgraderer...
de: Upgrade läuft …
es: Actualizando…
fa: در حال ارتقا...
fi: Päivitetään...
fr: Mise à niveau...
it: Aggiornamento...
ja: アップグレード中...
my: အဆင့်မြှင့်တင်နေဆဲ...
nb: Oppgraderer …
nl: Upgraden...
pl: Uaktualnianie...
pt: A atualizar...
ru: Обновление…
sv: Uppgraderar ...
th: กำลังอัปเกรด…
tr: Yükseltiliyor...

# login-view
source: Valid account number
ar: رقم حساب صالح
da: Gyldigt kontonummer
de: Gültige Kontonummer
es: Número de cuenta válido
fa: شمارهٔ حساب معتبر
fi: Oikea tilin numero
fr: Numéro de compte valide
it: Numero di account valido
ja: 有効なアカウント番号
my: မှန်ကန်သည့် အကောင့်နံပါတ်
nb: Gyldig kontonummer
nl: Geldig accountnummer
pl: Prawidłowy numer konta
pt: Número de conta válido
ru: Действительный номер учетной записи
sv: Giltigt kontonummer
th: หมายเลขบัญชีที่ถูกต้อง
tr: Geçerli hesap numarası
