Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# login-view
source: You already have a saved account number, by creating a new account the saved account number will be removed from this device. This cannot be undone.
ar: لديك رقم حساب محفوظ بالفعل، بإنشاء حساب جديد، سيتم حذفه من هذا الجهاز. لا يمكن التراجع عن هذا الإجراء.
de: Sie haben bereits eine gespeicherte Kontonummer. Wenn Sie ein neues Konto erstellen, wird die gespeicherte Kontonummer von diesem Gerät entfernt. Dies kann nicht rückgängig gemacht werden.
es: Ya tiene un número de cuenta guardado. Al crear una nueva cuenta, el número de cuenta guardado se eliminará de este dispositivo. Esto no se puede deshacer.
fa: شما از قبل یک شمارهٔ حساب ذخیره‌شده دارید. با ایجاد حساب جدید، شمارهٔ حساب ذخیره‌شده از این دستگاه حذف خواهد شد. این عمل قابل بازگشت نیست.
fi: Sinulla on jo tallennettu tilin numero. Kun luot uuden tilin, tallennettu tilin numero poistetaan tältä laitteelta. Toimintoa ei voi kumota.
it: Hai già un numero di account salvato, creando un nuovo account il numero di account salvato verrà rimosso da questo dispositivo. Questa operazione non può essere annullata.
my: သင့်တွင် အကောင့်နံပါတ်တစ်ခု သိမ်းထားပြီးသားဖြစ်သောကြောင့် အကောင့်သစ်ဖွင့်လျှင် သိမ်းထားသော အကောင့်နံပါတ်ကို ဤစက်မှ ဖြုတ်ပစ်ပါမည်။ ၎င်းကို ပြန်ယူ၍မရပါ။
nb: Du har allerede et lagret kontonummer. Når du oppretter en ny konto, blir det lagrede kontonummeret fjernet fra denne enheten. Dette kan ikke angres.
nl: U hebt al een opgeslagen accountnummer. Als u een nieuw account aanmaakt, wordt het opgeslagen accountnummer verwijderd van dit apparaat. Dit kan niet ongedaan worden gemaakt.
pt: Já tem um número de conta guardado. Ao criar uma nova conta, o número de conta guardado será removido deste dispositivo. Esta ação não pode ser anulada.
ru: У вас уже есть сохраненный номер учетной записи. При создании новой учетной записи сохраненный номер удалится с этого устройства. Это действие нельзя будет отменить.
sv: Du har redan ett sparat kontonummer. Om du skapar ett nytt konto tas det sparade kontonumret bort från enheten. Det går inte att ångra detta.
th: คุณมีหมายเลขบัญชีที่บันทึกไว้แล้ว การสร้างบัญชีใหม่จะเป็นการลบหมายเลขบัญชีที่บันทึกไว้ออกจากอุปกรณ์นี้ การดำเนินการนี้ไม่สามารถย้อนกลับได้
tr: Zaten kayıtlı bir hesap numaranız var. Yeni bir hesap oluşturduğunuzda kayıtlı hesap numarası bu cihazdan kaldırılır. Bu işlem geri alınamaz.

# navigation-bar
source: API access
ar: الوصول إلى واجهة API
da: API-adgang
de: API-Zugriff
es: Acceso a API
fa: دسترسی به API
fi: Ohjelmointirajapinnan käyttö
fr: Accès à l'API
it: Accesso API
ja: APIアクセス
my: API ရယူသုံးစွဲခွင့်
nb: API-tilgang
nl: API-toegang
pl: Dostęp do API
pt: Acesso à API
ru: Доступ к API
sv: API-åtkomst
th: การเข้าถึง API
tr: API erişimi

# notifications
source: Account credit expires in %(duration)s. Buy more credit.
ar: ينتهي رصيد الحساب خلال %(duration)s. اشترِ رصيدًا إضافيًا.
da: Kontokredit udløber om %(duration)s. Køb mere kredit.
de: Kontoguthaben läuft in %(duration)s ab. Erwerben Sie mehr Guthaben.
es: El crédito de la cuenta caduca en %(duration)s. Compre más crédito.
fa: اعتبار حساب در %(duration)s منقضی می‌شود. اعتبار بیشتری خریداری کنید.
fi: Tilin käyttöaikaa on jäljellä %(duration)s. Osta lisää käyttöaikaa.
fr: Les crédits du compte expirent dans %(duration)s. Achetez plus de crédits.
it: Il credito dell'account scadrà tra %(duration)s. Acquista altro credito.
ja: アカウントクレジットは %(duration)sで期限切れになります。追加クレジットを購入。
my: အကောင့်ခရက်ဒစ်သည် %(duration)s တွင် သက်တမ်းကုန်ပါမည်။ နောက်ထပ် ခရက်ဒစ်များ ဝယ်ပါ။
nb: Kontokreditten utløper om %(duration)s. Kjøp mer kreditt.
nl: Accountkrediet verloopt over %(duration)s. Koop meer krediet.
pl: Doładowanie konta wygasa za %(duration)s. Doładuj konto.
pt: O crédito da conta expira em %(duration)s. Comprar mais crédito.
ru: Баланс на учетной записи заканчивается через %(duration)s. Пополните баланс.
sv: Kontokrediten slutar gälla om %(duration)s. Köp mer kredit.
th: เครดิตบัญชีจะหมดอายุใน %(duration)s ซื้อเครดิตเพิ่ม
tr: Hesap kredisi %(duration)s içinde sona eriyor. Daha fazla kredi satın alın.

# notifications
source: Account is out of time
ar: انتهى وقت الحساب
da: Kontoen er udløbet
de: Die Zeit auf dem Konto ist ausgelaufen
es: Se agotó el tiempo de la cuenta
fa: زمان حساب به پایان رسیده است
fi: Tilin käyttöaika on kulunut loppuun
fr: Le compte n'a plus de temps
it: Account scaduto
ja: アカウントが時間切れです
my: အကောင့် အချိန်စေ့သွားပါပြီ
nb: Kontoen har ikke mer tid
nl: Account heeft geen tijd meer
pl: Na koncie nie ma już czasu
pt: A conta está sem tempo
ru: Время на учетной записи вышло
sv: Kontots tidsgräns har uppnåtts
th: บัญชีหมดเวลาแล้ว
tr: Hesabın süresi doldu

# notifications
source: App is out of sync. Please quit and restart.
ar: التطبيق غير متزامن. يُرجى إغلاقه وإعادة تشغيله.
da: Appen er ikke synkroniseret. Afslut og genstart.
de: Die App ist nicht synchronisiert. Bitte verlassen Sie die App und starten Sie sie neu.
es: La aplicación no está sincronizada. Reinicie la aplicación.
fa: اپلیکیشن همگام نیست. لطفاً اپلیکیشن را ببندید و دوباره اجرا کنید.
fi: Sovellus ei ole synkronoitu. Sulje se ja käynnistä uudelleen.
fr: L'application est désynchronisée. Veuillez la quitter et la redémarrer.
it: App non sincronizzata. Esci e riavvia.
ja: アプリが同期していません。いったん終了して、再起動してください。
my: အက်ပ်သည် ကောင်းစွာ အလုပ်မလုပ်ပါ။ ထွက်ပြီး ပြန်ဖွင့်ပေးပါ။
nb: Appen er ikke synkronisert. Avslutt og start på nytt.
nl: App is niet gesynchroniseerd. Sluit en start opnieuw.
pl: Aplikacja nie jest zsynchronizowana. Zamknij i uruchom ją ponownie.
pt: A aplicação não está sincronizada. Termine a sessão e reinicie.
ru: Приложение не синхронизировано. Закройте и перезапустите его.
sv: Appen är inte synkroniserad. Avsluta och starta om.
th: แอปไม่ได้รับการซิงค์ โปรดออกและเปิดแอปใหม่
tr: Uygulama senkronize değil. Lütfen çıkış yapın ve yeniden başlatın.

# notifications
source: Beta update available. Try out the newest beta version (%(version)s).
ar: يتوفَّر تحديث جديد للإصدار التجريبي. جرِّب أحدث إصدار تجريبي (%(version)s).
da: Beta-opdatering tilgængelig. Prøv den nyeste betaversion (%(version)s).
de: Beta-Update verfügbar. Testen Sie unsere neuste Beta-Version (%(version)s).
es: Actualización beta disponible. Pruebe la última versión beta (%(version)s).
fa: نسخهٔ بتای جدید موجود است. جدیدترین نسخهٔ بتا (%(version)s) را امتحان کنید.
fi: Beetapäivitys saatavilla. Kokeile uusinta beetaversiota (%(version)s).
fr: Mise à jour bêta disponible. Essayez la nouvelle version bêta (%(version)s).
it: Aggiornamento beta disponibile. Prova la versione beta più recente (%(version)s).
ja: ベータ版のアップデートを入手できます。最新のベータ版 (%(version)s) をお試しください。
my: အစမ်းသုံး အပ်ဒိတ် ရနိုင်ပါပြီ။ နောက်ဆုံးထွက် အစမ်းသုံးဗားရှင်း (%(version)s) ကို စမ်းကြည့်ပါ။
nb: Betaoppdatering tilgjengelig. Prøv vår nyeste betaversjon (%(version)s).
nl: Update bètaversie beschikbaar. Probeer de nieuwste bètaversie (%(version)s).
pl: Dostępna jest aktualizacja wersji beta. Wypróbuj najnowszą wersję beta (%(version)s).
pt: Atualização beta disponível. Experimente a nossa mais recente versão beta (%(version)s).
ru: Доступно обновление до бета-версии. Попробуйте новейшую бета-версию (%(version)s).
sv: Betauppdatering tillgänglig. Testa den senaste betaversionen (%(version)s).
th: มีการอัปเดตเบต้าให้ใช้งาน ลองใช้เวอร์ชันเบต้าใหม่ล่าสุด (%(version)s)
tr: Beta güncelleme mevcut. En yeni beta sürümü (%(version)s) deneyin.

# notifications
source: Buy more
ar: شراء المزيد
da: Køb mere
de: Mehr kaufen
es: Comprar más
fa: خرید بیشتر
fi: Osta lisää
fr: Achetez plus
it: Acquista altro
ja: さらに購入する
my: နောက်ထပ် ဝယ်ရန်
nb: Kjøp mer
nl: Meer kopen
pl: Kup więcej
pt: Comprar mais
ru: Купить еще
sv: Köp mer
th: ซื้อเพิ่ม
tr: Daha fazla satın al

# notifications
source: Connected
ar: متصل
da: Tilsluttet
de: Verbunden
es: Conectado
fa: متصل شد
fi: Yhdistetty
fr: Connecté
it: Connesso
ja: 接続済み
my: ချိတ်ဆက်ပြီး
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt: Ligado
ru: Подключено
sv: Ansluten
th: เชื่อมต่อแล้ว
tr: Bağlandı

# notifications
source: Connected to %(location)s
ar: متصل بـ %(location)s
da: Tilsluttet %(location)s
de: Verbunden mit %(location)s
es: Conectado a %(location)s
fa: متصل شد به %(location)s
fi: Yhdistetty sijaintiin %(location)s
fr: Connecté à %(location)s
it: Connesso a %(location)s
ja: %(location)sに接続しました
my: %(location)s နှင့် ချိတ်ဆက်ထားပါသည်
nb: Koblet til %(location)s
nl: Verbonden met %(location)s
pl: Połączono z %(location)s
pt: Ligado a %(location)s
ru: Подключено: %(location)s
sv: Ansluten till %(location)s
th: เชื่อมต่อไปยัง %(location)s แล้ว
tr: %(location)s konumuna bağlanıldı

# notifications
source: Connecting
ar: جارٍ الاتصال
da: Tilslutter
de: Verbinden
es: Conectando
fa: در حال اتصال
fi: Yhdistetään
fr: Connexion
it: Connessione
ja: 接続中
my: ချိတ်ဆက်နေပါသည်
nb: Kobler til
nl: Verbinden
pl: Łączenie
pt: A ligar
ru: Идет подключение
sv: Ansluter
th: กำลังเชื่อมต่อ
tr: Bağlanılıyor

# notifications
source: Connecting to %(location)s
ar: جارٍ الاتصال بـ %(location)s
da: Opretter forbindelse til %(location)s
de: Verbindung zu %(location)s wird hergestellt
es: Conectando a %(location)s
fa: در حال اتصال به %(location)s
fi: Yhdistetään sijaintiin %(location)s
fr: Connexion à %(location)s
it: Connessione a %(location)s
ja: %(location)sに接続中
my: %(location)s နှင့် ချိတ်ဆက်နေပါသည်
nb: Kobler til %(location)s
nl: Verbinden met %(location)s
pl: Łączenie z %(location)s
pt: A ligar a %(location)s
ru: Подключение: %(location)s
sv: Ansluter till %(location)s
th: กำลังเชื่อมต่อไปยัง %(location)s
tr: %(location)s konumuna bağlanılıyor

# notifications
source: Connection might be unsecured. App lost contact with system service, please troubleshoot.
ar: قد يكون الاتصال غير آمن. انقطع اتصال التطبيق بخدمة النظام، يُرجى استكشاف المشكلة وإصلاحها.
da: Forbindelsen kan være usikker. App mistede kontakten med systemtjenesten, udfør fejlfinding.
de: Die Verbindung ist möglicherweise ungesichert. Die App hat den Kontakt zum Systemdienst verloren, bitte beheben Sie das Problem.
es: La conexión podría no ser segura. La aplicación ha perdido el contacto con el servicio del sistema. Solucione el problema.
fa: اتصال ممکن است ناامن باشد. اپلیکیشن، تماس خود را با سرویس سیستم از دست داده است، لطفاً مشکل را برطرف کنید.
fi: Yhteys saattaa olla suojaamaton; sovelluksen yhteys järjestelmäpalveluun katkesi. Suorita vianetsintä.
fr: La connexion n'est peut-être pas sécurisée. L'application a perdu le contact avec le service système, veuillez résoudre le problème.
it: La connessione potrebbe non essere protetta. L'app ha perso il contatto con il servizio di sistema, risolvi il problema.
ja: 接続が安全でない可能性があります。アプリとシステムサービスとの通信が失われました。トラブルシューティングしてください。
my: ချိတ်ဆက်မှုသည် မလုံခြုံနိုင်ပါ။ အက်ပ်သည် စနစ်ဝန်ဆောင်မှုနှင့် ဆက်သွယ်မှု ပြတ်တောက်နေပါသည်၊ ပြစ်ချက် ရှာဖွေ ဖယ်ရှားပါ။
nb: Tilkoblingen kan være usikker. Appen mistet kontakt med systemtjenesten. Prøv feilsøking.
nl: Verbinding is mogelijk niet beveiligd. App heeft contact verloren met systeemservice. Los problemen op.
pl: Połączenie może być niezabezpieczone. Aplikacja utraciła kontakt z usługą systemową. Rozwiąż ten problem.
pt: A ligação pode não ser insegura. A app perdeu o contacto com o serviço do sistema. Tente resolver o problema.
ru: Возможно, подключение не защищено. Приложение потеряло связь с системной службой, устраните неполадки.
sv: Anslutningen kanske inte är säker. Appen har förlorat kontakten med systemtjänsten. Felsök.
th: การเชื่อมต่ออาจไม่ปลอดภัย แอปขาดการติดต่อกับบริการของระบบ โปรดแก้ไขปัญหา
tr: Bağlantı güvenli olmayabilir. Uygulamanın sistem hizmetiyle bağlantısı kesildi. Lütfen sorunu gidermeyi deneyin.

# notifications
source: Could not configure IPv6. Disable it in the app or enable it on your device.
ar: تعذَّرت تهيئة IPv6. أوقفه في التطبيق أو فعِّله على جهازك.
da: Kunne ikke konfigurere IPv6. Deaktiver det i appen, eller aktiver det på din enhed.
de: IPv6 konnte nicht konfiguriert werden. Deaktivieren Sie es in der App oder aktivieren Sie es auf Ihrem Gerät.
es: No se pudo configurar IPv6. Desactívelo en la aplicación o actívelo en el dispositivo.
fa: پیکربندی IPv6 ممکن نشد. آن را در اپلیکیشن غیرفعال کنید یا در دستگاه خود فعال نمایید.
fi: IPv6:n määritys ei onnistunut. Poista se käytöstä sovelluksessa tai ota käyttöön laitteellasi.
fr: Impossible de configurer IPv6. Désactivez le protocole dans l'application ou activez-le dans votre appareil.
it: Impossibile configurare IPv6. Disabilitalo nell'app o abilitalo sul tuo dispositivo.
ja: IPv6を設定できませんでした。アプリで無効にするか、デバイスで有効にしてください。
my: IPv6 ကို သတ်မှတ်ချိန်ညှိ၍ မရနိုင်ပါ။ အက်ပ်တွင် ၎င်းကို ပိတ်ပါ သို့မဟုတ် သင့်စက်တွင် ၎င်းကို ဖွင့်ပါ။
nb: Kunne ikke konfigurere IPv6. Deaktiver den i appen eller aktiver den på enheten din.
nl: Kon IPv6 niet configureren. Schakel het uit in de app of schakel het in op uw apparaat.
pl: Nie można skonfigurować protokołu IPv6. Wyłącz go w aplikacji lub włącz na urządzeniu.
pt: Não foi possível configurar o IPv6. Desative-o ou ative-o no seu dispositivo.
ru: Не удается сконфигурировать IPv6. Отключите этот протокол в приложении или включите на устройстве.
sv: Det gick inte att konfigurera IPv6. Inaktivera det i appen eller aktivera det på din enhet.
th: ไม่สามารถกำหนดค่า IPv6 ได้ โปรดปิดใช้งานรายการนี้ในแอป หรือเปิดใช้งานบนอุปกรณ์ของคุณ
tr: IPv6 yapılandırılamadı. IPv6'yı uygulamada devre dışı bırakın veya cihazınızda etkinleştirin.

# notifications
source: Disconnected and unsecure
ar: غير متصل وغير آمن
da: Frakoblet og usikker
de: Unsicher und nicht verbunden
es: Desconectado y sin protección
fa: قطع شده و ناامن
fi: Yhteys katkaistu ja suojaamaton
fr: Déconnecté et non sécurisé
it: Disconnesso e non protetto
ja: 接続が解除され、セキュリティ保護されていません
my: ချိတ်ဆက်မှုဖြုတ်ပြီးပါပြီ မလုံခြုံတော့ပါ
nb: Frakoblet og usikret
nl: Verbinding verbroken en niet veilig
pl: Rozłączony i niezabezpieczony
pt: Desligado e não seguro
ru: Отключено и не защищено
sv: Frånkopplad och osäker
th: ตัดการเชื่อมต่อและไม่ปลอดภัย
tr: Bağlantı kesildi ve güvenli değil

# notifications
source: Failed to enable split tunneling.
ar: فشل تفعيل الانقسام النفقي.
da: Kunne ikke aktivere split tunneling.
de: Split Tunneling konnte nicht aktiviert werden.
es: Error al habilitar la tunelización dividida.
fa: فعال‌سازی تونل‌بندی تقسیم‌شده ناموفق بود.
fi: Sovelluskohtaisen yhdistämisen käyttöönotto epäonnistui.
fr: Échec de l'activation du split tunneling.
it: Impossibile abilitare lo split tunneling.
ja: スプリットトンネリングを有効化できませんでした。
my: Split Tunneling ကို ဖွင့်၍မရခဲ့ပါ။
nb: Kunne ikke aktivere delt tunnelering.
nl: Inschakelen van split tunneling mislukt.
pl: Nie udało się włączyć dzielonego tunelowania.
pt: Erro ao ativar a divisão do túnel.
ru: Не удалось включить раздельное туннелирование.
sv: Det gick inte att aktivera split tunneling.
th: ล้มเหลวในการเปิดใช้การแยกอุโมงค์
tr: Bölünmüş tünelleme etkinleştirilemedi.

# notifications
source: Failed to enable split tunneling. Please try reconnecting or disable split tunneling.
ar: فشل تفعيل خاصية الانقسام النفقي. يُرجى محاولة إعادة الاتصال أو إيقاف الانقسام النفقي.
da: Kunne ikke aktivere split tunneling. Prøv at oprette forbindelse igen eller deaktiver split tunneling.
de: Split Tunneling konnte nicht aktiviert werden. Versuchen Sie, die Verbindung erneut herzustellen oder deaktivieren Sie Split Tunneling.
es: Error al habilitar la tunelización dividida. Intente reconectar o deshabilitar la tunelización dividida.
fa: فعال‌سازی تونل‌بندی تقسیم‌شده ناموفق بود. لطفاً دوباره اتصال را برقرار کنید یا تونل‌بندی تقسیم‌شده را غیرفعال نمایید.
fi: Sovelluskohtaisen yhdistämisen käyttöönotto epäonnistui. Yritä muodostaa yhteys uudelleen tai poista sovelluskohtainen yhdistäminen käytöstä.
fr: Échec de l'activation du split tunneling. Veuillez essayer de vous reconnecter ou de désactiver le split tunneling.
it: Impossibile abilitare lo split tunneling. Prova a riconnetterti o disabilita lo split tunneling.
ja: スプリットトンネリングを有効化できませんでした。もう一度接続するか、スプリットトンネリングを無効化してください。
my: Split Tunneling ကို ဖွင့်၍မရခဲ့ပါ။ ပြန်လည်ချိတ်ဆက်ကြည့်ပါ သို့မဟုတ် Split Tunneling ကို ပိတ်ကြည့်ပါ။
nb: Kunne ikke aktivere delt tunnelering. Prøv å koble til på nytt eller deaktivere delt tunnelering.
nl: Inschakelen van split tunneling mislukt. Probeer opnieuw verbinding te maken of schakel split tunneling uit.
pl: Nie udało się włączyć dzielonego tunelowania. Spróbuj połączyć się ponownie lub wyłącz dzielone tunelowanie.
pt: Erro ao ativar a divisão do túnel. Tente voltar a ligar ou desative a divisão do túnel.
ru: Не удалось включить раздельное туннелирование. Попробуйте переподключиться или отключить раздельное туннелирование.
sv: Det gick inte att aktivera split tunneling. Anslut igen eller inaktivera split tunneling.
th: ล้มเหลวในการเปิดใช้การแยกอุโมงค์ โปรดลองเชื่อมต่อใหม่อีกครั้ง หรือปิดใช้งานการแยกอุโมงค์
tr: Bölünmüş tünelleme etkinleştirilemedi. Lütfen yeniden bağlanmayı deneyin veya bölünmüş tünellemeyi devre dışı bırakın.

# notifications
source: IPv4 is not available, please try changing Device IP version setting.
ar: IPv4 غير متاح، يُرجى محاولة تغيير إعداد نسخة عنوان IP للجهاز.
de: IPv4 ist nicht verfügbar, bitte versuchen Sie, die Einstellung „Geräte-IP-Version“ zu ändern.
fa: IPv4 در دسترس نیست، لطفاً تنظیمات نسخهٔ IP دستگاه را تغییر دهید و دوباره امتحان کنید.
fi: IPv4 ei ole käytettävissä. Kokeile vaihtaa *Laitteen IP-versio* -asetus.
sv: IPv4 är inte tillgängligt, prova att ändra inställningen Enhetens IP-version.
th: IPv4 ไม่พร้อมใช้งาน โปรดลองเปลี่ยนการตั้งค่าเวอร์ชัน IP ของอุปกรณ์
tr: IPv4 kullanılamıyor. Lütfen Cihaz IP sürümü ayarını değiştirmeyi deneyin.

# notifications
source: IPv6 is not available, please try changing Device IP version setting.
ar: IPv6 غير متاح، يُرجى محاولة تغيير إعداد نسخة عنوان IP للجهاز.
de: IPv6 ist nicht verfügbar, bitte versuchen Sie, die Einstellung „Geräte-IP-Version“ zu ändern.
fa: IPv6 در دسترس نیست. لطفاً تنظیمات نسخهٔ IP دستگاه را تغییر دهید و دوباره امتحان کنید.
fi: IPv6 ei ole käytettävissä. Kokeile vaihtaa *Laitteen IP-versio* -asetus.
sv: IPv6 är inte tillgängligt, prova att ändra inställningen Enhetens IP-version.
th: IPv6 ไม่พร้อมใช้งาน โปรดลองเปลี่ยนการตั้งค่าเวอร์ชัน IP ของอุปกรณ์
tr: IPv6 kullanılamıyor. Lütfen Cihaz IP sürümü ayarını değiştirmeyi deneyin.

# notifications
source: Lockdown mode active, connection blocked
ar: وضع التأمين نشط، تم حظر الاتصال
da: Låsetilstand aktiv, forbindelse blokeret
de: Sperrmodus aktiv, Verbindung blockiert
es: Modo de bloqueo activo, conexión bloqueada
fa: حالت قفل فعال است، اتصال مسدود شد
fi: Lukitustila on käytössä ja yhteys estetty
fr: Mode verrouillage actif, connexion bloquée
it: Modalità Blocco attiva, connessione bloccata
ja: ロックダウンモードがアクティブです。接続はブロックされています
my: လော့ခ်ဒေါင်းစနစ် သက်ဝင်နေသည်၊ ချိတ်ဆက်မှုကို ပိတ်ဆို့ထားသည်
nb: Låsemodus aktivert, tilkobling blokkert
nl: Lockdownmodus actief, verbinding geblokkeerd
pl: Tryb Lockdown aktywny, połączenie zablokowane
pt: Modo de bloqueio ativo, ligação bloqueada
ru: Режим блокировки активирован, соединение заблокировано
sv: Låsningsläget är aktivt, anslutning blockerad
th: เปิดใช้โหมดล็อกดาวน์ ปิดกั้นการเชื่อมต่อแล้ว
tr: Kilitleme modu etkin, bağlantı engellendi

# notifications
source: No servers match your settings, try changing server or other settings.
ar: لا توجد خوادم تتطابق مع إعداداتك، حاول تغيير الخادم أو الإعدادات الأخرى.
da: Ingen servere matcher dine indstillinger. Prøv at ændre server eller andre indstillinger.
de: Kein Server entspricht Ihren Einstellungen. Versuchen Sie, den Server oder andere Einstellungen zu ändern.
es: Ningún servidor coincide con su configuración, pruebe con otro servidor u otra configuración.
fa: هیچ سروری با تنظیمات شما مطابقت ندارد؛ لطفاً سرور یا سایر تنظیمات را تغییر دهید.
fi: Mikään palvelin ei vastaa asetuksiasi. Kokeile vaihtaa palvelinta tai muuttaa muita asetuksia.
fr: Aucun serveur ne correspond à vos paramètres, essayez de modifier les paramètres du serveur ou d'autres paramètres.
it: Nessun server corrispondente alle tue impostazioni, prova a cambiare server o impostazioni.
ja: 設定に一致するサーバーはありません。サーバーまたは他の設定を変更してみてください。
my: သင့်ဆက်တင်နှင့် ကိုက်ညီသော ဆာဗာများ မရှိပါ၊ ဆာဗာ သို့မဟုတ် အခြားဆက်တင်တို့ကို ပြောင်းလဲရန် ကြိုးစားကြည့်ပါ။
nb: Ingen servere passer til innstillingene dine. Prøv å endre server eller andre innstillinger.
nl: Er zijn geen servers die overeenkomen met uw instellingen. Probeer een andere server of andere instellingen.
pl: Żaden serwer nie odpowiada ustawieniom. Spróbuj zmienić serwer lub inne ustawienia.
pt: Nenhum servidor corresponde às suas definições. Tente alterar o servidor ou outras definições.
ru: Нет серверов, соответствующих вашим настройкам. Попробуйте изменить сервер или задайте другие настройки.
sv: Inga servrar matchar dina inställningar. Försök att byta server eller ändra inställningarna.
th: ไม่มีเซิร์ฟเวอร์ที่ตรงกับการตั้งค่าของคุณ โปรดลองเปลี่ยนเซิร์ฟเวอร์ หรือการตั้งค่าอื่นๆ
tr: Ayarlarınızla eşleşen sunucu yok. Sunucuyu veya diğer ayarları değiştirmeyi deneyin.

# notifications
source: Please click here to update now
ar: يُرجى الضغط هنا للتحديث الآن
de: Bitte klicken Sie hier, um jetzt ein Update durchzuführen
es: Haga clic aquí para actualizar ahora
fa: لطفاً برای به‌روزرسانی اکنون اینجا کلیک کنید
fi: Päivitä nyt napsauttamalla tätä
it: Clicca qui per aggiornare ora
my: ယခု အပ်ဒိတ်လုပ်ရန် ဤနေရာကို နှိပ်ပါ
nb: Klikk her for å oppdatere nå
nl: Klik hier om nu bij te werken
pt: Clique aqui para atualizar agora
ru: Нажмите здесь, чтобы установить обновление
sv: Klicka här för att uppdatera nu
th: โปรดคลิกที่นี่เพื่ออัปเดตทันที
tr: Şimdi güncellemek için lütfen buraya tıklayın

# notifications
source: Reconnecting
ar: جارٍ إعادة الاتصال
da: Genopretter forbindelse
de: Wiederherstellen der Verbindung
es: Volviendo a establecer la conexión
fa: در حال اتصال دوباره
fi: Yhdistetään uudelleen
fr: Reconnexion
it: Riconnessione
ja: 再接続中
my: ပြန်ချိတ်ဆက်နေပါသည်
nb: Kobler til på nytt
nl: Opnieuw verbinden
pl: Ponowne łączenie
pt: A religar
ru: Идет переподключение
sv: Återansluter
th: กำลังเชื่อมต่อใหม่
tr: Yeniden Bağlanılıyor

# notifications
source: The apps excluded with %(splitTunneling)s might not work properly right now.
ar: قد لا تعمل التطبيقات المستثناة باستخدام %(splitTunneling)s بشكلٍ صحيح الآن.
da: De apps, der er ekskluderet med %(splitTunneling)s, fungerer muligvis ikke korrekt lige nu.
de: Die Apps, welche mit %(splitTunneling)s ausgeschlossen sind, funktionieren möglicherweise momentan nicht richtig.
es: Puede que las aplicaciones excluidas con la %(splitTunneling)s no funcionen correctamente en estos momentos.
fa: اپلیکیشن‌هایی که با %(splitTunneling)s مستثنا شده‌اند ممکن است در حال حاضر به‌درستی کار نکنند.
fi: Toiminnon "%(splitTunneling)s" kautta poissuljetut sovellukset eivät ehkä toimi oikein tällä hetkellä.
fr: Les applications exclues avec le %(splitTunneling)s peuvent ne pas fonctionner correctement pour le moment.
it: Le app escluse con lo %(splitTunneling)s potrebbero non funzionare correttamente in questo momento.
ja: %(splitTunneling)sを使用して除外されているアプリについては、現在正常に動作しない可能性があります。
my: %(splitTunneling)s နှင့်အတူ မပါဝင်သည့် အက်ပ်များသည် ယခုတွင် ကောင်းစွာ အလုပ်လုပ်မည် မဟုတ်ပါ
nb: Appene som er ekskludert med %(splitTunneling)s fungerer kanskje ikke på riktig måte akkurat nå.
nl: De apps die zijn uitgesloten bij %(splitTunneling)s werken nu mogelijk niet goed.
pl: Aplikacje wykluczone rozwiązaniem %(splitTunneling)s mogą teraz nie działać poprawnie.
pt: As aplicações excluídas com %(splitTunneling)s podem não funcionar adequadamente neste momento.
ru: Приложения, исключенные с помощью функции «%(splitTunneling)s», могут сейчас работать неправильно.
sv: Appar som exkluderas med %(splitTunneling)s kanske inte fungerar korrekt just nu.
th: แอปที่ไม่รวมอยู่ใน %(splitTunneling)s อาจทำงานผิดปกติอยู่ในขณะนี้
tr: %(splitTunneling)s ile hariç tutulan uygulamalar şu anda düzgün çalışmayabilir.
