Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# accessibility
source: Use the right arrow key to focus the settings button.
ar: استخدم مفتاح السهم الأيمن للتركيز على زر الإعدادات.
de: Verwenden Sie die rechte Pfeiltaste, um die Schaltfläche „Einstellungen“ zu fokussieren.
es: Utilice la tecla de flecha derecha para enfocar el botón de ajustes.
fa: برای فوکوس کردن روی دکمهٔ تنظیمات، کلید فلش راست را فشار دهید.
fi: Kohdista asetuspainike oikealla nuolinäppäimellä.
it: Usa il tasto freccia destra per evidenziare il pulsante delle impostazioni.
my: ဆက်တင်ခလုတ်ကို ရွေးချယ်ရန် ညာမြှားကီးကို သုံးပါ။
nb: Bruk høyre piltast for å fokusere på innstillingsknappen.
nl: Gebruik de pijl naar rechts om de instellingenknop te focussen.
pt: Utilize a tecla de seta para a direita para focar o botão de definições.
ru: Нажмите клавишу со стрелкой вправо, чтобы перейти к кнопке настроек.
sv: Använd höger pil för att fokusera inställningsknappen.
th: ใช้ปุ่มลูกศรขวาเพื่อโฟกัสไปที่ปุ่มการตั้งค่า
tr: Ayarlar düğmesine odaklanmak için sağ ok tuşunu kullanın.

# account-view
source: Account
ar: الحساب
da: Konto
de: Konto
es: Cuenta
fa: حساب
fi: Tili
fr: Compte
ja: アカウント
my: အကောင့်
nb: Konto
pl: Konto
pt: Conta
ru: Учетная запись
sv: Konto
th: บัญชี
tr: Hesap

# account-view
source: Account number
ar: رقم الحساب
da: Kontonummer
de: Kontonummer
es: Número de cuenta
fa: شماره حساب
fi: Tilin numero
fr: Numéro de compte
it: Numero di account
ja: アカウント番号
my: အကောင့် နံပါတ်
nb: Kontonummer
nl: Accountnummer
pl: Numer konta
pt: Número de conta
ru: Номер учетной записи
sv: Kontonummer
th: หมายเลขบัญชี
tr: Hesap Kimliği

# account-view
source: Currently unavailable
ar: غير متاح حاليًا
da: Ikke tilgængelig i øjeblikket
de: Derzeit nicht verfügbar
es: No disponible actualmente
fa: در حال حاضر در دسترس نیست
fi: Ei saatavilla
fr: Actuellement indisponible
it: Attualmente non disponibile
ja: 現在使用不可
my: လက်ရှိ၌ မရရှိနိုင်ပါ
nb: For øyeblikket utilgjengelig
nl: Momenteel niet beschikbaar
pl: Obecnie niedostępne
pt: Atualmente indisponível
ru: Сейчас недоступно
sv: Inte tillgänglig för närvarande
th: ไม่พร้อมใช้งานในปัจจุบัน
tr: Şu an kullanılamıyor

# account-view
source: Log out
ar: تسجيل الخروج
da: Log af
de: Abmelden
es: Cerrar sesión
fa: خروج از حساب کاربری
fi: Kirjaudu ulos
fr: Déconnexion
it: Esci
ja: ログアウト
my: ထွက်ရန်
nb: Logg ut
nl: Afmelden
pl: Wyloguj się
pt: Terminar sessão
ru: Выйти
sv: Logga ut
th: ลงชื่อออก
tr: Oturumu kapat

# account-view
source: Manage devices
ar: إدارة الأجهزة
de: Geräte verwalten
es: Gestionar dispositivos
fa: مدیریت دستگاه‌ها
fi: Hallitse laitteita
it: Gestisci dispositivi
my: စက်များကို စီမံရန်
nb: Behandle enheter
nl: Apparaten beheren
pt: Gerir dispositivos
ru: Управление устройствами
sv: Hantera enheter
th: จัดการอุปกรณ์
tr: Cihazları yönet

# account-view
source: OUT OF TIME
ar: انتهى الوقت
da: TID UDLØBET
de: ZEIT ABGELAUFEN
es: TIEMPO AGOTADO
fa: زمان به پایان رسیده است
fi: EI KÄYTTÖAIKAA
fr: PLUS DE TEMPS
it: SCADUTO
ja: 時間切れ
my: အချိန်စေ့သွားပါပြီ
nb: TIDEN HAR UTLØPT
nl: GEEN TIJD MEER
pl: KONIEC CZASU
pt: SEM TEMPO
ru: ЗАКОНЧИЛОСЬ ВРЕМЯ
sv: INGEN TID KVAR
th: หมดเวลา
tr: SÜRE DOLDU

# account-view
source: Paid until
ar: مدفوع حتى
da: Betalt indtil
de: Bezahlt bis
es: Pagado hasta
fa: پرداخت شده تا
fi: Maksu ennen
fr: Payé jusqu'au
it: Pagato fino al
ja: 次の日時まで支払い済み
my: ဖော်ပြပါအထိ ပေးချေထားပြီး
nb: Betalt fram til
nl: Betaald tot
pl: Płatne do
pt: Pago até
ru: Оплачено до
sv: Betalat till
th: ชำระเงินแล้วจนถึง
tr: Şu tarihe kadar ödendi:

# anti-censorship-view
source: Anti-censorship
ar: مكافحة الرقابة
de: Anti-Zensur
fa: ضد سانسور
fi: Sensuurinesto
sv: Anti-censur
th: การป้องกันการเซ็นเซอร์
tr: Sansürü önleme

# anti-censorship-view
source: Method
ar: الطريقة
de: Methode
fa: روش
fi: Tapa
sv: Metod
th: วิธี
tr: Yöntem

# anti-censorship-view
source: Please note that these methods do not improve performance, and may increase system utilization and battery consumption.
ar: يُرجى ملاحظة أن هذه الطرق لا تعمل على تحسين الأداء، وقد تؤدي إلى زيادة استخدام النظام واستهلاك البطارية.
de: Bitte beachten Sie, dass diese Methoden die Leistung nicht verbessern und möglicherweise zu einem höheren Verbrauch von Systemressourcen und Akku führen.
fa: لطفاً توجه داشته باشید که این روش‌ها کارایی را بهبود نمی‌بخشند و ممکن است مصرف سیستم و باتری را افزایش دهند.
fi: Huomioithan, että nämä tavat eivät paranna suorituskykyä ja saattavat lisätä järjestelmän ja akun käyttöä.
sv: Observera att dessa metoder inte förbättrar resultatet och kan komma att öka systemanvändningen och batteriförbrukningen.
th: โปรดทราบว่าวิธีการเหล่านี้ไม่ได้ช่วยปรับปรุงประสิทธิภาพการทำงาน แต่อาจเพิ่มการใช้งานระบบและการใช้งานแบตเตอรี่ได้
tr: Bu yöntemlerin performansı iyileştirmediğini ve sistem kullanımı ve pil tüketimini artırabileceğini lütfen göz önünde bulundurun.

# anti-censorship-view
source: These methods may be useful in situations where you are blocked from reaching Mullvad. When "Automatic" is selected, the app will attempt all methods until one works.
ar: قد تكون هذه الطرق مفيدة في حال تم حظر وصولك إلى Mullvad. عند اختيار "تلقائي"، سيحاول التطبيق استخدام جميع الطرق حتى تنجح إحداها.
de: Diese Methoden können nützlich sein, wenn Sie daran gehindert werden, Mullvad zu erreichen. Wenn „Automatisch“ ausgewählt ist, probiert die App alle Methoden aus, bis eine funktioniert.
fa: این روش‌ها ممکن است زمانی مفید باشند که دسترسی شما به Mullvad مسدود شده باشد. وقتی «خودکار» انتخاب شود، اپلیکیشن همهٔ روش‌ها را امتحان می‌کند تا یکی از آن‌ها کار کند.
fi: Nämä tavat voivat olla hyödyllisiä tilanteissa, joissa sinua on estetty pääsemästä Mullvadiin. Kun "automaattinen" valitaan, sovellus kokeilee kaikkia tapoja, kunnes jokin niistä toimii.
sv: Dessa metoder kan vara användbara i situationer där du blockeras från att nå Mullvad. När "Automatiskt" är valt försöker appen med alla metoder tills en fungerar.
th: วิธีการเหล่านี้อาจมีประโยชน์ในสถานการณ์ที่คุณถูกบล็อกไม่ให้เข้าถึง Mullvad เมื่อเลือก "อัตโนมัติ" แอปจะพยายามใช้ทุกวิธีจนกว่าจะมีวิธีใดวิธีหนึ่งที่ใช้งานได้
tr: Bu yöntemler, Mullvad erişiminin engellendiği durumlarda faydalı olabilir. "Otomatik" seçeneği ayarlandığında uygulama yöntemlerden biri çalışana dek tüm yöntemleri dener.

# api-access-methods-view
source: Add method
ar: إضافة طريقة
da: Tilføj metode
de: Methode hinzufügen
es: Añadir método
fa: افزودن روش
fi: Lisää menetelmä
fr: Ajouter un mode
it: Aggiungi metodo
ja: 方法の追加
my: နည်းလမ်း ပေါင်းထည့်ရန်
nb: Legg til metode
nl: Methode toevoegen
pl: Dodaj metodę
pt: Adicionar método
ru: Добавление метода
sv: Lägg till metod
th: เพิ่มวิธีการ
tr: Yöntem ekle

# api-access-methods-view
source: Adding a new API access method also tests it.
ar: إن إضافة طريقة جديدة للوصول إلى واجهة API يُعَدّ أيضًا اختبارًا لها.
da: Tilføjelse af en ny API-adgangsmetode tester den også.
de: Das Hinzufügen neuer API-Zugriffsmethoden testet diese auch.
es: Añadir un nuevo método de acceso a la API también lo prueba.
fa: افزودن یک روش جدید دسترسی به API همچنین آن را آزمایش می‌کند.
fi: Uuden ohjelmointirajapinnan käyttötavan lisääminen testaa sitä myös.
fr: Ajouter un nouveau mode d'accès à l'API. Effectue aussi un test.
it: L'aggiunta di un nuovo metodo di accesso API provvederà al suo test.
ja: 新しいAPIアクセス方法を追加してテストします。
my: API ရယူသုံးစွဲခွင့် နည်းလမ်းအသစ် ပေါင်းထည့်ခြင်းဖြင့် ၎င်းနည်းလမ်းကို စမ်းသပ်မှုလည်း ပြုလုပ်ပါမည်။
nb: Når du legger til en ny API-tilgangsmetode, vil den også bli testet.
nl: Bij het toevoegen van een nieuwe API-toegangsmethode wordt deze ook getest.
pl: Dodanie nowej metody dostępu do API również ją testuje.
pt: Adicionar um novo método de acesso à API também o testa.
ru: При добавлении нового метода доступа к API также выполняется его проверка.
sv: Om en ny API-åtkomstmetod läggs till, testas den också.
th: การเพิ่มวิธีการเข้าถึง API ใหม่ จะเป็นการทดสอบ API ด้วย
tr: Yeni bir API erişim yöntemi eklemek de test edilmesini sağlar.

# api-access-methods-view
source: API reachable
ar: واجهة API يمكن الوصول إليها
da: API tilgængelig
de: API erreichbar
es: API accesible
fa: API قابل‌دسترسی است
fi: Ohjelmointirajapinta saavutettavissa
fr: API joignable
it: API raggiungibile
ja: API到達可能
my: API ဝင်ရောက် သုံးစွဲနိုင်ပါသည်
nb: API tilgjengelig
nl: API bereikbaar
pl: API osiągalny
pt: API alcançável
ru: Есть доступ к API
sv: API kan nås
th: เข้าถึง API ได้
tr: Erişilebilir API

# api-access-methods-view
source: API reachable, adding method…
ar: واجهة API يمكن الوصول إليها، جارٍ إضافة الطريقة…
da: API tilgængelig. Tilføjer metode…
de: API erreichbar, Methode hinzufügen …
es: API accesible, añadiendo método…
fa: API قابل‌دسترسی است؛ در حال افزودن روش…
fi: Ohjelmointirajapinta saavutettavissa, menetelmää lisätään…
fr: API joignable, ajout du mode…
it: API raggiungibile, aggiunta del metodo…
ja: API到達可能、方法を追加中…
my: API ဝင်ရောက် သုံးစွဲနိုင်ပါသည်၊ နည်းလမ်း ပေါင်းထည့်နေဆဲ…
nb: API tilgjengelig, legger til metode …
nl: API bereikbaar, methode wordt toegevoegd…
pl: API osiągalny, dodawanie metody…
pt: API alcançável, a adicionar método…
ru: Есть доступ к API, добавляем метод…
sv: API kan nås, lägger till metod …
th: เข้าถึง API ได้ กำลังเพิ่มวิธี…
tr: Erişilebilir API, yöntem ekleniyor…

# api-access-methods-view
source: API reachable, saving method…
ar: واجهة API يمكن الوصول إليها، جارٍ حفظ الطريقة…
da: API tilgængelig. Gemmer metode…
de: API erreichbar, Methode speichern …
es: API accesible, guardando método…
fa: API قابل‌دسترسی است؛ در حال ذخیرهٔ روش…
fi: Ohjelmointirajapinta saavutettavissa, menetelmää tallennetaan…
fr: API joignable, enregistrement du mode…
it: API raggiungibile, salvataggio del metodo…
ja: API到達可能、方法を保存中…
my: API ဝင်ရောက် သုံးစွဲနိုင်ပါသည်၊ နည်းလမ်း သိမ်း‌နေဆဲ…
nb: API tilgjengelig, lagrer metode …
nl: API bereikbaar, methode wordt opgeslagen…
pl: API osiągalny, zapisywanie metody…
pt: API alcançável, a guardar método…
ru: Есть доступ к API, сохраняем метод…
sv: API kan nås, sparar metod …
th: เข้าถึง API ได้ กำลังบันทึกวิธี…
tr: Erişilebilir API, yöntem kaydediliyor…

# api-access-methods-view
source: API unreachable
ar: واجهة API لا يمكن الوصول إليها
da: API utilgængelig
de: API nicht erreichbar
es: API inaccesible
fa: API غیرقابل‌دسترسی است
fi: Ohjelmointirajapinta ei ole saavutettavissa
fr: API injoignable
it: API non raggiungibile
ja: API到達不能
my: API ဝင်ရောက် သုံးစွဲ၍ မရနိုင်ပါ
nb: API ikke tilgjengelig
nl: API onbereikbaar
pl: API nieosiągalny
pt: API inalcançável
ru: Нет доступа к API
sv: API kan inte nås
th: ไม่สามารถเข้าถึง API ได้
tr: Erişilemez API

# api-access-methods-view
source: API unreachable, add anyway?
ar: واجهة API لا يمكن الوصول إليها، هل تريد الإضافة على أي حال؟
da: API utilgængelig. Tilføj alligevel?
de: API nicht erreichbar, dennoch hinzufügen?
es: API inaccesible, ¿añadir de todos modos?
fa: API غیرقابل‌دسترسی است؛ با این حال اضافه شود؟
fi: Ohjelmointirajapinta ei ole saavutettavissa. Lisätäänkö se silti?
fr: API injoignable, l'ajouter quand même ?
it: API non raggiungibile, aggiungerla comunque?
ja: API到達不能。追加しますか？
my: API ဝင်ရောက် သုံးစွဲ၍ မရနိုင်ပါ၊ မည်သို့ပင်ဖြစ်စေ ပေါင်းထည့်မည်လား။
nb: API ikke tilgjengelig, legge til uansett?
nl: API onbereikbaar, toch toevoegen?
pl: API nieosiągalny, dodać mimo to?
pt: API inalcançável, adicionar mesmo assim?
ru: Нет доступа к API. Всё равно добавить?
sv: API kan inte nås, lägg till ändå?
th: ไม่สามารถเข้าถึง API ได้ ต้องการเพิ่มหรือไม่
tr: Erişilemez API yine de eklensin mi?

# api-access-methods-view
source: API unreachable, save anyway?
ar: واجهة API لا يمكن الوصول إليها، هل تريد الحفظ على أي حال؟
da: API utilgængelig. Gem alligevel?
de: API nicht erreichbar, dennoch speichern?
es: API inaccesible, ¿guardar de todos modos?
fa: API غیرقابل‌دسترسی است؛ با این حال ذخیره شود؟
fi: Ohjelmointirajapinta ei ole saavutettavissa. Tallennetaanko se silti?
fr: API injoignable, l'enregistrer quand même ?
it: API non raggiungibile, salvarla comunque?
ja: API到達不能。保存しますか？
my: API ဝင်ရောက် သုံးစွဲ၍ မရနိုင်ပါ၊ မည်သို့ပင်ဖြစ်စေ သိမ်းမည်လား။
nb: API ikke tilgjengelig, lagre uansett?
nl: API onbereikbaar, toch opslaan?
pl: API nieosiągalny, zapisać mimo to?
pt: API inalcançável, guardar mesmo assim?
ru: Нет доступа к API. Всё равно сохранить?
sv: API kan inte nås, spara ändå?
th: ไม่สามารถเข้าถึง API ได้ ต้องการบันทึกหรือไม่
tr: Erişilemez API yine de kaydedilsin mi?

# api-access-methods-view
source: Authentication
ar: المصادقة
da: Godkendelse
de: Authentifizierung
es: Autenticación
fa: احراز هویت
fi: Todennus
fr: Authentification
it: Autenticazione
ja: 認証
my: စစ်မှန်ကြောင်း အတည်ပြုခြင်း
nb: Autentisering
nl: Authenticatie
pl: Uwierzytelnianie
pt: Autenticação
ru: Аутентификация
sv: Autentisering
th: การรับรองความถูกต้อง
tr: Yetkilendirme

# api-access-methods-view
source: Clicking “%(save)s” changes the in use method.
ar: النقر على "%(save)s" يُغيِّر الطريقة المُستخدَمة.
da: Ved at klikke på "%(save)s" ændres den brugte metode.
de: Durch Klicken auf „%(save)s“ wird die verwendete Methode geändert.
es: Hacer clic en «%(save)s» cambia el método en uso.
fa: کلیک روی «‏%(save)s» روشِ در حال استفاده را تغییر می‌دهد.
fi: Jos napsautat "%(save)s", käytössä oleva menetelmä vaihtuu.
fr: Cliquer sur « %(save)s » change le mode utilisé.
it: Cliccando su "%(save)s" si modifica il metodo in uso.
ja: [%(save)s] をクリックすると、使用中の方法が変更されます。
my: "%(save)s" ကို နှိပ်ခြင်းသည် သုံးနေသော နည်းလမ်းကို ပြောင်းစေပါသည်။
nb: Når du trykker på «%(save)s», vil det endre hvilken metode som brukes.
nl: Door op "%(save)s" te klikken, wordt de gebruikte methode gewijzigd.
pl: Kliknięcie opcji „%(save)s” zmienia używaną metodę.
pt: Clicar em "%(save)s" altera o método em uso.
ru: Нажав «%(save)s», вы измените используемый метод.
sv: Om du klickar på "%(save)s" ändras den använda metoden.
th: การคลิก “%(save)s” จะเปลี่ยนวิธีที่ใช้งานอยู่
tr: "%(save)s" düğmesine tıklamak kullanılan yöntemi değiştirir.

# api-access-methods-view
source: Delete %(name)s?
ar: هل تريد حذف %(name)s؟
da: Vil du slette %(name)s?
de: %(name)s löschen?
es: ¿Eliminar %(name)s?
fa: ‏%(name)s حذف شود؟
fi: Poistetaanko %(name)s?
fr: Supprimer %(name)s ?
it: Eliminare %(name)s?
ja: %(name)sを削除しますか？
my: %(name)s ကို ဖျက်မည်လား။
nb: Slette %(name)s?
nl: %(name)s verwijderen?
pl: Usunąć %(name)s?
pt: Eliminar %(name)s?
ru: Удалить метод «%(name)s»?
sv: Ta bort %(name)s?
th: ลบ %(name)s หรือไม่
tr: %(name)s silinsin mi?

# api-access-methods-view
source: Edit method
ar: تعديل الطريقة
da: Rediger metode
de: Methode bearbeiten
es: Editar método
fa: ویرایش روش
fi: Muokkaa menetelmää
fr: Modifier le mode
it: Modifica metodo
ja: 方法の編集
my: နည်းလမ်းကို တည်းဖြတ်ပါ
nb: Endre metode
nl: Methode bewerken
pl: Edytuj metodę
pt: Editar método
ru: Изменение метода
sv: Redigera metod
th: แก้ไขวิธี
tr: Yöntemi düzenle

# api-access-methods-view
source: Editing an API access method also tests it.
ar: إن تعديل طريقة الوصول إلى واجهة API يُعَدّ أيضًا اختبارًا لها.
da: Redigering af en API-adgangsmetode tester den også.
de: Das Bearbeiten von API-Zugriffsmethoden testet diese auch.
es: Editar un método de acceso a la API también lo prueba.
fa: ویرایش یک روش دسترسی به API همچنین آن را امتحان می‌کند.
fi: Ohjelmointirajapinnan käyttötavan muokkaaminen testaa sitä myös.
fr: Modifier un mode d'accès à l'API effectue aussi un test.
it: La modifica di un metodo di accesso API provvederà al suo test.
ja: APIアクセス方法を編集してテストします。
my: API ရယူသုံးစွဲခွင့် နည်းလမ်းကို တည်းဖြတ်ခြင်းဖြင့် ၎င်းနည်းလမ်းကို စမ်းသပ်မှုလည်း ပြုလုပ်ပါမည်။
nb: Når du endrer en API-tilgangsmetode, vil den også bli testet.
nl: Bij het bewerken van een API-toegangsmethode wordt deze ook getest.
pl: Edycja metody dostępu do API również ją testuje.
pt: Editar um método de acesso à API também o testa.
ru: При изменении метода доступа к API также выполняется его проверка.
sv: Om en API-åtkomstmetod redigeras, testas den också.
th: การแก้ไขวิธีการเข้าถึง API จะเป็นการทดสอบ API ด้วย
tr: API erişim yöntemini düzenlemek de test edilmesini sağlar.

# api-access-methods-view
source: Enter IP
ar: أدخل IP
da: Indtast IP
de: IP eingeben
es: Introducir IP
fa: IP را وارد کنید
fi: Anna IP-osoite
fr: Saisir l'IP
it: Inserisci IP
ja: IPを入力
my: IP ရိုက်ထည့်ရန်
nb: Skriv inn IP
nl: Voer IP-adres in
pl: Wprowadź adres IP
pt: Introduzir IP
ru: Введите IP-адрес
sv: Ange IP
th: ป้อน IP
tr: IP'yi girin

# api-access-methods-view
source: Enter name
ar: أدخل الاسم
da: Indtast navn
de: Name eingeben
es: Introducir nombre
fa: نام را وارد کنید
fi: Anna nimi
fr: Saisir le nom
it: Inserisci nome
ja: 名前を入力
my: အမည် ရိုက်ထည့်ရန်
nb: Skriv inn navn
nl: Voer naam in
pl: Wprowadź nazwę
pt: Introduzir nome
ru: Введите имя
sv: Ange namn
th: ป้อนชื่อ
tr: Adı girin

# api-access-methods-view
source: Enter port
ar: أدخل المنفذ
da: Indtast port
de: Port eingeben
es: Introducir puerto
fa: پورت را وارد کنید
fi: Anna portti
fr: Saisir le port
it: Inserisci porta
ja: ポートを入力
my: ပေါ့တ် ရိုက်ထည့်ရန်
nb: Skriv inn port
nl: Voer poort in
pl: Wprowadź port
pt: Introduzir porta
ru: Введите порт
sv: Ange port
th: ป้อนพอร์ต
tr: Portu girin

# api-access-methods-view
source: If you are not connected to our VPN, then the Encrypted DNS proxy will use your own non-VPN IP when connecting. The DoH servers are hosted by one of the following providers: Quad9 or CloudFlare.
ar: إذا لم تكن متصلًا بشبكة VPN لدينا، فسيستخدم خادم وكيل نظام أسماء النطاقات (DNS) المُشفَّر عنوان IP غير المرتبط بشبكة VPN عند الاتصال. يتم استضافة خوادم DoH من قِبل أحد موفري الخدمة التاليين: Quad9 أو CloudFlare.
da: Hvis du ikke er tilsluttet vores VPN, vil den krypterede DNS-proxy bruge din egen ikke-VPN IP,-adresse når du opretter forbindelse. DoH-serverne hostes af en af følgende udbydere: Quad9 eller CloudFlare.
de: Wenn Sie nicht mit unserem VPN verbunden sind, verwendet der Verschlüsseltes-DNS-Proxy bei der Verbindung Ihre eigene Nicht-VPN-IP. Die DoH-Server werden von einem der folgenden Anbieter gehostet: Quad9 oder CloudFlare.
es: Si no está conectado a nuestra VPN, el proxy DNS cifrado utilizará su propia IP no VPN al conectarse. Los servidores de DoH están alojados en uno de los siguientes proveedores: Quad9 o CloudFlare.
fa: اگر به VPN ما متصل نباشید، پروکسی DNS رمزگذاری‌شده هنگام اتصال از IP غیرِ VPN شما استفاده می‌کند. سرورهای DoH توسط یکی از ارائه‌دهندگان زیر میزبانی می‌شوند: ‏Quad9 یا CloudFlare.
fi: Jos et ole yhteydessä VPN-verkkoomme, salattu DNS-välityspalvelin käyttää yhdistämiseen omaa, ei-VPN-pohjaista IP-osoitettasi. DoH-palvelimia isännöi joko Quad9 tai CloudFlare.
fr: Si vous n'êtes pas connecté à notre VPN, le proxy DNS chiffré utilisera votre propre IP non VPN lors de la connexion. Les serveurs DoH sont hébergés par l'un des fournisseurs suivants : Quad 9 ou CloudFlare.
it: Se non sei connesso alla nostra VPN, il proxy DNS crittografato utilizzerà il tuo IP non VPN durante la connessione. I server DoH sono ospitati da uno dei seguenti provider: Quad9 o CloudFlare.
ja: 当社のVPNに接続していない場合、暗号化DNSプロキシは接続時に独自の非VPN IPを使用します。DoHサーバーは、Quad9またはCloudFlareのいずれかによってホストされます。
my: အကယ်၍ သင်သည် ကျွန်ုပ်တို့၏ VPN သို့ ချိတ်ဆက်ထားခြင်းမရှိပါက ကုဒ်ဝှက်ထားသော DNS ပရောက်စီသည် ချိတ်ဆက်ရာတွင် သင်၏ကိုယ်ပိုင် VPN မဟုတ်သော IP ကို ​​အသုံးပြုပါမည်။ DoH ဆာဗာများကို အောက်ပါဝန်ဆောင်မှုပေးသူများထဲမှ တစ်ခုမှ လက်ခံဆောင်ရွက်ပေးသည်- Quad 9 သို့မဟုတ် CloudFlare ။
nb: Hvis du ikke er koblet til VPN-tjenesten vår, vil den krypterte DNS-proxyen bruke din egen ikke-VPN-IP når du kobler til. En av følgende leverandører er vert for DoH-serverne: Quad9 eller CloudFlare.
nl: Als u niet verbonden bent met onze VPN, gebruikt de versleutelde DNS-proxy uw eigen niet-VPN IP-adres bij het verbinden. De DoH-servers worden gehost door een van de volgende aanbieders: Quad9 of CloudFlare.
pl: Jeśli nie masz połączenia z naszą siecią VPN, szyfrowany serwer proxy DNS użyje Twojego własnego adresu IP bez VPN podczas łączenia. Serwery DoH są hostowane przez jednego z następujących dostawców: Quad 9 lub CloudFlare.
pt: Se não estiver ligado à nossa VPN, o proxy DNS encriptado utiliza o seu próprio IP e não a VPN ao estabelecer a ligação. Os servidores DoH são alojados por um dos seguintes fornecedores: Quad9 ou CloudFlare.
ru: Если вы не подключены к нашему VPN, функция «Зашифрованный DNS-прокси» при подключении будет использовать ваш IP-адрес, не относящийся к VPN. Серверы DoH размещаются у одного из следующих провайдеров: Quad9 или CloudFlare.
sv: Om du inte är ansluten till vår VPN använder den krypterade DNS-proxyn din egen IP-adress utan VPN när du ansluter. En av följande leverantörer är värd för DoH-servrarna: Quad 9 eller CloudFlare.
th: หากคุณไม่ได้เชื่อมต่อกับ VPN ของเรา พร็อกซี DNS ที่เข้ารหัสจะใช้ IP ที่ไม่ใช่ VPN ของคุณในขณะที่เชื่อมต่อ เซิร์ฟเวอร์ DoH ได้รับการโฮสต์โดยผู้ให้บริการรายใดรายหนึ่งต่อไปนี้: Quad9 หรือ CloudFlare
tr: VPN'imize bağlı değilseniz Şifreli DNS proxy'si bağlanırken VPN dışı IP'nizi kullanır. DoH sunucuları şu sağlayıcılardan birinde barındırılır: Quad9 veya CloudFlare.

# api-access-methods-view
source: In use
ar: قيد الاستخدام
da: I brug
de: Wird verwendet
es: En uso
fa: در حال استفاده
fi: Käytössä
fr: En cours d'utilisation
it: In uso
ja: 使用中
my: အသုံးပြုဆဲ
nb: Er i bruk
nl: In gebruik
pl: W użyciu
pt: Em uso
ru: Используется
sv: Används
th: ใช้งานอยู่
tr: Kullanımda

# api-access-methods-view
source: Local SOCKS5 server
ar: خادم SOCKS5 محلي
da: Lokal SOCKS5-server
de: Lokaler SOCKS5-Server
es: Servidor SOCKS5 local
fa: سرور محلی SOCKS5
fi: Paikallinen SOCKS5-palvelin
fr: Serveur SOCKS5 local
it: Server SOCKS5 locale
ja: ローカルSOCKS5サーバー
my: စက်တွင်း SOCKS5 ဆာဗာ
nb: Lokal SOCKS5-server
nl: Lokale SOCKS5-server
pl: Lokalny serwer SOCKS5
pt: Servidor SOCKS5 local
ru: Локальный сервер SOCKS5
sv: Lokal SOCKS5-server
th: เซิร์ฟเวอร์ SOCKS5 ภายใน
tr: Yerel SOCKS5 sunucusu

# api-access-methods-view
source: Manage and add custom methods to access the Mullvad API.
ar: إدارة طرق مُخصَّصة للوصول إلى Mullvad API وإضافتها.
da: Administrer og tilføj brugerdefinerede metoder for at få adgang til Mullvad API.
de: Verwaltung und Hinzufügen benutzerdefinierter Methoden für den Zugriff auf die Mullvad-API.
es: Gestione y añada métodos personalizados para acceder a la API de Mullvad.
fa: مدیریت و افزودن روش‌های سفارشی برای دسترسی به ‏Mullvad API.
fi: Hallitse ja lisää mukautettuja menetelmiä Mullvadin ohjelmointirajapinnan käyttämiseksi.
fr: Gérez et ajoutez des modes d'accès personnalisés à l'API Mullvad.
it: Gestisci e aggiungi metodi personalizzati per accedere all'API Mullvad.
ja: Mullvad APIへのカスタムのアクセス方法を管理・追加します。
my: Mullvad API ကို ရယူသုံးစွဲရန် စိတ်ကြိုက် နည်းလမ်းများကို ပေါင်းထည့်၍ စီမံပါ။
nb: Administrer og legg til tilpassede metoder for tilgang til Mullvad API.
nl: Beheer en voeg aangepaste methoden toe om toegang te krijgen tot de Mullvad-API.
pl: Zarządzaj i dodawaj niestandardowe metody dostępu do interfejsu API Mullvad.
pt: Gerir e adicionar métodos personalizados para aceder à Mullvad API.
ru: Добавление пользовательских методов для доступа к API Mullvad и управление ими.
sv: Hantera och lägg till anpassade metoder för att komma åt Mullvad API.
th: จัดการและเพิ่มวิธีแบบกำหนดเอง เพื่อเข้าถึง Mullvad API
tr: Mullvad API'sine erişim için özel yöntemler ekleyip yönetin.
