Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

source: Paste or write overrides to be imported
ar: الصق أو اكتب التجاوزات المراد استيرادها
da: Indsæt eller skriv tilsidesættelser, der skal importeres
de: Zu importierende Überschreibungen einfügen oder eingeben
es: Pegue o escriba las anulaciones que se deben importar
fa: جایگزینی‌هایی را که می‌خواهید وارد کنید، جایگذاری کنید یا بنویسید
fi: Liitä tai kirjoita ohitukset, jotka haluat tuoda
fr: Collez ou saisissez les substitutions à importer
it: Incolla o scrivi le sovrascritture da importare
ja: インポートするオーバーライドを貼り付けるか、または記入してください
my: ကျော်လွန် ပယ်ဖျက်မှုများကို ထည့်သွင်းရန် ကူးထည့်ပါ သို့မဟုတ် ရေးပါ
nb: Lim eller skriv inn overstyringer som skal importeres
nl: Plak of schrijf overschrijvingen om te importeren
pl: Wklej lub wpisz zastąpienia do zaimportowania
pt: Cole ou introduza substituições a importar
ru: Вставьте или напишите переопределения для импорта
sv: Klistra in eller skriv åsidosättningar som ska importeras
th: วางหรือพิมพ์โอเวอร์ไรด์เพื่อนำเข้า
tr: İçe aktarılacak geçersiz kılmaları yapıştırın veya yazın

source: Patch not matching specification
ar: التصحيح لا يطابق المواصفات
da: Patch matcher ikke specifikationen
de: Patch entspricht nicht der Spezifikation
es: El parche no coincide con la especificación
fa: متنِ تغییرات با مشخصات سازگار نیست
fi: Muutostiedosto ei vastaa määritelmää
fr: Le correctif ne correspond pas à la spécification
it: La patch non corrisponde alle specifiche
ja: パッチが仕様に一致していません
my: ပက်ချ်သည် သတ်မှတ်ချက်နှင့် မကိုက်ညီပါ
nb: Oppdateringen samsvarer ikke med spesifikasjon
nl: Patch komt niet overeen met specificatie
pl: Poprawka niezgodna ze specyfikacją
pt: O patch não corresponde à especificação
ru: Патч не соответствует спецификации
sv: Korrigering överensstämmer inte med specifikationen
th: แพตช์ไม่ตรงกับข้อมูลจำเพาะ
tr: Yama spesifikasyonla eşleşmiyor

source: Please enter a valid IPv4 or IPv6 address
ar: يُرجى إدخال عنوان IPv4 أو IPv6 صالح
da: Indtast en gyldig IPv4- eller IPv6-adresse
de: Bitte geben Sie eine gültige IPv4- oder IPv6-Adresse ein
es: Escriba una dirección IPv4 o IPv6 válida
fa: لطفاً یک نشانی معتبر IPv4 یا IPv6 وارد کنید
fi: Anna kelvollinen IPv4- tai IPv6-osoite
fr: Merci de saisir une adresse IPv4 ou IPv6 valide
it: Inserisci un indirizzo IPv4 o IPv6 valido
ja: 有効な IPv4 または IPv6 アドレスを入力してください
my: မှန်ကန်သော IPv4 သို့မဟုတ် IPv6 လိပ်စာကို ရိုက်ထည့်ပေးပါ
nb: Skriv inn en gyldig IPv4- eller IPv6-adresse
nl: Voer een geldig IPv4- of IPv6-adres in
pl: Wprowadź prawidłowy adres IPv4 lub IPv6
pt: Introduza um endereço IPv4 ou IPv6 válido
ru: Введите действительный адрес IPv4 или IPv6
sv: Ange en giltig IPv4- eller IPv6-adress
th: โปรดป้อนที่อยู่ IPv4 หรือ IPv6 ที่ถูกต้อง
tr: Lütfen geçerli bir IPv4 veya IPv6 adresi girin

source: Please enter a valid remote server port
ar: يُرجى إدخال منفذ خادم بعيد صالح
da: Indtast en gyldig fjernserverport
de: Bitte geben Sie einen gültigen Remote-Server-Port ein
es: Introduzca un puerto de servidor remoto válido
fa: لطفاً یک پورت معتبرِ سرور راه‌دور وارد کنید
fi: Anna kelvollinen etäpalvelimen portti
fr: Merci de saisir un port de serveur distant valide
it: Inserisci una porta di server remoto valida
ja: 有効なリモートサーバーのポートを入力してください
my: မှန်ကန်သော အဝေးဆာဗာ ပေါ့တ်ကို ရိုက်ထည့်ပေးပါ
nb: Skriv inn en gyldig ekstern server-port
nl: Voer een geldige poort op de externe server in
pl: Wprowadź prawidłowy port serwera zdalnego
pt: Introduza uma porta de servidor remoto válida
ru: Введите действительный порт удаленного сервера
sv: Ange en giltig fjärrserverport
th: โปรดป้อนพอร์ตเซิร์ฟเวอร์ระยะไกลที่ถูกต้อง
tr: Lütfen geçerli bir uzak sunucu portu girin

source: Please press connect to request VPN permission
ar: يُرجى الضغط على "اتصال" لطلب إذن VPN
da: Tryk på Opret forbindelse for at anmode om VPN-tilladelse
de: Drücken Sie auf „Verbinden“, um die VPN-Berechtigung anzufordern
es: Pulse conectar para solicitar el permiso de VPN
fa: لطفاً برای درخواست اجازهٔ VPN دکمهٔ اتصال را فشار دهید
fi: Pyydä VPN:n käyttölupa yhteydenluontipainiketta painamalla
fr: Veuillez appuyer sur connexion pour demander l'autorisation VPN
it: Premi Connetti per richiedere l'autorizzazione VPN
ja: [接続] を押してVPNへのアクセス許可をリクエストしてください
my: VPN ခွင့်ပြုချက်တောင်းရန် ချိတ်ဆက်ရန်ကို နှိပ်ပေးပါ
nb: Trykk på koble til for å be om VPN-tillatelse
nl: Druk op Verbinding maken om VPN-toestemming te verzoeken
pl: Naciśnij przycisk Połącz, aby zażądać uprawnienia VPN
pt: Prima "ligar" para solicitar a permissão de VPN
ru: Чтобы запросить разрешение для VPN, нажмите «Подключить»
sv: Tryck på anslut för att begära VPN-behörighet
th: กรุณากดเชื่อมต่อ เพื่อขออนุญาตสิทธิ์ VPN
tr: VPN izni istemek için lütfen bağlantıya dokunun

source: Please restart your device and try connecting again. If this does not work, please write an email to %s in Swedish or English.
ar: يُرجى إعادة تشغيل جهازك ومحاولة الاتصال مرة أخرى. إذا لم ينجح ذلك، يُرجى إرسال رسالة بريد إلكتروني إلى %s باللغة السويدية أو الإنجليزية.
de: Bitte starten Sie Ihr Gerät neu und versuchen Sie erneut, sich zu verbinden. Wenn dies nicht funktioniert, schreiben Sie bitte eine E-Mail an %s auf Schwedisch oder Englisch.
es: Reinicie su dispositivo e intente conectarse de nuevo. Si esto no funciona, escriba un correo electrónico a %s en sueco o inglés.
fa: لطفاً دستگاه‌تان را دوباره راه‌اندازی کنید و دوباره تلاش کنید وصل شوید. اگر مشکل برطرف نشد، لطفاً یک ایمیل به %s به زبان سوئدی یا انگلیسی بنویسید.
fi: Käynnistä laitteesi uudelleen ja yritä muodostaa yhteys uudelleen. Jos tämä ei toimi, lähetä sähköpostiviesti osoitteeseen %s ruotsiksi tai englanniksi.
it: Riavvia il dispositivo e riprova a connetterti. Se non funziona, scrivi un'e-mail a %s in svedese o in inglese.
my: စက်ကို ရီစတက်ချပြီး ထပ်မံချိတ်ဆက်ကြည့်ပါ။ ချိတ်၍မရသေးလျှင် %s သို့ ဆွီဒင် သို့မဟုတ် အင်္ဂလိပ်ဘာသာစကားဖြင့် အီးမေးလ်ပို့ပါ။
nb: Start enheten på nytt og prøv å koble til igjen. Hvis dette ikke fungerer, kan du skrive en e-post til %s på svensk eller engelsk.
nl: Start uw apparaat opnieuw op en probeer het opnieuw. Als dat niet werkt, kun u een e-mail schrijven naar %s (in het Zweeds of in het Engels).
pt: Reinicie o seu dispositivo e tente estabelecer a ligação novamente. Se isto não funcionar, escreva um e-mail para %s em sueco ou inglês.
ru: Перезагрузите устройство и снова попробуйте подключиться. Если это не поможет, отправьте письмо на %s на английском или шведском.
sv: Starta om enheten och försök att ansluta igen. Om det inte fungerar kan du skicka ett e-postmeddelande till %s på svenska eller engelska.
th: โปรดรีสตาร์ทอุปกรณ์ของคุณและลองเชื่อมต่ออีกครั้ง หากวิธีนี้ไม่ได้ผล โปรดเขียนอีเมลถึง %s เป็นภาษาสวีเดนหรืออังกฤษ
tr: Lütfen cihazınızı yeniden başlatın ve tekrar bağlanmayı deneyin. Bu işe yaramazsa lütfen %s adresine İsveççe veya İngilizce bir e-posta yazın.

source: Please try changing your filters.
ar: يُرجى محاولة تغيير عوامل التصفية لديك.
de: Bitte versuchen Sie, Ihre Filter anzupassen.
es: Intente cambiar los filtros.
fa: لطفاً فیلترهای خود را تغییر دهید.
fi: Kokeile muuttaa suodattimiasi.
it: Prova a cambiare i filtri.
my: စစ်ထုတ်မှုများကို ပြောင်းကြည့်ပါ။
nb: Prøv å endre filtrene.
nl: Probeer de filters te veranderen.
pt: Tente alterar os seus filtros.
ru: Попробуйте изменить фильтры.
sv: Prova att ändra dina filter.
th: โปรดลองเปลี่ยนตัวกรองของคุณ
tr: Lütfen filtrelerinizi değiştirmeyi deneyin.

source: Privacy
ar: الخصوصية
da: Privatliv
de: Datenschutz
es: Privacidad
fa: حریم خصوصی
fi: Tietosuoja
fr: Confidentialité
ja: プライバシー
my: ကိုယ်ရေးအချက်အလက် လုံခြုံရေး
nb: Personvern
pl: Prywatność
pt: Privacidade
ru: Конфиденциальность
sv: Sekretess
th: ความเป็นส่วนตัว
tr: Gizlilik

source: Privacy policy
ar: سياسة الخصوصية
da: Fortrolighedspolitik
de: Datenschutzrichtlinie
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
my: ကိုယ်ပိုင်အချက်အလက် မူဝါဒ
nb: Retningslinjer for personvern
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
ru: Политика конфиденциальности
sv: Sekretesspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik politikası

source: Recents
ar: المواقع الحديثة
de: Letzte
es: Recientes
fa: اخیراً استفاده شده
fi: Viimeisimmät
it: Recenti
my: လတ်တလောအရာများ
nb: Nylige
nl: Recente
pt: Recentes
ru: Недавние
sv: Senaste
th: ล่าสุด
tr: Son kullanılanlar

source: Recents disabled and history cleared
ar: تم إيقاف المواقع الحديثة ومسح السجل
de: Letzte deaktiviert und Verlauf gelöscht
es: Recientes deshabilitados e historial borrado
fa: آیتم‌های اخیر غیرفعال شد و تاریخچه پاک شد
fi: Viimeisimmät on poistettu käytöstä ja historia on tyhjennetty
it: Recenti disabilitati e cronologia cancellata
my: လတ်တလောအရာများကို ပိတ်ထားပြီး မှတ်တမ်းကို ရှင်းထားသည်
nb: Nylige er deaktivert og historikken er slettet
nl: Recente uitgeschakeld en geschiedenis gewist
pt: Recentes desativados e histórico eliminado
ru: Недавние отключены, история очищена
sv: Senaste har inaktiverats och historiken har rensats
th: ปิดใช้งานล่าสุดและล้างประวัติแล้ว
tr: Son kullanılanlar devre dışı bırakıldı ve geçmiş temizlendi

source: Recursion limit
ar: حد التكرار
da: Rekursionsgrænse
de: Rekursionslimit
es: Límite de recursión
fa: حد تکرار
fi: Toistorajoitus
fr: Limite de récursion
it: Limite di ricorsione
ja: 繰り返しの制限
my: ထပ်တလဲလဲ လုပ်ဆောင်မှု ကန့်သတ်ချက်
nb: Rekursjonsgrense
nl: Recursielimiet
pl: Limit rekursji
pt: Limite de recursão
ru: Предел рекурсии
sv: Rekursionsgräns
th: ขีดจำกัดการเรียกซ้ำ
tr: Yineleme sınırı

source: Remove %1$s from %2$s
ar: إزالة %1$s من %2$s
de: %1$s von %2$s entfernen
es: Quitar %1$s de %2$s
fa: %1$s را از %2$s حذف کنید
fi: Poista %1$s luettelosta %2$s
it: Rimuovi %1$s da %2$s
my: %2$s မှ %1$s ကို ဖယ်ရှားရန်
nb: Fjern %1$s fra %2$s
nl: %1$s verwijderen uit %2$s
pt: Remover %1$s de %2$s
ru: Удалить местоположение %1$s из списка «%2$s»
sv: Ta bort %1$s från %2$s
th: ลบ %1$s จาก %2$s
tr: %1$s, %2$s listesinden kaldırılsın

source: Remove %s?
ar: هل تريد إزالة %s؟
de: %s entfernen?
es: ¿Quitar %s?
fa: %s حذف شود؟
fi: Poistetaanko %s?
it: Rimuovere %s?
my: %s ကို ဖယ်ရှားမလား။
nb: Fjerne %s?
nl: %s verwijderen?
pt: Remover %s?
ru: Удалить устройство «%s»?
sv: Ta bort %s?
th: ลบ %s หรือไม่
tr: %s kaldırılsın mı?

source: Remove custom port
ar: إزالة المنفذ المُخصَّص
da: Fjern brugerdefineret port
de: Eigenen Port entfernen
es: Quitar puerto personalizado
fa: حذف پورت سفارشی
fi: Poista mukautettu portti
fr: Supprimer le port personnalisé
it: Rimuovi porta personalizzata
ja: カスタムポートを削除
my: စိတ်ကြိုက် ပေါ့တ်ကို ဖယ်ရှားရန်
nb: Fjern tilpasset port
nl: Aangepaste poort verwijderen
pl: Usuń port niestandardowy
pt: Remover porta personalizada
ru: Удалить пользовательский порт
sv: Ta bort anpassad port
th: นำพอร์ตแบบกำหนดเองออก
tr: Özel portu kaldır

source: Reset
ar: إعادة التعيين
da: Nulstil
de: Zurücksetzen
es: Restablecer
fa: بازنشانی
fi: Nollaa
fr: Réinitialiser
it: Reimposta
ja: リセット
my: ပြန်လည်သတ်မှတ်ရန်
nb: Tilbakestill
nl: Resetten
pl: Resetuj
pt: Repor
ru: Сбросить
sv: Återställ
th: รีเซ็ต
tr: Sıfırla

source: Reset all overrides
ar: إعادة تعيين كل التجاوزات
da: Nulstil alle tilsidesættelser
de: Alle Überschreibungen zurücksetzen
es: Restablecer todas las anulaciones
fa: بازنشانیِ همهٔ جایگزینی‌ها
fi: Nollaa kaikki ohitukset
fr: Réinitialiser toutes les substitutions
it: Reimposta tutte le sovrascritture
ja: すべてのオーバーライドをリセット
my: ကျော်လွန် ပယ်ဖျက်မှု အားလုံးကို ပြန်လည်သတ်မှတ်ရန်
nb: Tilbakestill alle overstyringer
nl: Alle overschrijvingen resetten
pl: Resetuj wszystkie zastąpienia
pt: Repor todas as substituições
ru: Сброс всех переопределений
sv: Återställ alla åsidosättningar
th: รีเซ็ตโอเวอร์ไรด์ทั้งหมด
tr: Tüm geçersiz kılmaları sıfırla

source: Reset overrides
ar: إعادة تعيين التجاوزات
da: Nulstil tilsidesættelser
de: Überschreibungen zurücksetzen
es: Restablecer anulaciones
fa: بازنشانیِ جایگزینی‌ها
fi: Nollaa ohitukset
fr: Réinitialiser les substitutions
it: Reimposta sovrascritture
ja: オーバーライドをリセット
my: ကျော်လွန် ပယ်ဖျက်မှုများကို ပြန်လည်သတ်မှတ်ရန်
nb: Tilbakestill overstyringer
nl: Overschrijvingen resetten
pl: Resetuj zastąpienia
pt: Repor substituições
ru: Сбросить переопределения
sv: Återställ åsidosättningar
th: รีเซ็ตโอเวอร์ไรด์
tr: Geçersiz kılmaları sıfırla

source: Reset to default
ar: إعادة التعيين إلى الإعدادات الافتراضية
da: Nulstil til standard
de: Auf Standard zurücksetzen
es: Restablecer a valores predeterminados
fa: بازنشانی به حالت پیش‌فرض
fi: Palauta oletusarvo
fr: Réinitialiser à la valeur par défaut
it: Ripristina predefiniti
ja: デフォルトにリセット
my: ပုံသေသို့ ပြန်လည်သတ်မှတ်ရန်
nb: Tilbakestill til standard
nl: Standaardwaarde herstellen
pl: Przywróć domyślne
pt: Repor para as predefinições
ru: Восстановить значение по умолчанию
sv: Återställ till standard
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Varsayılana sıfırla

source: Restart your device
ar: إعادة تشغيل الجهاز
de: Ihr Gerät neu starten
es: Reiniciar su dispositivo
fa: دستگاه‌تان را دوباره راه‌اندازی کنید
fi: Käynnistä laitteesi uudelleen
my: သင့်စက်ကို ပြန်လည်စတင်ကြည့်ပါ
pt: Reiniciar o seu dispositivo
sv: Starta om enheten
th: รีสตาร์ทอุปกรณ์ของคุณ
tr: Cihazınızı yeniden başlatın

source: Search
ar: بحث
da: Søg
de: Suche
es: Buscar
fa: جستجو
fi: Haku
fr: Recherche
it: Cerca
ja: 検索
my: ရှာဖွေမှု
nb: Søk
nl: Zoeken
pl: Wyszukaj
pt: Pesquisar
ru: Поиск
sv: Sök
th: ค้นหา
tr: Ara

source: Send email
ar: إرسال رسالة بريد إلكتروني
de: E-Mail senden
es: Enviar correo electrónico
fa: ارسال ایمیل
fi: Lähetä sähköpostia
my: အီးမေးလ်ပို့ရန်
pt: Enviar e-mail
sv: Skicka e-post
th: ส่งอีเมล
tr: E-posta gönder

source: Set %s obfuscation to "Automatic" or "Off" below to activate this setting.
ar: قم بتعيين تمويه %s على "تلقائي" أو "إيقاف" أدناه لتنشيط هذا الإعداد.
da: Sæt %s-tilsløring til "Automatisk" eller "Fra" nedenfor for at aktivere denne indstilling.
de: %s-Verschleierung unten auf „Automatisch“ oder „Aus“ einstellen, um diese Einstellung zu aktivieren.
es: Establezca la ofuscación de %s en «Automática» o «Desactivada» a continuación para activar esta configuración.
fa: برای فعال‌کردن این تنظیم، مبهم‌سازیِ %s را در پایین روی «خودکار» یا «خاموش» قرار دهید.
fi: Jotta voit käyttää tätä asetusta, poista %s-hämäysteknologia käytöstä tai säädä sen asetukseksi "Automaattinen" alta.
fr: Pour activer ce paramètre, réglez l'offuscation de %s sur « Automatique » ou « Désactivée » ci-dessous.
it: Per attivare, imposta l'offuscamento %s su "Automatico" o "Off" qui sotto.
ja: この設定を有効化するには、以下の%sの難読化を「自動」または「オフ」に設定してください。
my: ဤဆက်တင်ကို သက်ဝင်လုပ်ဆောင်ရန် အောက်ရှိ %s obfuscation ကို "အော်တိုမက်တစ်" သို့မဟုတ် "ပိတ်" ဟု သတ်မှတ်ပါ။
nb: Angi %s-tilsløring til «Automatisk» eller «Av» nedenfor for å aktivere denne innstillingen.
nl: Stel %s-obfuscatie hieronder in op "Automatisch" of "Uit" om deze instelling te activeren.
pl: Aby aktywować to ustawienie, ustaw poniżej zaciemnianie %s na „Automatyczne” lub „Wył.”.
pt: Defina abaixo a ofuscação %s para "Automático" ou "Desligado" para ativar esta definição.
ru: Чтобы активировать эту настройку, установите для параметра обфускации %s значение «Автоматически» или «Выкл.» (см. ниже).
sv: Ställ in %s-obfuskering som "Automatisk" eller "Av" nedan för att aktivera inställningen.
th: ตั้งค่าการทำให้ข้อมูลยุ่งเหยิง %s ให้เป็น "อัตโนมัติ" หรือ "ปิด" ที่ด้านล่าง เพื่อเปิดใช้งานการตั้งค่านี้
tr: Bu ayarı etkinleştirmek için aşağıdaki %s gizlemeyi "Otomatik" veya "Kapalı" olarak ayarlayın.

source: Set WireGuard MTU value. Valid range: %1$d - %2$d.
ar: قم بتعيين قيمة WireGuard MTU. النطاق الصالح: %1$d - %2$d.
de: WireGuard-MTU-Wert einstellen. Gültiger Bereich: %1$d–%2$d.
es: Establezca el valor de MTU de WireGuard. Intervalo válido: %1$d-%2$d.
fa: مقدار MTU مربوط به WireGuard را تنظیم کنید. دامنهٔ معتبر: %1$d تا %2$d.
fi: Aseta WireGuardin MTU-arvo väliltä %1$d–%2$d.
it: Imposta il valore MTU WireGuard. Intervallo valido: %1$d - %2$d.
my: WireGuard MTU တန်ဖိုးကို သတ်မှတ်ပါ။ အကျုံးဝင်သော အပိုင်းအခြား- %1$d - %2$d ။
nb: Angi WireGuard MTU-verdi. Verdiområde: %1$d–%2$d.
nl: Stel de MTU-waarde voor WireGuard in. Geldig bereik: %1$d - %2$d.
pt: Definir o valor MTU do WireGuard. Intervalo válido: %1$d — %2$d.
ru: Установите значение MTU для WireGuard. Диапазон значений: %1$d–%2$d.
sv: Ange WireGuard MTU-värde. Giltigt intervall: %1$d–%2$d.
th: ตั้งค่า WireGuard MTU ช่วงที่ถูกต้อง: %1$d - %2$d
tr: WireGuard MTU değerini ayarlayın. Geçerli aralık: %1$d - %2$d.

source: Set port
ar: تعيين المنفذ
da: Indstil port
de: Port festlegen
es: Establecer puerto
fa: تنظیم پورت
fi: Määritä portti
fr: Définir le port
it: Imposta porta
ja: ポートを設定
my: ပေါ့တ် သတ်မှတ်ရန်
nb: Konfigurer port
nl: Poort instellen
pl: Ustaw port
pt: Definir porta
ru: Установить порт
sv: Ställ in port
th: ตั้งค่าพอร์ต
tr: Portu ayarla

source: Share…
ar: مشاركة…
da: Del…
de: Teilen …
es: Compartir…
fa: اشتراک‌گذاری…
fi: Jaa…
fr: Partager…
it: Condividi…
ja: 共有…
my: ဝေမျှရန်...
nb: Del …
nl: Delen…
pl: Udostępnij…
pt: Partilhar…
ru: Поделиться…
sv: Dela …
th: แชร์…
tr: Paylaş…

source: Show location in notification
ar: إظهار الموقع في الإشعار
de: Standort in Benachrichtigung anzeigen
es: Mostrar la ubicación en la notificación
fa: نمایش مکان در اعلان
fi: Näytä sijainti ilmoituksessa
my: အသိပေးချက်တွင် တည်နေရာကို ပြရန်
pt: Mostrar localização na notificação
sv: Visa platsen i aviseringarna
th: แสดงตำแหน่งในการแจ้งเตือน
tr: Bildirimlerde konumu göster

source: Show system apps
ar: إظهار تطبيقات النظام
da: Vis systemapps
de: System-Apps anzeigen
es: Mostrar aplicaciones del sistema
fa: نمایش اپلیکیشن‌های سیستمی
fi: Näytä järjestelmäsovellukset
fr: Afficher les applications système
it: Mostra app di sistema
ja: システムアプリの表示
my: စနစ်အက်ပ်များ ပြရန်
nb: Vis systemapper
nl: Systeemapps weergeven
pl: Pokaż aplikacje systemowe
pt: Mostrar aplicações do sistema
ru: Показывать системные приложения
sv: Visa systemappar
th: แสดงแอประบบ
tr: Sistem uygulamalarını göster

source: Shows current VPN tunnel status
ar: يظهر حالة نفق VPN الحالية
da: Viser den aktuelle VPN-tunnelstatus
de: Zeigt den aktuellen Status des VPN-Tunnels an
es: Muestra el estado actual del túnel VPN
fa: وضعیت فعلی تونل VPN را نمایش می‌دهد
fi: Näyttää VPN-tunnelin nykyisen tilan
fr: Affiche l'état actuel du tunnel VPN
it: Mostra lo stato attuale del tunnel VPN
ja: 現在のVPNトンネルのステータスを表示します
my: လက်ရှိ VPN Tunnel အခြေအနေကို ပြသပေးပါသည်
nb: Viser gjeldende VPN-tunnelstatus
nl: Toont de huidige status van de VPN-tunnel
pl: Pokazuje bieżący status tunelu VPN
pt: Indica o estado atual do túnel VPN
ru: Показывает текущее состояние VPN-туннеля
sv: Visar nuvarande status för VPN-tunnel
th: แสดงสถานะอุโมงค์ VPN ในปัจจุบัน
tr: Mevcut VPN tünelinin durumunu gösterir

source: Shows reminders when the account time is about to expire
ar: يظهر تذكيرات عندما يكون وقت الحساب على وشك الانتهاء
da: Viser påmindelser, når kontotiden er ved at udløbe
de: Erinnerungen anzeigen, wenn die Kontozeit bald abläuft
es: Muestra avisos cuando el tiempo de la cuenta está a punto de caducar
fa: هنگام نزدیک شدن زمان پایان اعتبار حساب، یادآورها را نشان می‌دهد
fi: Näyttää muistutuksia, kun tilin käyttöaika on umpeutumassa
fr: Affiche des rappels lorsque le temps du compte va expirer
it: Mostra promemoria quando il tempo dell'account sta per scadere
ja: アカウントの期限切れが迫っているときにリマインダーを表示します
my: အကောင့်အချိန် သက်တမ်းကုန်ခါနီးချိန်၌ သတိပေးချက်များ ပြသပေးပါသည်
nb: Viser påminnelser når tidsavbrudd for kontoen er i ferd med å inntreffe
nl: Toont herinneringen wanneer de accounttijd op het punt staat te verlopen
pl: Pokazuje przypomnienia, gdy kończy się czas na koncie
pt: Mostra lembretes quando o tempo da conta está prestes a expirar
ru: Показывает уведомления, когда время на учетной записи скоро закончится
sv: Visar påminnelser när kontots tidsgräns uppnås
th: แสดงการแจ้งเตือน ในขณะที่เวลาบัญชีใกล้หมดอายุ
tr: Hesap süresinin dolmak üzere olduğunu bildiren hatırlatıcıları gösterir

source: Submit
ar: إرسال
da: Indsend
de: Absenden
es: Enviar
fa: ارسال کردن
fi: Lähetä
fr: Envoyer
it: Invia
ja: 送信
my: ပေးပို့ရန်
nb: Send inn
nl: Verzenden
pl: Prześlij
pt: Enviar
ru: Отправить
sv: Skicka
th: ส่ง
tr: Gönder

source: Test method
ar: طريقة الاختبار
da: Testmetode
de: Methode testen
es: Probar método
fa: آزمایش روش
fi: Testaa menetelmä
fr: Tester la méthode
it: Test del metodo
ja: 方法をテストする
my: နည်းလမ်းကို စမ်းသပ်ရန်
nb: Test metoden
nl: Methode testen
pl: Przetestuj metodę
pt: Testar método
ru: Проверить метод
sv: Testmetod
th: ทดสอบวิธีการ
tr: Yöntemi test et

source: Testing %s...
ar: جارٍ اختبار %s...
da: Tester %s...
de: %s testen …
es: Probando %s...
fa: در حال آزمایش %s...
fi: Testataan menetelmää %s...
fr: Test de %s...
it: Test di %s...
ja: %s をテストしています...
my: %s ကို စမ်းသပ်နေဆဲ...
nb: Tester %s ...
nl: %s testen ...
pl: Testowanie %s...
pt: A testar %s...
ru: Проверка метода «%s»...
sv: Testar %s ...
th: กำลังทดสอบ %s...
tr: %s test ediliyor...

source: Text
ar: نص
da: Tekst
es: Texto
fa: متن
fi: Teksti
fr: Texte
it: Testo
ja: テキスト
my: စာသား
nb: Tekst
nl: Tekst
pl: Tekst
pt: Texto
ru: Текст
th: ข้อความ
tr: Metin
