Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# custom-bridge
source: Delete custom bridge?
ar: هل تريد حذف الجسر المُخصَّص؟
da: Vil du slette brugerdefineret bro?
de: Eigene Brücke löschen?
es: ¿Eliminar puente personalizado?
fa: پل سفارشی حذف شود؟
fi: Poistetaanko mukautettu siltaus?
fr: Supprimer le pont personnalisé ?
it: Eliminare il bridge personalizzato?
ja: カスタムブリッジを削除しますか？
my: စိတ်ကြိုက် ပေါင်းကူးကို ဖျက်မည်လား။
nb: Slette egendefinert bro?
nl: Aangepaste bridge verwijderen?
pl: Usunąć most niestandardowy?
pt: Eliminar ponte personalizada?
ru: Удалить свой мост?
sv: Ta bort anpassad brygga?
th: ลบ Bridge แบบกำหนดเองหรือไม่
tr: Özel köprü silinsin mi?

# custom-bridge
source: Deleting the custom bridge will take you back to the select location view and the Automatic option will be selected instead.
ar: سيؤدي حذف الجسر المُخصَّص إلى إعادتك إلى شاشة الموقع المُحدَّد، وسيتم تحديد الخيار "تلقائي" بدلًا من ذلك.
da: Sletning af den brugerdefinerede bro fører dig tilbage til den valgte placeringsvisning, og indstillingen Automatisk vil blive valgt i stedet.
de: Durch Löschung der eigenen Brücke kehren Sie zur Standortauswahl zurück und wählen stattdessen die automatische Option.
es: Eliminar el puente personalizado le llevará de vuelta a la vista Seleccionar ubicación y en su lugar se seleccionará la opción Automático.
fa: با حذف پل سفارشی، به صفحهٔ انتخاب مکان برمی‌گردید و گزینهٔ «خودکار» به‌جای آن انتخاب خواهد شد.
fi: Mukautun siltauksen poistaminen vie sinut takaisin valintanäkymään, ja siltauksen asemesta valitaan automaattinen vaihtoehto.
fr: Si vous supprimez le pont personnalisé, vous revenez à la vue de sélection de la localisation et l'option Automatique est sélectionnée à la place.
it: L'eliminazione del bridge personalizzato ti riporterà alla vista Seleziona posizione e verrà invece selezionata l'opzione Automatico.
ja: カスタムブリッジを削除すると場所の選択ビューに戻り、代わりに自動オプションが選択されます。
my: စိတ်ကြိုက် ပေါင်းကူးကို ဖျက်ခြင်းသည် တည်နေရာ ရွေးရန် ပြသမှုကို ပြန်လည် ရောက်ရှိသွားမည်ဖြစ်ကာ အလိုအလျောက် ရွေးချယ်မှုကို အစားထိုး ရွေးချယ်ပါမည်။
nb: Hvis du sletter den egendefinerte broen, blir du sendt tilbake til der du velger plassering, og alternativet Automatisk velges i stedet.
nl: Als u de aangepaste bridge verwijdert, gaat u terug naar Locatie selecteren en wordt in plaats daarvan de optie Automatisch geselecteerd.
pl: Usunięcie mostu niestandardowego spowoduje powrót do widoku wybranej lokalizacji, a zamiast niego zostanie wybrana opcja Automatycznie.
pt: A eliminação da ponte personalizada leva-o de volta à vista Selecionar local, e a opção Automático será selecionada.
ru: Удаление своего моста вернет вас к представлению «Выбор местоположения» с установленным параметром «Автоматически».
sv: Om du tar bort den anpassade bryggan tas du tillbaka till vyn Välj plats och alternativet Automatisk väljs istället.
th: การลบ Bridge แบบกำหนดเอง จะนำคุณกำลังไปยังมุมมองตำแหน่งที่เลือก และตัวเลือกอัตโนมัติจะถูกเลือกแทน
tr: Özel köprünün silinmesi sizi konum seçme görünümüne geri götürür ve bunun yerine Otomatik seçeneği belirlenir.

# custom-bridge
source: Edit custom bridge
ar: تعديل الجسر المُخصَّص
da: Rediger tilpasset bro
de: Eigene Brücke bearbeiten
es: Editar puente personalizado
fa: ویرایش پل سفارشی
fi: Mukautetun siltauksen muokkaus
fr: Modifier le pont personnalisé
it: Modifica bridge personalizzato
ja: カスタムブリッジの編集
my: စိတ်ကြိုက် ပေါင်းကူးကို တည်းဖြတ်ရန်
nb: Endre egendefinert bro
nl: Aangepaste bridge bewerken
pl: Edytuj most niestandardowy
pt: Editar ponte personalizada
ru: Изменение своего моста
sv: Redigera anpassad brygga
th: แก้ไข Bridge แบบกำหนดเอง
tr: Özel köprüyü düzenle

# device-management
source: Continue with login
ar: المتابعة بتسجيل الدخول
da: Fortsæt med login
de: Weiter mit Anmeldung
es: Iniciar sesión
fa: ادامه با ورود
fi: Jatka kirjautumista
fr: Continuer avec la connexion
it: Continua con il login
ja: ログインを続ける
my: ဆက်လက် ဝင်ရောက်ရန်
nb: Fortsett med pålogging
nl: Doorgaan met aanmelden
pl: Kontynuuj logowanie
pt: Continuar com a ligação
ru: Войти
sv: Fortsätt med inloggning
th: เข้าสู่ระบบต่อ
tr: Giriş yapmak için devam et

# device-management
source: Created: %(createdDate)s
ar: تاريخ الإنشاء: %(createdDate)s
da: Oprettet: %(createdDate)s
de: Erstellt: %(createdDate)s
es: Creado: %(createdDate)s
fa: ایجاد شده: %(createdDate)s
fi: Luotu: %(createdDate)s
fr: Création : %(createdDate)s
it: Creazione: %(createdDate)s
ja: 作成日: %(createdDate)s
my: ဖန်တီးသည့် အချိန်- %(createdDate)s
nb: Opprettet: %(createdDate)s
nl: Gemaakt: %(createdDate)s
pl: Utworzono: %(createdDate)s
pt: Criado: %(createdDate)s
ru: Создано: %(createdDate)s
sv: Skapades: %(createdDate)s
th: วันที่สร้าง: %(createdDate)s
tr: Oluşturma tarihi: %(createdDate)s

# device-management
source: Current device
ar: الجهاز الحالي
de: Aktuelles Gerät
es: Dispositivo actual
fa: دستگاه فعلی
fi: Nykyinen laite
it: Dispositivo corrente
my: လက်ရှိစက်
nb: Gjeldende enhet
nl: Huidig apparaat
pt: Dispositivo atual
ru: Текущее устройство
sv: Aktuell enhet
th: อุปกรณ์ปัจจุบัน
tr: Mevcut cihaz

# device-management
source: Device is inactive
ar: الجهاز غير نشط
da: Enheden er inaktiv
de: Gerät ist inaktiv
es: El dispositivo está inactivo
fa: دستگاه غیرفعال است
fi: Laite ei ole aktiivinen
fr: L'appareil est inactif
it: Il dispositivo è inattivo
ja: デバイスが無効です
my: စက်သည် သက်ဝင်လုပ်ဆောင်မှု မရှိပါ
nb: Enheten er inaktiv
nl: Apparaat is niet actief
pl: Urządzenie nieaktywne
pt: O dispositivo está desativado
ru: Устройство неактивно
sv: Enheten är inaktiv
th: อุปกรณ์ไม่ได้ใช้งาน
tr: Cihaz etkin değil

# device-management
source: Device name
ar: اسم الجهاز
da: Enhedsnavn
de: Gerätename
es: Nombre del dispositivo
fa: نام دستگاه
fi: Laitteen nimi
fr: Nom de l'appareil
it: Nome dispositivo
ja: デバイス名
my: စက်အမည်
nb: Enhetsnavn
nl: Apparaatnaam
pl: Nazwa urządzenia
pt: Nome do dispositivo
ru: Имя устройства
sv: Enhetens namn
th: ชื่ออุปกรณ์
tr: Cihaz adı

# device-management
source: Device name: %(deviceName)s
ar: اسم الجهاز: %(deviceName)s
da: Enhedsnavn: %(deviceName)s
de: Gerätename: %(deviceName)s
es: Nombre del dispositivo: %(deviceName)s
fa: نام دستگاه: %(deviceName)s
fi: Laitteen nimi: %(deviceName)s
fr: Nom de l'appareil : %(deviceName)s
it: Nome del dispositivo: %(deviceName)s
ja: デバイス名: %(deviceName)s
my: စက်အမည်- %(deviceName)s
nb: Enhetsnavn: %(deviceName)s
nl: Apparaatnaam: %(deviceName)s
pl: Nazwa urządzenia: %(deviceName)s
pt: Nome do dispositivo: %(deviceName)s
ru: Имя устройства: %(deviceName)s
sv: Enhetsnamn: %(deviceName)s
th: ชื่ออุปกรณ์: %(deviceName)s
tr: Cihaz adı: %(deviceName)s

# device-management
source: Failed to remove device
ar: فشلت إزالة الجهاز
da: Enheden kunne ikke fjernes
de: Fehler beim Entfernen des Geräts
es: No se pudo quitar el dispositivo
fa: حذف دستگاه ناموفق بود
fi: Laitteen poistaminen epäonnistui
fr: Impossible de supprimer l'appareil
it: Impossibile rimuovere il dispositivo
ja: デバイスを削除できませんでした
my: စက်ကို ဖယ်ရှားရန် မအောင်မြင်ခဲ့ပါ
nb: Kunne ikke fjerne enhet
nl: Verwijderen van apparaat mislukt
pl: Niepowodzenie usunięcia urządzenia
pt: Erro ao remover dispositivo
ru: Не удалось удалить устройство
sv: Det gick inte att ta bort enheten
th: ไม่สามารถลบอุปกรณ์ได้
tr: Cihaz kaldırılamadı

# device-management
source: Go to login
ar: الانتقال إلى تسجيل الدخول
da: Gå til login
de: Zur Anmeldung
es: Iniciar sesión
fa: رفتن به صفحهٔ ورود
fi: Siirry kirjautumiseen
fr: Aller à la connexion
it: Vai al login
ja: ログインに進む
my: ဝင်ရောက်ရန် သွားပါ
nb: Gå til pålogging
nl: Ga naar aanmelden
pl: Przejdź do logowania
pt: Ir para a ligação
ru: Войти
sv: Gå till inloggning
th: ไปเข้าสู่ระบบ
tr: Giriş sayfasına git

# device-management
source: Going to login will unblock the Internet on this device.
ar: سيؤدي تسجيل الدخول إلى إلغاء حظر الإنترنت على هذا الجهاز.
da: Hvis du logger på, ophæves blokeringen af ​​internettet på denne enhed.
de: Wenn Sie mit der Anmeldung fortfahren, wird die Internetsperre auf diesem Gerät aufgehoben.
es: Al iniciar la sesión, se desbloqueará el acceso a Internet en este dispositivo.
fa: با رفتن به صفحهٔ ورود، اینترنت روی این دستگاه باز خواهد شد.
fi: Kirjautumiseen siirtyminen poistaa Internetin käytön eston tältä laitteelta.
fr: Aller à la connexion débloquera la connexion Internet sur cet appareil.
it: Andare al login sbloccherà Internet su questo dispositivo.
ja: ログインに進むと、このデバイスのインターネットのブロックが解除されます。
my: ဝင်ရောက်ရန်သွားခြင်းသည် ဤစက်ရှိ အင်တာနက်ကို ပိတ်ဆို့မှုမှ ဖယ်ပါလိမ့်မည်။
nb: Å gå til pålogging vil oppheve blokkeringen av internett på denne enheten.
nl: Als u naar aanmelden gaat, wordt het blokkeren van internet op dit apparaat opgeheven.
pl: Przejście do logowania odblokuje Internet na tym urządzeniu.
pt: Ir para a ligação irá desbloquear a Internet neste dispositivo.
ru: Вход в учетную запись разблокирует Интернет на этом устройстве.
sv: Om du loggar in avblockeras internet på den här enheten.
th: การไปที่ส่วนเข้าสู่ระบบจะปลดบล็อกอินเทอร์เน็ตบนอุปกรณ์เครื่องนี้
tr: Giriş yapmak bu cihazdaki internet engelini kaldıracaktır.

# device-management
source: If you log out, the device and the device name is removed. When you log back in again, the device will get a new name.
ar: عند تسجيل الخروج، سيتم حذف الجهاز واسمه. وعند تسجيل الدخول مجددًا، سيحصل الجهاز على اسم جديد.
da: Hvis du logger ud, fjernes enheden og enhedsnavnet. Når du logger på igen, får enheden et nyt navn.
de: Wenn Sie sich abmelden, werden das Gerät und der Gerätename entfernt. Wenn Sie sich wieder anmelden, erhält das Gerät einen neuen Namen.
es: Si cierra sesión, se quita el dispositivo y el nombre del dispositivo. Cuando vuelve a iniciar sesión, el dispositivo recibirá un nombre nuevo.
fa: اگر خارج شوید، دستگاه و نام آن حذف می‌شوند. وقتی دوباره وارد شوید، دستگاه نام جدیدی خواهد گرفت.
fi: Jos kirjaudut ulos, laite ja laitteen nimi poistetaan. Kun kirjaudut sisään uudelleen, laitteelle annetaan uusi nimi.
fr: Si vous vous déconnectez, l'appareil et son nom sont supprimés. Lorsque vous vous reconnectez, l'appareil reçoit un nouveau nom.
it: Se ti disconnetti, il dispositivo e il relativo nome verranno rimossi. Quando accedi nuovamente, il dispositivo assumerà un nuovo nome.
ja: ログアウトすると、デバイスとデバイス名が削除されます。もう一度ログインすると、デバイスに新しい名前が付けられます。
my: ထွက်လိုက်ပါက စက်နှင့် စက်အမည်ကို ဖယ်ရှားပါသည်။ နောက်တစ်ကြိမ် ပြန်ဝင်ရောက်သည့်အခါ စက်သည် အမည်သစ်တစ်ခု ရရှိပါမည်။
nb: Hvis du logger ut, vil enheten og enhetsnavnet bli fjernet. Når du logger inn igjen, vil enheten få et nytt navn.
nl: Als u zich afmeldt, worden het apparaat en de apparaatnaam verwijderd. Wanneer u zich weer aanmeldt, krijgt het apparaat een nieuwe naam.
pl: Przy wylogowaniu urządzenie i jego nazwa zostają usunięte. Po ponownym zalogowaniu urządzenie otrzymuje nową nazwę.
pt: Se terminar a sessão, o dispositivo e o nome do dispositivo são removidos. Quando voltar a iniciar sessão, o dispositivo recebe um novo nome.
ru: Если вы выйдете, устройство и его имя удалятся. При повторном входе устройство получит новое имя.
sv: Om du loggar ut tas enheten och enhetsnamnet bort. När du loggar in igen får enheten ett nytt namn.
th: หากคุณออกจากระบบ อุปกรณ์และชื่ออุปกรณ์จะถูกลบออก และเมื่อคุณลงชื่อเข้าใช้อีกครั้ง อุปกรณ์จะได้รับชื่อใหม่
tr: Oturumu kapatırsanız cihaz ve cihaz adı kaldırılır. Tekrar oturum açtığınızda cihaza yeni bir ad verilir.

# device-management
source: Manage devices
ar: إدارة الأجهزة
de: Geräte verwalten
es: Gestionar dispositivos
fa: مدیریت دستگاه‌ها
fi: Hallitse laitteita
it: Gestisci dispositivi
my: စက်များကို စီမံရန်
nb: Behandle enheter
nl: Apparaten beheren
pt: Gerir dispositivos
ru: Управление устройствами
sv: Hantera enheter
th: จัดการอุปกรณ์
tr: Cihazları yönet

# device-management
source: Please log out of at least one by removing it from the list below. You can find the corresponding device name under the device’s Account settings.
ar: يُرجى تسجيل الخروج من جهاز واحد على الأقل عن طريق إزالته من القائمة أدناه. يمكنك العثور على اسم الجهاز المقابل في إعدادات الحساب على ذلك الجهاز.
da: Log ud af mindst én ved at fjerne den fra listen nedenfor. Du kan finde det tilsvarende enhedsnavn under enhedens kontoindstillinger.
de: Bitte melden Sie sich von mindestens einem Gerät ab, indem Sie es aus der Liste unten entfernen. Sie finden den entsprechenden Gerätenamen unter den Kontoeinstellungen des Geräts.
es: Cierre la sesión como mínimo en un dispositivo (para hacerlo, quítelo de la lista siguiente). Consulte el nombre del dispositivo en la configuración de la cuenta del dispositivo.
fa: لطفاً حداقل یکی از دستگاه‌ها را با حذف آن از فهرست زیر خارج کنید. نام دستگاه مربوطه را می‌توانید در تنظیمات حساب همان دستگاه پیدا کنید.
fi: Kirjaudu ulos vähintään yhdestä luettelon laitteesta poistamalla se. Löydät vastaavan laitteen nimen laitteen tiliasetuksista.
fr: Merci de vous déconnecter d'au moins un appareil en le supprimant de la liste ci-dessous. Vous trouverez le nom de l'appareil correspondant dans les paramètres du compte de l'appareil.
it: Disconnettiti da almeno un dispositivo rimuovendolo dall'elenco seguente. Puoi trovare il nome del dispositivo corrispondente nelle impostazioni dell'account del dispositivo.
ja: 以下のリストから少なくとも1つを削除してログアウトしてください。対応するデバイス名はデバイスのアカウント設定で確認できます。
my: အောက်ပါစာရင်းမှ အနည်းဆုံး တစ်ခုကို ဖယ်ရှားခြင်းဖြင့် ၎င်းမှ ထွက်ပါ။ စက်၏ အကောင့်ဆက်တင်အောက်တွင် သက်ဆိုင်သော စက်အမည်ကို သင် ရှာနိုင်သည်။
nb: Logg ut av minst én ved å fjerne den fra listen nedenfor. Du finner det tilsvarende enhetsnavnet under enhetens kontoinnstillinger.
nl: Meld u bij minstens één apparaat af door het te verwijderen uit de onderstaande lijst. U kunt de bijbehorende apparaatnaam vinden in de accountinstellingen van het apparaat.
pl: Wyloguj się z co najmniej jednego urządzenia, usuwając je z poniższej listy. Odpowiednią nazwę urządzenia można znaleźć w ustawieniach konta urządzenia.
pt: Desligue-se de pelo menos um dos dispositivos removendo-o da lista abaixo. Pode encontrar o nome do dispositivo correspondente nas definições de Conta do dispositivo.
ru: Выйдите из учетной записи хотя бы на одном из устройств, удалив его из списка ниже. Имя устройства указано в настройках учетной записи.
sv: Logga ut på minst en enhet genom att ta bort den från listan nedan. Du hittar motsvarande enhetsnamn i enhetens kontoinställningar.
th: โปรดลงชื่อออกจากระบบบนอุปกรณ์อย่างน้อยหนึ่งเครื่อง เพื่อนำอุปกรณ์ออกจากรายการด้านล่าง คุณสามารถดูชื่ออุปกรณ์ที่เกี่ยวข้องได้ ภายใต้การตั้งค่าบัญชีของอุปกรณ์
tr: Lütfen aşağıdaki listeden en az bir cihazı kaldırarak çıkış yapın. İlgili cihaz adını cihazın Hesap ayarları altında bulabilirsiniz.

# device-management
source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fa: حذف
fi: Poista
it: Rimuovi
my: ဖယ်ရှားရန်
nb: Fjern
nl: Verwijderen
pt: Remover
ru: Удалить
sv: Ta bort
th: ลบ
tr: Kaldır

# device-management
source: Remove <em>%(deviceName)s?</em>
ar: هل تريد إزالة <em>%(deviceName)s؟</em>
de: <em>%(deviceName)s</em> entfernen?
es: ¿Quitar <em>%(deviceName)s?</em>
fa: حذف <em>%(deviceName)s؟</em>
fi: Poistetaanko <em>%(deviceName)s?</em>
it: Rimuovere <em>%(deviceName)s?</em>
my: <em>%(deviceName)s</em> ကို ဖယ်ရှားမလား
nb: Vil du fjerne <em>%(deviceName)s?</em>
nl: <em>%(deviceName)s</em> verwijderen?
pt: Remover <em>%(deviceName)s?</em>
ru: Удалить устройство <em>%(deviceName)s</em>?
sv: Ta bort <em>%(deviceName)s?</em>
th: ลบ <em>%(deviceName)s หรือไม่</em>
tr: <em>%(deviceName)s</em> cihazı kaldırılsın mı?

# device-management
source: Super!
ar: رائع!
es: ¡Genial!
fa: عالی!
fi: Mahtavaa!
it: Fantastico!
ja: 素晴らしい！
my: အလွန်ကောင်း။
nb: Supert!
pt: Excelente!
ru: Отлично!
th: เยี่ยมยอด!
tr: Süper!

# device-management
source: The device will be removed from the list and logged out.
ar: ستتم إزالة الجهاز من القائمة وتسجيل الخروج.
de: Das Gerät wird aus der Liste entfernt und abgemeldet.
es: El dispositivo se quitará de la lista y se cerrará la sesión en él.
fa: دستگاه از فهرست حذف شده و خارج خواهد شد.
fi: Laite poistetaan luettelosta ja kirjataan ulos.
it: Il dispositivo verrà rimosso dall'elenco e disconnesso.
my: စက်ကို စာရင်းမှ ဖယ်ရှားပြီး စနစ်မှ ထွက်သွားလိမ့်မည်။
nb: Enheten blir fjernet fra listen og logget ut.
nl: Het apparaat wordt verwijderd uit de lijst en afgemeld.
pt: O dispositivo será removido da lista e terminará a sessão.
ru: Устройство выйдет из профиля и будет удалено из списка.
sv: Enheten tas bort från listan och loggas ut.
th: อุปกรณ์จะถูกลบออกจากรายการและออกจากระบบ
tr: Cihaz listeden kaldırılacak ve oturum kapatılacak.

# device-management
source: This is the name assigned to the device. Each device logged in on a Mullvad account gets a unique name that helps you identify it when you manage your devices in the app or on the website.
ar: هذا هو الاسم المُخصَّص للجهاز. يحصل كل جهاز مُسجَّل دخوله إلى حساب Mullvad على اسم فريد يساعدك على تمييزه عند إدارة أجهزتك في التطبيق أو على الموقع الإلكتروني.
da: Dette er det navn, der er tildelt enheden. Hver enhed, der er logget på en Mullvad-konto, får et unikt navn, der hjælper dig med at identificere den, når du administrerer dine enheder i appen eller på webstedet.
de: Dies ist der dem Gerät zugewiesene Name. Jedes Gerät, das in einem Mullvad-Konto angemeldet ist, erhält einen eindeutigen Namen, mit dem Sie es identifizieren können, wenn Sie Ihre Geräte in der App oder auf der Website verwalten.
es: Este es el nombre asignado al dispositivo. Cada dispositivo conectado a una cuenta de Mullvad recibe un nombre único que ayuda a identificarlo cuando gestiona sus dispositivos en la aplicación o en el sitio web.
fa: این نام به دستگاه اختصاص داده شده است. هر دستگاهی که وارد حساب Mullvad می‌شود، یک نام منحصر‌به‌فرد دریافت می‌کند تا هنگام مدیریت دستگاه‌ها در اپلیکیشن یا وب‌سایت، بتوانید آن را شناسایی کنید.
fi: Tämä on laitteelle annettu nimi. Jokainen Mullvad-tilille kirjautunut laite saa yksilöllisen nimen, jonka avulla sen voi tunnistaa laitteiden hallinnassa sovelluksessa tai verkkosivustolla.
fr: Il s'agit du nom attribué à l'appareil. Chaque appareil connecté à un compte Mullvad reçoit un nom unique qui vous aide à l'identifier lorsque vous gérez vos appareils dans l'application ou sur le site Web.
it: Questo è il nome assegnato al dispositivo. Ogni dispositivo connesso a un account Mullvad riceve un nome univoco che ti aiuta a identificarlo quando gestisci i tuoi dispositivi nell'app o sul sito web.
ja: これはデバイスに割り当てられる名前です。Mullvadアカウントにログインするデバイスごとに一意の名前が付けられるため、アプリまたはウェブサイトでデバイスを管理する際にデバイスを区別しやすくなります。
my: ဤအမည်မှာ စက်အတွက် သတ်မှတ်ထားသော အမည် ဖြစ်ပါသည်။ Mullvad အကောင့်တစ်ခုတွင် ဝင်ရောက်ထားသည့် စက်တစ်ခုစီသည် တစ်မူထူးခြားသည့် အမည်တစ်ခု ရရှိမည်ဖြစ်ပြီး အက်ပ် သို့မဟုတ် ဝက်ဘ်ဆိုက်ပေါ်တွင် သင့်စက်များကို စီမံသည့်အခါ သင်အနေဖြင့် ကွဲကွဲပြားပြားသိရှိအောင် ကူညီပေးပါသည်။
nb: Dette er navnet som er tildelt enheten. Enhver enhet som er logget inn på en Mullvad-konto, får et unikt navn som gjør det enklere for deg å identifisere den når du administrerer enheten i appen eller på nettsiden.
nl: Dit is de naam die aan het apparaat is toegewezen. Elk apparaat dat is aangemeld op een Mullvad-account, krijgt een unieke naam waarmee u het kunt identificeren wanneer u uw apparaten beheert in de app of op de website.
pl: Jest to nazwa przypisana do urządzenia. Każde urządzenie zalogowane na koncie Mullvad otrzymuje unikalną nazwę, która pozwala zidentyfikować je podczas zarządzania urządzeniami w aplikacji lub za pośrednictwem witryny internetowej.
pt: Este é o nome atribuído ao dispositivo. Cada dispositivo com sessão iniciada numa conta Mullvad recebe um nome único que lhe ajuda a identificá-lo quando gere os seus dispositivos na app ou no site.
ru: Это имя, присвоенное устройству. Каждое устройство, подключенное к учетной записи Mullvad, получает уникальное имя, которое помогает вам идентифицировать его при управлении устройствами в приложении или на сайте.
sv: Det här är namnet som tilldelas enheten. Varje enhet som är inloggad på ett Mullvad-konto får ett unikt namn som hjälper dig att identifiera den när du hanterar dina enheter i appen eller på webbplatsen.
th: นี่เป็นชื่อที่มอบหมายให้กับอุปกรณ์ อุปกรณ์แต่ละเครื่องที่ลงชื่อเข้าใช้บนบัญชี Mullvad จะได้รับชื่อเฉพาะ ที่จะช่วยคุณระบุอุปกรณ์ ในขณะที่คุณจัดการอุปกรณ์ของคุณในแอปหรือบนเว็บไซต์
tr: Bu, cihaza atanan addır. Mullvad hesabında oturum açan her cihaza, uygulamadaki veya web sitesindeki cihazlarınızı yönetirken tanımlamanıza yardımcı olacak benzersiz bir ad verilir.

# device-management
source: Time left: %(timeLeft)s
ar: الوقت المتبقي: %(timeLeft)s
da: Resterende tid: %(timeLeft)s
de: Verbleibende Zeit: %(timeLeft)s
es: Tiempo restante: %(timeLeft)s
fa: زمان باقی‌مانده: %(timeLeft)s
fi: Aikaa jäljellä: %(timeLeft)s
fr: Temps restant : %(timeLeft)s
it: Tempo rimasto: %(timeLeft)s
ja: 残り時間: %(timeLeft)s
my: ကျန်သည့် အချိန်- %(timeLeft)s
nb: Tid igjen: %(timeLeft)s
nl: Resterende tijd: %(timeLeft)s
pl: Pozostało: %(timeLeft)s
pt: Tempo restante: %(timeLeft)s
ru: Осталось времени: %(timeLeft)s
sv: Tid kvar: %(timeLeft)s
th: เหลือเวลา: %(timeLeft)s
tr: Kalan süre: %(timeLeft)s

# device-management
source: Too many devices
ar: هناك عدد كبير جدًا من الأجهزة
da: For mange enheder
de: Zu viele Geräte
es: Demasiados dispositivos
fa: تعداد دستگاه‌ها بیش از حد مجاز است
fi: Liikaa laitteita
fr: Trop d'appareils
it: Troppi dispositivi
ja: デバイスが多すぎます
my: စက်များလွန်းနေသည်
nb: For mange enheter
nl: Te veel apparaten
pl: Zbyt wiele urządzeń
pt: Demasiados dispositivos
ru: Слишком много устройств
sv: För många enheter
th: มีอุปกรณ์มากเกินไป
tr: Cihaz sayısı çok fazla

# device-management
source: Try again
ar: إعادة المحاولة
de: Erneut versuchen
es: Volver a intentarlo
fa: دوباره تلاش کنید
fi: Yritä uudelleen
it: Riprova
my: ထပ်ကြိုးစားရန်
nb: Prøv igjen
nl: Opnieuw proberen
pt: Tentar novamente
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar dene
