Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

source: Password
ar: كلمة المرور
da: Adgangskode
de: Passwort
es: Contraseña
fa: گذرواژه
fi: Salasana
fr: Mot de passe
ja: パスワード
my: စကားဝှက်
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Parola

source: Port
ar: المنفذ
es: Puerto
fa: پورت
fi: Portti
it: Porta
ja: ポート
my: ပေါ့တ်
nl: Poort
pt: Porta
ru: Порт
th: พอร์ต

source: Quantum resistance
ar: مقاومة هجمات الحواسيب الكمّية
da: Kvantemodstand
de: Quantenresistenz
es: Resistencia cuántica
fa: مقاومت کوانتومی
fi: Kvanttihyökkäysten esto
fr: Résistance quantique
it: Resistenza ad attacchi quantistici
ja: 耐量子
my: Quantum ခုခံမှု
nb: Kvantemotstand
nl: Kwantumbestendigheid
pl: Odporność na ataki z użyciem komputerów kwantowych
pt: Resistência quântica
ru: Квантовая устойчивость
sv: Kvantresistens
th: การต่อต้านควอนตัม
tr: Kuantum direnci

source: QUANTUM SECURE CONNECTION
ar: اتصال مُؤمَّن ضد هجمات الحواسيب الكمّية
da: KVANTESIKKER FORBINDELSE
de: QUANTENSICHERE VERBINDUNG
es: CONEXIÓN CON SEGURIDAD CUÁNTICA
fa: اتصال امن کوانتومی
fi: KVANTTISUOJATTU YHTEYS
fr: CONNEXION QUANTIQUE SÉCURISÉE
it: CONNESSIONE QUANTISTICA PROTETTA
ja: 量子セキュア保護接続
my: QUANTUM လုံခြုံသည့် ချိတ်ဆက်မှု
nb: KVANTESIKKER TILKOBLING
nl: QUANTUMVEILIGE VERBINDING
pl: KWANTOWO BEZPIECZNE POŁĄCZENIE
pt: LIGAÇÃO COM SEGURANÇA QUÂNTICA
ru: ПОДКЛЮЧЕНИЕ С ЗАЩИТОЙ ОТ КВАНТОВЫХ АТАК
sv: KVANTSÄKER ANSLUTNING
th: การเชื่อมต่อควอนตัมที่ปลอดภัย
tr: KUANTUM GÜVENLİ BAĞLANTISI

source: Quit
ar: مغادرة
da: Afslut
de: Beenden
es: Salir
fa: خروج
fi: Sulje
fr: Quitter
it: Esci
ja: 終了
my: ထွက်ရန်
nb: Avslutt
nl: Afsluiten
pl: Wyjdź
pt: Sair
ru: Выйти
sv: Avsluta
th: ออก
tr: Çık

source: Reconnect
ar: إعادة الاتصال
da: Genopret forbindelse
de: Erneut verbinden
es: Reconectar
fa: اتصال دوباره
fi: Yhdistä uudelleen
fr: Reconnexion
it: Riconnetti
ja: 再接続
my: ပြန်ချိတ်ဆက်ရန်
nb: Koble til på nytt
nl: Opnieuw verbinden
pl: Połącz ponownie
pt: Religar
ru: Переподключить
sv: Återanslut
th: เชื่อมต่อใหม่
tr: Yeniden Bağlan

source: Remove
ar: إزالة
da: Fjern
de: Entfernen
es: Quitar
fa: حذف
fi: Poista
fr: Supprimer
it: Rimuovi
ja: 削除
my: ဖယ်ရှားရန်
nb: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
sv: Ta bort
th: ลบ
tr: Kaldır

source: Required
ar: مطلوب
da: Påkrævet
de: Erforderlich
es: Obligatorio
fa: ضروری
fi: Pakollinen
fr: Requis
it: Obbligatorio
ja: 必須
my: ဖြည့်ရန် လိုအပ်သည်
nb: Nødvendig
nl: Verplicht
pl: Wymagane
pt: Obrigatório
ru: Обязательно
sv: Obligatoriskt
th: จำเป็น
tr: Gerekli

source: Save
ar: حفظ
da: Gem
de: Speichern
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
my: သိမ်းမည်
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet

source: Search for...
ar: ابحث عن...
da: Søg efter...
de: Suchen nach …
es: Buscar...
fa: جست‌وجو برای...
fi: Hae...
fr: Rechercher...
it: Cerca...
ja: 検索...
my: ရှာရန်...
nb: Søk etter ...
nl: Zoeken naar...
pl: Wyszukaj...
pt: Pesquisar por...
ru: Поиск...
sv: Sök efter …
th: ค้นหา…
tr: Ara...

source: SECURE CONNECTION
ar: اتصال آمن
da: SIKKER TILSLUTNING
de: SICHERE VERBINDUNG
es: CONEXIÓN SEGURA
fa: اتصال امن
fi: SUOJATTU YHTEYS
fr: CONNEXION SÉCURISÉE
it: CONNESSIONE PROTETTA
ja: セキュリティ保護された接続
my: လုံခြုံသည့် ချိတ်ဆက်မှု
nb: SIKKER TILKOBLING
nl: BEVEILIGDE VERBINDING
pl: BEZPIECZNE POŁĄCZENIE
pt: LIGAÇÃO SEGURA
ru: ЗАЩИЩЕННОЕ ПОДКЛЮЧЕНИЕ
sv: SÄKER ANSLUTNING
th: การเชื่อมต่อที่ปลอดภัย
tr: GÜVENLİ BAĞLANTI

source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es: Configuración
fa: تنظیمات
fi: Asetukset
fr: Paramètres
it: Impostazioni
ja: 設定
my: ဆက်တင်
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar

source: System default
ar: الافتراضية للنظام
da: Systemstandard
de: Systemstandard
es: Valor predeterminado del sistema
fa: پیش‌فرض سیستم
fi: Järjestelmän oletusarvo
fr: Valeur par défaut du système
it: Predefinito dal sistema
ja: システムデフォルト
my: စနစ် ပုံသေ
nb: Systemstandard
nl: Systeemstandaard
pl: Domyślne ustawienie systemowe
pt: Predefinição do sistema
ru: Системные настройки по умолчанию
sv: Systemstandard
th: ค่าเริ่มต้นของระบบ
tr: Sistem varsayılanı

source: Test
ar: اختبار
es: Probar
fa: آزمایش
fi: Testaa
it: Prova
ja: テスト
my: စမ်းသပ်ရန်
pl: Testuj
pt: Testar
ru: Проверить
sv: Testa
th: ทดสอบ
tr: Test et

source: Troubleshoot
ar: استكشاف الأخطاء وإصلاحها
da: Fejlfinding
de: Fehlerbehebung
es: Solución de problemas
fa: عیب‌یابی
fi: Vianetsintä
fr: Dépanner
it: Risoluzione dei problemi
ja: トラブルシューティング
my: ပြစ်ချက် ရှာဖွေ ဖယ်ရှားရန်
nb: Feilsøk
nl: Probleem oplossen
pl: Rozwiązywanie problemów
pt: Resolução de problemas
ru: Устранить неполадки
sv: Felsök
th: การแก้ไขปัญหา
tr: Sorun Giderme

source: Try a different search.
ar: جرِّب بحثًا آخر.
da: Prøv en anden søgning.
de: Versuchen Sie es mit einer anderen Suchanfrage.
es: Pruebe con otra búsqueda.
fa: جست‌وجوی دیگری امتحان کنید.
fi: Kokeile toista hakua.
fr: Essayez une autre recherche.
it: Prova un'altra ricerca.
ja: 別の検索をお試しください。
my: မတူညီသော ရှာဖွေမှုဖြင့် ကြိုးစားကြည့်ပါ။
nb: Prøv et annet søk.
nl: Probeer een andere zoekopdracht.
pl: Wypróbuj inne wyszukiwanie.
pt: Experimente uma pesquisa diferente.
ru: Измените условие поиска.
sv: Testa en annan sökning.
th: ลองใช้การค้นหาอื่น
tr: Farklı bir arama deneyin.

source: Type
ar: النوع
de: Typ
es: Tipo
fa: نوع
fi: Tyyppi
it: Tipo
ja: 種類
my: အမျိုးအစား
pl: Typ
pt: Tipo
ru: Тип
sv: Typ
th: ประเภท
tr: Tür

source: Unblock
ar: إلغاء الحظر
da: Fjern blokering
de: Entsperren
es: Desbloquear
fa: رفع انسداد
fi: Poista esto
fr: Débloquer
it: Sblocca
ja: ブロックを解除
my: ပိတ်ဆို့မှုမှ ဖယ်ရန်
nb: Fjern blokkering
nl: Deblokkeren
pl: Odblokuj
pt: Desbloquear
ru: Разблокировать
sv: Avblockera
th: ปลดบล็อก
tr: Engeli kaldır

source: UNSECURED CONNECTION
ar: اتصال غير آمن
da: IKKE-SIKRET FORBINDELSE
de: UNGESICHERTE VERBINDUNG
es: CONEXIÓN NO SEGURA
fa: اتصال ناامن
fi: SUOJAAMATON YHTEYS
fr: CONNEXION NON SÉCURISÉE
it: CONNESSIONE NON PROTETTA
ja: セキュリティ保護されていない接続
my: မလုံခြုံသည့် ချိတ်ဆက်မှု
nb: USIKKER TILKOBLING
nl: NIET-BEVEILIGDE VERBINDING
pl: NIEZABEZPIECZONE POŁĄCZENIE
pt: LIGAÇÃO INSEGURA
ru: НЕЗАЩИЩЕННОЕ ПОДКЛЮЧЕНИЕ
sv: OSÄKER ANSLUTNING
th: การเชื่อมต่อที่ไม่ปลอดภัย
tr: GÜVENLİ OLMAYAN BAĞLANTI

source: Use
ar: استخدام
da: Brug
de: Verwenden
es: Usar
fa: استفاده
fi: Käytä
fr: Utiliser
it: Usa
ja: 使用
my: သုံးရန်
nb: Bruk
nl: Gebruiken
pl: Użyj
pt: Utilizar
ru: Использовать
sv: Använd
th: ใช้
tr: Kullan

source: Username
ar: اسم المستخدم
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
my: သုံးစွဲသူအမည်
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
ru: Имя пользователя
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı adı

# accessibility
source: %(title)s, View loaded
ar: %(title)s، تم تحميل الشاشة
da: %(title)s, visning indlæst
de: %(title)s, geladene anzeigen
es: %(title)s, vista cargada
fa: ‏%(title)s، نما بارگیری شد
fi: %(title)s, Näkymä ladattu
fr: %(title)s, vue chargée
it: %(title)s, Vista caricata
ja: %(title)s、ビューが読み込まれました
my: %(title)s ၊ ပြသမှု ထည့်သွင်းပြီး
nb: %(title)s, visning lastet inn
nl: %(title)s, weergave geladen
pl: %(title)s, załadowano widok
pt: %(title)s, Vista carregada
ru: %(title)s, представление загружено
sv: %(title)s, visa laddad
th: %(title)s โหลดมุมมองแล้ว
tr: %(title)s, Görünüm yüklendi

# accessibility
source: %(wireguard)s port settings
ar: إعدادات منفذ %(wireguard)s
de: %(wireguard)s-Port-Einstellungen
fa: تنظیمات پورت ‏%(wireguard)s
fi: %(wireguard)s-porttiasetukset
sv: %(wireguard)s-portinställningar
th: การตั้งค่าพอร์ต %(wireguard)s
tr: %(wireguard)s port ayarları

# accessibility
source: Add new custom bridge
ar: إضافة جسر مُخصَّص جديد
da: Tilføj ny brugerdefineret bro
de: Neue eigene Brücke hinzufügen
es: Añadir nuevo puente personalizado
fa: افزودن پل سفارشی جدید
fi: Lisää uusi mukautettu siltaus
fr: Ajouter un nouveau pont personnalisé
it: Aggiungi nuovo bridge personalizzato
ja: 新規カスタムブリッジの追加
my: စိတ်ကြိုက် ပေါင်းကူးအသစ် ထည့်ရန်
nb: Legg til ny egendefinert bro
nl: Nieuwe aangepaste bridge toevoegen
pl: Dodaj nowy most niestandardowy
pt: Adicionar nova ponte personalizada
ru: Добавление своего нового моста
sv: Lägg till ny anpassad brygga
th: เพิ่ม Bridge ใหม่แบบกำหนดเอง
tr: Yeni özel köprü ekle

# accessibility
source: Close notification
ar: إغلاق الإشعار
da: Luk meddelelse
de: Benachrichtigung schließen
es: Cerrar notificación
fa: بستن اعلان
fi: Sulje ilmoitus
fr: Fermer la notification
it: Chiudi notifica
ja: 通知を閉じる
my: အသိပေးချက်ကို ပိတ်ရန်
nb: Lukk varsel
nl: Melding sluiten
pl: Zamknij powiadomienie
pt: Fechar notificação
ru: Закрыть уведомление
sv: Stäng avisering
th: ปิดการแจ้งเตือน
tr: Bildirimi kapat

# accessibility
source: Collapse %(location)s
ar: طي %(location)s
da: Skjul %(location)s
de: %(location)s einklappen
es: Contraer %(location)s
fa: پنهان کردن ‏%(location)s
fi: Näytä vähemmän: %(location)s
fr: Réduire %(location)s
it: Comprimi %(location)s
ja: %(location)sを折りたたむ
my: %(location)s ကို ချုံ့ပြရန်
nb: Vis mindre %(location)s
nl: %(location)s samenvouwen
pl: Zwiń %(location)s
pt: Comprimir %(location)s
ru: Свернуть %(location)s
sv: Dölj %(location)s
th: ย่อ %(location)s
tr: %(location)s listesini daralt

# accessibility
source: Copy account number
ar: نسخ رقم الحساب
da: Kopiér kontonummer
de: Kontonummer kopieren
es: Copiar número de cuenta
fa: کپی کردن شمارهٔ حساب
fi: Kopioi tilin numero
fr: Copier le numéro de compte
it: Copia numero di account
ja: アカウント番号のコピー
my: အကောင့်နံပါတ်ကို ကူးရန်
nb: Kopier kontonummer
nl: Accountnummer kopiëren
pl: Kopiuj numer konta
pt: Copiar número de conta
ru: Копировать номер учетной записи
sv: Kopiera kontonummer
th: คัดลอกหมายเลขบัญชี
tr: Hesap numarasını kopyala

# accessibility
source: Edit custom bridge
ar: تعديل الجسر المُخصَّص
da: Rediger brugerdefineret bro
de: Eigene Brücke bearbeiten
es: Editar puente personalizado
fa: ویرایش پل سفارشی
fi: Muokkaa mukautettua siltausta
fr: Modifier le pont personnalisé
it: Modifica bridge personalizzato
ja: カスタムブリッジの編集
my: စိတ်ကြိုက် ပေါင်းကူးကို တည်းဖြတ်ရန်
nb: Endre egendefinert bro
nl: Aangepaste bridge bewerken
pl: Edytuj most niestandardowy
pt: Editar ponte personalizada
ru: Изменение своего моста
sv: Redigera anpassad brygga
th: แก้ไข Bridge แบบกำหนดเอง
tr: Özel köprüyü düzenle

# accessibility
source: Expand %(location)s
ar: توسيع %(location)s
da: Udvid %(location)s
de: %(location)s ausklappen
es: Expandir %(location)s
fa: باز کردن ‏%(location)s
fi: Näytä enemmän: %(location)s
fr: Maximiser %(location)s
it: Espandi %(location)s
ja: %(location)sを展開する
my: %(location)s ကို ဖြန့်ပြရန်
nb: Vis mer %(location)s
nl: %(location)s uitvouwen
pl: Rozwiń %(location)s
pt: Expandir %(location)s
ru: Развернуть %(location)s
sv: Visa %(location)s
th: ขยาย %(location)s
tr: %(location)s listesini genişlet

# accessibility
source: Forget account number %(accountNumber)s
ar: نسيت رقم الحساب %(accountNumber)s
da: Glem kontonummer %(accountNumber)s
de: Kontonummer %(accountNumber)s vergessen
es: Olvidar el número de cuenta %(accountNumber)s
fa: فراموش کردن شمارهٔ حساب ‏%(accountNumber)s
fi: Pyyhi tilin numero %(accountNumber)s
fr: Oublier le numéro de compte %(accountNumber)s
it: Dimentica numero di account %(accountNumber)s
ja: アカウント番号 %(accountNumber)s との連携を解除します
my: အကောင့်နံပါတ် %(accountNumber)s ကို မမှတ်ထားရန်
nb: Glem kontonummer %(accountNumber)s
nl: Accountnummer %(accountNumber)s vergeten
pl: Zapomnij numer konta %(accountNumber)s
pt: Esquecer o número de conta %(accountNumber)s
ru: Забыть номер учетной записи %(accountNumber)s
sv: Glöm kontonumret %(accountNumber)s
th: ลืมหมายเลขบัญชี %(accountNumber)s
tr: %(accountNumber)s hesap numarasını unut

# accessibility
source: Go to anti-censorship settings to change %(wireGuard)s port
ar: انتقل إلى إعدادات مكافحة الرقابة لتغيير منفذ %(wireGuard)s
de: Gehen Sie zu den Anti-Zensur-Einstellungen, um den %(wireGuard)s-Port zu ändern.
fa: برای تغییر پورت ‏%(wireGuard)s به تنظیمات ضد سانسور بروید
fi: Siirry sensuurinestoasetuksiin vaihtamaan %(wireGuard)s-portti
sv: Gå till inställningar för anti-censur för att ändra %(wireGuard)s-port
th: ไปที่การตั้งค่าป้องกันการเซ็นเซอร์เพื่อเปลี่ยนพอร์ต %(wireGuard)s
tr: %(wireGuard)s portunu değiştirmek için sansürü önleme ayarlarına gidin

# accessibility
source: Go to app update page
ar: انتقل إلى صفحة تحديث التطبيق
de: Zur App-Update-Seite gehen
es: Ir a la página de actualización de la aplicación
fa: رفتن به صفحهٔ به‌روزرسانی اپلیکیشن
fi: Siirry sovelluksen päivityssivulle
it: Vai alla pagina di aggiornamento dell'app
my: အက်ပ်အပ်ဒိတ် စာမျက်နှာသို့ သွားပါ
nb: Gå til appoppdatering-siden
nl: Ga naar pagina voor bijwerken van app
pt: Ir para a página de atualização da aplicação
ru: Перейти на страницу обновления приложения
sv: Gå till appens uppdateringssida
th: ไปที่หน้าอัปเดตแอป
tr: Uygulama güncelleme sayfasına git

# accessibility
source: Hide account number
ar: إخفاء رقم الحساب
da: Skjul kontonummer
de: Kontonummer verbergen
es: Ocultar número de cuenta
fa: پنهان کردن شمارهٔ حساب
fi: Piilota tilin numero
fr: Masquer le numéro de compte
it: Nascondi numero di account
ja: アカウント番号の非表示
my: အကောင့်နံပါတ်ကို ဝှက်ရန်
nb: Skjul kontonummer
nl: Accountnummer verbergen
pl: Ukryj numer konta
pt: Ocultar número de conta
ru: Скрыть номер учетной записи
sv: Dölj kontonummer
th: ซ่อนหมายเลขบัญชี
tr: Hesap numarasını gizle

# accessibility
source: info
ar: المعلومات
es: información
fa: اطلاعات
fi: tietoa
fr: informations
ja: 情報
my: အချက်အလက်
pl: informacja
pt: informação
ru: информация
th: ข้อมูล
tr: bilgiler

# accessibility
source: Login
ar: تسجيل الدخول
da: Log ind
de: Anmelden
es: Iniciar sesión
fa: ورود
fi: Kirjaudu sisään
fr: Connexion
it: Accedi
ja: ログイン
my: ဝင်ရန်
nb: Logg inn
nl: Aanmelden
pl: Logowanie
pt: Iniciar sessão
ru: Вход
sv: Logga in
th: เข้าสู่ระบบ
tr: Oturum Aç

# accessibility
source: Login with account number %(accountNumber)s
ar: تسجيل الدخول برقم الحساب %(accountNumber)s
da: Log ind med kontonummer %(accountNumber)s
de: Mit Kontonummer %(accountNumber)s anmelden
es: Inicio de sesión con el número de cuenta %(accountNumber)s
fa: با شمارهٔ حساب ‏%(accountNumber)s وارد شوید
fi: Kirjaudu sisään tilille numero %(accountNumber)s
fr: Connectez-vous avec le numéro de compte %(accountNumber)s
it: Accedi con numero di account %(accountNumber)s
ja: アカウント番号 %(accountNumber)s でログインしてください
my: အကောင့်နံပါတ် %(accountNumber)s ဖြင့် ဝင်ရောက်ရန်
nb: Logg inn med kontonummer %(accountNumber)s
nl: Aanmelden met accountnummer %(accountNumber)s
pl: Zaloguj się przy użyciu numeru konta %(accountNumber)s
pt: Iniciar sessão com o número de conta %(accountNumber)s
ru: Войти с номером учетной записи %(accountNumber)s
sv: Logga in med kontonumret %(accountNumber)s
th: เข้าสู่ระบบด้วยหมายเลขบัญชี %(accountNumber)s
tr: %(accountNumber)s hesap numarasıyla giriş yap

# accessibility
source: More information
ar: المزيد من المعلومات
da: Mere information
de: Weitere Informationen
es: Más información
fa: اطلاعات بیشتر
fi: Lisätietoja
fr: Plus d'informations
it: Maggiori informazioni
ja: 詳細情報
my: နောက်ထပ်အချက်အလက်
nb: Mer informasjon
nl: Meer informatie
pl: Więcej informacji
pt: Mais informações
ru: Подробнее
sv: Mer information
th: ข้อมูลเพิ่มเติม
tr: Daha fazla bilgi

# accessibility
source: New version available, click here to go to download page, opens externally
ar: يتوفَّر إصدار جديد، انقر هنا للانتقال إلى صفحة التنزيل، تفتح خارجيًا
de: Es ist eine neue Version verfügbar. Klicken Sie hier, um zur Download-Seite zu gehen. Diese wird extern geöffnet
es: Nueva versión disponible. Haga clic aquí para ir a la página donde descargarla. Se abre externamente
fa: نسخهٔ جدید در دسترس است؛ برای رفتن به صفحهٔ دانلود، اینجا کلیک کنید، در پنجرهٔ خارجی باز می‌شود
fi: Uusi versio on saatavilla. Siirry lataussivulle napsauttamalla tätä (avautuu ulkoisesti).
it: Nuova versione disponibile, clicca qui per andare alla pagina di download, si apre esternamente
my: ဗားရှင်းအသစ်ကို ရရှိနိုင်ပါပြီ၊ ဒေါင်းလုဒ်စာမျက်နှာသို့ သွားရန် ဤနေရာကို နှိပ်ပါ၊ ပြင်ပတွင် ဖွင့်ပါလိမ့်မည်
nb: En ny versjon er tilgjengelig. Klikk her for å gå til nedlastingssiden, som åpnes eksternt
nl: Nieuwe versie beschikbaar. Klik hier om naar de downloadpagina te gaan. Deze wordt extern geopend
pt: Está disponível uma nova versão, clique aqui para ir para a página de transferência, abre externamente
ru: Вышла новая версия. Чтобы перейти на страницу скачивания, нажмите здесь — ссылка откроется во внешнем браузере.
sv: Ny version tillgänglig, klicka här för att gå till nedladdningssidan som öppnas externt
th: เวอร์ชันใหม่พร้อมใช้งานแล้ว คลิกที่นี่เพื่อไปที่หน้าดาวน์โหลด เปิดภายนอก
tr: Yeni sürüm mevcut. İndirme sayfasına gitmek için buraya tıklayın (sayfa harici olarak açılacaktır)

# accessibility
source: New version available, click here to go to update view
ar: يتوفَّر إصدار جديد، انقر هنا للانتقال إلى شاشة التحديث
de: Es ist eine neue Version verfügbar. Klicken Sie hier, um zur Update-Ansicht zu gehen
es: Nueva versión disponible. Haga clic aquí para ir a la vista donde actualizarla
fa: نسخهٔ جدید در دسترس است؛ برای رفتن به صفحهٔ به‌روزرسانی اینجا کلیک کنید
fi: Uusi versio on saatavilla. Siirry päivitysnäkymään napsauttamalla tätä.
it: Nuova versione disponibile, clicca qui per andare alla vista aggiornata
my: ဗားရှင်းအသစ်ကို ရရှိနိုင်ပါပြီ၊ အပ်ဒိတ်အကြောင်း ပြသမှုသို့ သွားရန် ဤနေရာကို နှိပ်ပါ
nb: En ny versjon er tilgjengelig. Klikk her for å gå til oppdatert visning
nl: Nieuwe versie beschikbaar. Klik hier om naar het scherm voor bijwerken te gaan
pt: Está disponível uma nova versão, clique aqui para ir para a vista de atualização
ru: Вышла новая версия. Чтобы перейти на страницу обновления, нажмите здесь.
sv: Ny version tillgänglig, klicka här för att gå till uppdateringsvyn
th: เวอร์ชันใหม่พร้อมให้ใช้งานแล้ว คลิกที่นี่เพื่อไปอัปเดตมุมมอง
tr: Yeni sürüm mevcut. Güncelleme ekranına gitmek için buraya tıklayın

# accessibility
source: New version installed, click here to see the changelog
ar: تم تثبيت الإصدار الجديد، انقر هنا لعرض سجل التغييرات
da: Ny version er installeret. Klik her for at se ændringsloggen
de: Neue Version installiert, klicken Sie hier, um das Changelog anzuzeigen
es: Nueva versión instalada. Haga clic aquí para ver el registro de cambios
fa: نسخهٔ جدید نصب شد؛ برای مشاهدهٔ فهرست تغییرات اینجا کلیک کنید
fi: Uusi versio on asennettu. Voit tarkastella muutoslokia napsauttamalla tästä.
fr: Nouvelle version installée. Cliquez ici pour voir le journal des modifications
it: Nuova versione installata, clicca qui per vedere il changelog
ja: 新バージョンがインストールされました。ここをクリックすると変更履歴を確認できます
my: ဗားရှင်းအသစ် ထည့်သွင်းထားသည်၊ ပြောင်းလဲမှုမှတ်တမ်းကို ကြည့်ရန် ဤနေရာကို နှိပ်ပါ
nb: Ny versjon installert. Klikk her for å se endringsloggen
nl: Nieuwe versie geïnstalleerd, klik hier voor de changelog
pl: Zainstalowano nową wersję, kliknij tutaj, aby zobaczyć dziennik zmian
pt: Nova versão instalada, clique aqui para ver o registo de alterações
ru: Установлена новая версия. Чтобы увидеть историю изменений, нажмите здесь.
sv: En ny version har installerats, klicka här för att visa ändringsloggen
th: ติดตั้งเวอร์ชันใหม่แล้ว คลิกที่นี่ เพื่อดูบันทึกการเปลี่ยนแปลง
tr: Yeni sürüm yüklendi, değişiklik günlüğünü görmek için buraya tıklayın

# accessibility
source: Opens externally
ar: يفتح خارجيًا
da: Åbner eksternt
de: Wird extern geöffnet
es: Se abre en una aplicación externa
fa: در پنجرهٔ خارجی باز می‌شود
fi: Avautuu ulkoiseen selainikkunaan
fr: S'ouvre extérieurement
it: Si apre all'esterno
ja: 外部ブラウザで開く
my: ပြင်ပတွင် ဖွင့်ရန်
nb: Åpnes i et nytt vindu
nl: Opent extern
pl: Otwieranie zewnętrzne
pt: Abre externamente
ru: Открыть в браузере
sv: Öppnar externt
th: เปิดจากภายนอก
tr: Harici bir tarayıcı penceresini açar

# accessibility
source: Remove device named %(deviceName)s
ar: إزالة الجهاز الذي يحمل اسم %(deviceName)s
da: Fjern enhed med navnet %(deviceName)s
de: Gerät %(deviceName)s entfernt
es: Quitar dispositivo con el nombre %(deviceName)s
fa: حذف دستگاه با نام ‏%(deviceName)s
fi: Poista laite: %(deviceName)s
fr: Supprimer l'appareil nommé %(deviceName)s
it: Rimuovi il dispositivo denominato %(deviceName)s
ja: %(deviceName)sという名前のデバイスを削除
my: %(deviceName)s စက်ကို ဖယ်ရှားရန်
nb: Fjern enheten som heter %(deviceName)s
nl: Apparaat met naam %(deviceName)s verwijderen
pl: Usuń urządzenie o nazwie %(deviceName)s
pt: Remover dispositivo com o nome %(deviceName)s
ru: Удалить устройство «%(deviceName)s»
sv: Ta bort enheten med namnet %(deviceName)s
th: ลบอุปกรณ์ที่มีชื่อว่า %(deviceName)s
tr: %(deviceName)s adlı cihazı kaldırın

# accessibility
source: Remove item
ar: إزالة العنصر
da: Fjern element
de: Element entfernen
es: Quitar elemento
fa: حذف مورد
fi: Poista kohde
fr: Supprimer l'élément
it: Rimuovi elemento
ja: アイテムを削除する
my: ဖယ်ရှားရန်
nb: Fjern element
nl: Item verwijderen
pl: Usuń element
pt: Remover item
ru: Удалить элемент
sv: Ta bort föremål
th: นำรายการออก
tr: Öğeyi kaldır

# accessibility
source: Select location. Current location is %(location)s
ar: حدِّد الموقع. الموقع الحالي هو %(location)s
da: Vælg placering. Nuværende placering er %(location)s
de: Standort auswählen. Aktueller Standort ist %(location)s
es: Seleccione la ubicación. La ubicación actual es %(location)s
fa: مکان را انتخاب کنید. مکان فعلی ‏%(location)s است
fi: Valitse sijainti. Nykyinen sijainti on %(location)s.
fr: Sélectionnez une localisation. La localisation actuelle est %(location)s
it: Seleziona posizione. La posizione attuale è %(location)s
ja: 場所を選択します。現在の場所は%(location)sです
my: တည်နေရာ ရွေးချယ်ပါ။ လက်ရှိတည်နေရာမှာ %(location)s ဖြစ်ပါသည်
nb: Velg plassering. Gjeldende plassering er %(location)s
nl: Selecteer locatie. Huidige locatie is %(location)s
pl: Wybierz lokalizację. Bieżąca lokalizacja to %(location)s
pt: Selecionar localização. A localização atual é %(location)s
ru: Выбрать местоположение. Текущее местоположение %(location)s
sv: Välj plats. Nuvarande plats är %(location)s
th: เลือกตำแหน่งที่ตั้ง ตำแหน่งที่ตั้งปัจจุบันคือ %(location)s
tr: Konum seçin. Mevcut konum %(location)s

# accessibility
source: Shadowsocks settings
ar: إعدادات Shadowsocks
da: Shadowsocks-indstillinger
de: Shadowsocks-Einstellungen
es: Ajustes de Shadowsocks
fa: تنظیمات Shadowsocks
fi: Shadowsocks-asetukset
fr: Paramètres Shadowsocks
it: Impostazioni Shadowsocks
ja: Shadowsocksの設定
my: Shadowsocks ဆက်တင်များ
nb: Shadowsocks-innstillinger
nl: Shadowsocks-instellingen
pl: Ustawienia Shadowsocks
pt: Definições de Shadowsocks
ru: Настройки Shadowsocks
sv: Shadowsocks-inställningar
th: การตั้งค่า Shadowsocks
tr: Shadowsocks ayarları

# accessibility
source: Show account number
ar: إظهار رقم الحساب
da: Vis kontonummer
de: Kontonummer anzeigen
es: Mostrar número de cuenta
fa: نمایش شمارهٔ حساب
fi: Näytä tilin numero
fr: Afficher le numéro de compte
it: Mostra numero di account
ja: アカウント番号の表示
my: အကောင့်နံပါတ်ကို ပြရန်
nb: Vis kontonummer
nl: Accountnummer weergeven
pl: Pokaż numer konta
pt: Mostrar número de conta
ru: Показать номер учетной записи
sv: Visa kontonummer
th: แสดงหมายเลขบัญชี
tr: Hesap numarasını göster

# accessibility
source: UDP-over-TCP settings
ar: إعدادات UDP-over-TCP
da: UDP-over-TCP-indstillinger
de: UDP-über-TCP-Einstellungen
es: Ajustes de UDP sobre TCP
fa: تنظیمات ‏‏UDP روی TCP
fi: UDP TCP:n kautta -asetukset
fr: Paramètres UDP-over-TCP
it: Impostazioni UDP-over-TCP
ja: UDP-over-TCPの設定
my: UDP-over-TCP ဆက်တင်များ
nb: UDP-over-TCP-innstillinger
nl: UDP-over-TCP-instellingen
pl: Ustawienia UDP-przez-TCP
pt: Definições de UDP sobre TCP
ru: Настройки UDP через TCP
sv: UDP över TCP-inställningar
th: การตั้งค่า UDP-ผ่าน-TCP
tr: TCP üzerinden UDP ayarları
