Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

source: 3. To enable Lockdown mode, click on the toggle next to "Block connections without VPN".<br /><br /><b>Warning: This setting blocks split apps and the Local Network Sharing feature.</b>
ar: 3. لتفعيل وضع التأمين، انقر على زر التبديل بجوار "حظر الاتصالات دون VPN". <br /><br /><b>تحذير: يحظر هذا الإعداد التطبيقات المُقسَّمة وميزة مشاركة الشبكة المحلية.</b>
da: 3. For at aktivere Lockdown-tilstand skal du klikke på knappen ved siden af "Bloker forbindelser uden VPN".<br /><br /><b>Advarsel: Denne indstilling blokerer delte apps og funktionen Lokal netværksdeling.</b>
de: 3. Um den Sperrmodus zu aktivieren, klicken Sie auf den Kippschalter neben „Verbindungen ohne VPN blockieren“.<br /><br /><b>Warnung: Diese Einstellung blockiert geteilte Apps und die Funktion der lokalen Netzwerkfreigabe.</b>
es: 3. Para habilitar el modo de bloqueo, haga clic en el botón situado junto a «Bloquear conexiones sin VPN».<br /><br /><b>Advertencia: Este ajuste bloquea las aplicaciones divididas y la opción Uso compartido de la red local.</b>
fa: 3. برای فعال کردن حالت قفل، روی کلید کنار «مسدود کردن اتصال‌ها بدون VPN» کلیک کنید.<br /><br /><b>هشدار: این تنظیم اپلیکیشن‌های تفکیک‌شده و قابلیت اشتراک‌گذاری شبکهٔ محلی را مسدود می‌کند.</b>
fi: 3. Ota lukitustila käyttöön napsauttamalla kohdan "Estä yhteydet ilman VPN:ää" vieressä olevaa kytkintä.<br /><br /><b>Varoitus: Tämä asetus estää jaetut sovellukset ja paikallisen verkon jakamisominaisuuden.</b>
fr: 3. Pour activer le mode Verrouillage, cliquez sur l'interrupteur situé à côté de « Bloquer les connexions sans VPN ».<br /><br /><b>Avertissement : ce paramètre bloque les applications fractionnées et la fonctionnalité de partage du réseau local.</b>
it: 3. Per abilitare la Modalità Blocco, clicca sull'interruttore accanto a "Blocca connessioni senza VPN".<br /><br /><b>Avviso: questa impostazione blocca le app divise e la funzionalità di condivisione della rete locale.</b>
ja: 3. ロックダウンモードを有効にするには、[VPN 以外の接続のブロック] の横にあるトグルボタンをクリックします。<br /><br /><b>警告: この設定では、分割アプリとローカルネットワーク共有の機能がブロックされます。</b>
my: 3. လော့ခ်ဒေါင်းစနစ်ကို ဖွင့်ရန် "VPN မသုံးဘဲ ချိတ်ဆက်မှုများကို ပိတ်ဆို့ရန်"ဘေးရှိ ဖွင့်/ပိတ်ခလုတ်ကို နှိပ်ပါ။.<br /><br /><b>သတိပေးချက်- ဤဆက်တင်သည် Split အက်ပ်များနှင့် လိုကယ် ကွန်ရက် ဝေမျှမှု လုပ်ဆောင်ချက်ကို တားမြစ်ပါသည်။</b>
nb: 3. Klikk på bryteren ved siden av «Blokker tilkoblinger uten VPN» for å aktivere låsemodusen.<br /><br /><b>Advarsel: Denne innstillingen blokkerer delte apper og funksjonen «Deling over lokalt nettverk».</b>
nl: 3. Klik om de Lockdownmodus in te schakelen op de schakelaar naast "Verbindingen zonder VPN blokkeren".<br /><br /><b>Waarschuwing: deze instelling blokkeert gesplitste apps en de functie Delen via lokaal netwerk.</b>
pl: 3. Aby włączyć tryb Lockdown, kliknij przełącznik obok opcji Blokuj połączenia bez VPN.<br /><br /><b>Ostrzeżenie: to ustawienie blokuje aplikacje dzielące i funkcję udostępniania sieci lokalnej.</b>
pt: 3. Para ativar o modo de bloqueio, clique no botão de alternância junto a "Bloquear ligações sem VPN".<br /><br /><b>Aviso: esta definição bloqueia as aplicações divididas e a funcionalidade de Partilha de Rede Local.</b>
ru: 3. Чтобы включить режим блокировки, нажмите на переключатель рядом с пунктом «Блокировать соединения без VPN».<br /><br /><b>Предупреждение: этот параметр блокирует приложения из списка раздельного туннелирования и функцию «Обмен данными в локальной сети».</b>
sv: 3. Om du vill aktivera Låsningsläge klickar du på växlingsknappen bredvid "Blockera anslutningar utan VPN".<br /><br /><b>Varning! Den här inställningen blockerar delade appar och funktionen Lokal nätverksdelning.</b>
th: 3. ในการเปิดโหมดล็อกดาวน์ ให้คลิกปุ่มเปิด/ปิดที่อยู่ถัดจาก "ปิดกั้นการเชื่อมต่อที่ไม่ใช้ VPN"<br /><br /><b>คำเตือน: การตั้งค่านี้จะบล็อกแอปที่มีการแยก และคุณลักษณะการแชร์เครือข่ายท้องถิ่น</b>
tr: 3. Kilitleme modunu etkinleştirmek için "VPN üzerinden olmayan bağlantıları engelle" seçeneğinin yanındaki düğmeye tıklayın.<br /><br /><b>Uyarı: Bu ayar, bölünmüş uygulamaları ve Yerel Ağ Paylaşımı özelliğini engeller.</b>

source: 30 days was added to your account.
ar: تمت إضافة 30 يومًا إلى حسابك.
da: 30 dage blev føjet til din konto.
de: 30 Tage wurden zu Ihrem Konto hinzugefügt.
es: Se han añadido 30 días a su cuenta.
fa: 30 روز به حساب شما اضافه شد.
fi: Tilillesi lisättiin 30 päivää käyttöaikaa.
fr: 30 jours ont été ajoutés à votre compte.
it: 30 giorni aggiunti al tuo account.
ja: アカウントに30日分が追加されました。
my: သင့်အကောင့်ထဲသို့ ရက် 30 ကို ပေါင်းထည့်ပြီးပါပြီ။
nb: 30 dager ble lagt til kontoen din.
nl: Er zijn 30 dagen toegevoegd aan uw account.
pl: Do konta dodano 30 dni.
pt: 30 dias adicionados à sua conta.
ru: На учетную запись добавлено 30 дней.
sv: 30 dagar har lagts till i ditt konto.
th: 30 วัน ถูกเพิ่มลงในบัญชีของคุณแล้ว
tr: Hesabınıza 30gün eklendi.

source: 90 days was added to your account.
ar: تمت إضافة 90 يومًا إلى حسابك.
de: 90 Tage wurden zu Ihrem Konto hinzugefügt.
es: Se han añadido 90 días a su cuenta.
fa: 90 روز به حساب شما اضافه شد.
fi: Tilillesi lisättiin 90 päivää käyttöaikaa.
it: 90 giorni aggiunti al tuo account.
my: သင့်အကောင့်အတွက် ရက် 90 တိုးထားပါသည်။
nb: 90 dager ble lagt til kontoen din.
nl: Er zijn 90 dagen toegevoegd aan uw account.
pt: 90 dias adicionados à sua conta.
ru: На вашу учетную запись добавлено 90 дней.
sv: 90 dagar har lagts till i ditt konto.
th: เพิ่ม 90 วันในบัญชีของคุณแล้ว
tr: Hesabınıza 90 gün eklendi.

source: API reachable, adding method...
ar: واجهة API يمكن الوصول إليها، جارٍ إضافة الطريقة...
da: API tilgængelig, tilføjer metode...
de: API erreichbar, Methode hinzufügen …
es: API accesible, añadiendo método...
fa: API در دسترس است، روش در حال افزودن است...
fi: API tavoitettavissa, menetelmää lisätään...
fr: API joignable, ajout de la méthode...
it: API raggiungibile, aggiunta del metodo...
ja: API に到達可能です。方法を追加しています...
my: API နှင့် ချိတ်၍ရသည်၊ နည်းလမ်း ထည့်နေဆဲ…
nb: API tilgjengelig, legger til metode …
nl: API bereikbaar, methode toevoegen ...
pl: Interfejs API osiągalny, dodawanie metody...
pt: API alcançável, a adicionar método...
ru: Есть доступ к API, добавляем метод...
sv: API kan nås, lägger till metod ...
th: เข้าถึง API ได้ กำลังเพิ่มวิธีการ...
tr: Erişilebilir API, yöntem ekleniyor...

source: API unreachable, save method anyway?
ar: واجهة API لا يمكن الوصول إليها، هل تريد حفظ الطريقة على أي حال؟
da: API utilgængelig, gemme metode alligevel?
de: API nicht erreichbar, Methode dennoch speichern?
es: API inaccesible, ¿guardar el método de todos modos?
fa: API در دسترس نیست، بااین‌حال روش ذخیره شود؟
fi: API ei ole tavoitettavissa. Tallennetaanko menetelmä silti?
fr: API injoignable, enregistrer quand même la méthode ?
it: API non raggiungibile, salvare comunque il metodo?
ja: API に到達できません。方法を保存しますか？
my: API နှင့် ချိတ်၍မရပါ၊ မည်သို့ပင်ဖြစ်စေ နည်းလမ်းကို သိမ်းမလား။
nb: API ikke tilgjengelig, lagre metoden uansett?
nl: API onbereikbaar, methode toch opslaan?
pl: Interfejs API nieosiągalny, zapisać metodę mimo to?
pt: API inalcançável, guardar o método mesmo assim?
ru: Нет доступа к API. Сохранить метод?
sv: API kan inte nås, spara metod ändå?
th: เข้าถึง API ไม่ได้ บันทึกวิธีการหรือไม่
tr: API'ye erişilemiyor, yöntem yine de kaydedilsin mi?

source: Account credit expires in a few minutes
ar: سينتهي رصيد الحساب خلال دقائق قليلة
da: Kontokredit udløber om få minutter
de: Kontoguthaben läuft in wenigen Minuten ab
es: El crédito de la cuenta caduca en unos minutos
fa: اعتبار حساب در چند دقیقهٔ آینده منقضی می‌شود
fi: Tilin käyttöaika päättyy muutaman minuutin kuluttua
fr: Les crédits du compte expirent dans quelques minutes
it: Il credito dell'account scadrà tra pochi minuti
ja: アカウントのクレジットが数分後に無効になります
my: မိနစ်အနည်းငယ်အကြာတွင် အကောင့်ခရက်ဒစ် သက်တမ်းကုန်ပါတော့မည်
nb: Kontokreditt utløper om noen få minutter
nl: Accountkrediet verloopt over enkele minuten
pl: Doładowanie konta wygasa za kilka minut
pt: O crédito da conta expira dentro de alguns minutos
ru: Баланс учетной записи закончится через несколько минут
sv: Kontokrediten slutar gälla om några minuter
th: เครดิตของบัญชีจะหมดอายุในอีกไม่กี่นาที
tr: Hesap kredisinin süresi birkaç dakika içinde doluyor

source: Account credit expires soon
ar: سينتهي رصيد الحساب قريبًا
da: Kontokredit udløber snart
de: Kontoguthaben läuft bald ab
es: El crédito de la cuenta caduca pronto
fa: اعتبار حساب به‌زودی منقضی می‌شود
fi: Tilin käyttöaika päättyy pian
fr: Les crédits du compte expirent bientôt
it: Il credito dell'account scadrà presto
ja: アカウントのクレジットがもうすぐ無効になります
my: မကြာမီ အကောင့် ခရက်ဒစ် သက်တမ်းကုန်ပါတော့မည်
nb: Kontokreditt utløper snart
nl: Accountkrediet verloopt binnenkort
pl: Doładowanie konta wkrótce wygasa
pt: O crédito da conta expira brevemente
ru: Баланс учетной записи скоро закончится
sv: Kontokrediten slutar snart gälla
th: เครดิตของบัญชีจะหมดอายุในเร็วๆ นี้
tr: Hesap kredisinin süresi yakında doluyor

source: Account number is too long, please enter a valid number
ar: رقم الحساب طويل جدًا، يُرجى إدخال رقم صالح
de: Die Kontonummer ist zu lang, bitte geben Sie eine gültige Nummer ein.
es: El número de cuenta es demasiado largo. Introduzca un número válido
fa: شمارهٔ حساب خیلی طولانی است، لطفاً یک شمارهٔ معتبر وارد کنید
fi: Tilin numero on liian pitkä. Anna kelvollinen numero.
my: အကောင့်နံပါတ်သည် ရှည်လွန်းသည်၊ ကျေးဇူးပြု၍ မှန်ကန်သော နံပါတ်ကို ထည့်သွင်းပါ
pt: O número de conta é demasiado longo. Introduza um número válido
sv: Kontonumret är för långt, ange ett giltigt nummer
th: หมายเลขบัญชียาวเกินไป โปรดใส่หมายเลขที่ถูกต้อง
tr: Hesap numarası çok uzun, lütfen geçerli bir numara girin

source: Account time reminders
ar: تذكيرات بوقت الحساب
da: Påmindelser om kontotid
de: Erinnerungen an die Kontozeit
es: Recordatorios de tiempo de la cuenta
fa: یادآورهای زمان حساب
fi: Muistutukset tilin käyttöajasta
fr: Rappels de temps pour le compte
it: Promemoria temporali per l'account
ja: アカウント時間のリマインダー
my: အကောင့်အချိန် သတိပေးချက်များ
nb: Påminnelser om tidsavbrudd for konto
nl: Accounttijdherinneringen
pl: Przypomnienia o czasie na koncie
pt: Lembretes de tempo da conta
ru: Напоминания о времени на учетной записи
sv: Påminnelser om kontotid
th: การแจ้งเตือนเวลาบัญชี
tr: Hesap süresi hatırlatıcıları

source: Add %s to list
ar: إضافة %s إلى القائمة
da: Føj %s til listen
de: %s zur Liste hinzufügen
es: Añadir %s a la lista
fa: افزودن %s به فهرست
fi: Lisää %s luetteloon
fr: Ajouter %s à la liste
it: Aggiungi %s all'elenco
ja: %s をリストに追加する
my: %s ကို စာရင်းတွင် ထည့်ပါ
nb: Legg %s til i listen
nl: %s toevoegen aan lijst
pl: Dodaj lokalizację %s do listy
pt: Adicionar %s à lista
ru: Добавить местоположение %s к списку
sv: Lägg till %s i listan
th: เพิ่ม %s ลงในรายการ
tr: %s konumunu listeye ekle

source: Add 30 days time (%s)
ar: إضافة 30 يومًا (%s)
da: Tilføj 30 dages tid (%s)
de: 30 Tage Zeit hinzufügen (%s)
es: Añadir 30 días (%s)
fa: افزودن 30 روز زمان (%s)
fi: Lisää 30 päivää käyttöaikaa (%s)
fr: Ajouter 30 jours de temps (%s)
it: Aggiungi 30 giorni di tempo (%s)
ja: 30日分を追加する (%s)
my: အချိန် ရက် 30 ကို‌ ပေါင်းထည့်ရန် (%s)
nb: Legg til 30 dager (%s)
nl: 30 dagen tijd toevoegen (%s)
pl: Dodaj 30 dni (%s)
pt: Adicionar 30 dias (%s)
ru: Добавить 30 дней (%s)
sv: Lägg till 30 dagar (%s)
th: เพิ่มเวลา 30 วัน (%s)
tr: 30 gün süre ekleyin (%s)

source: Add 90 days time (%s)
ar: إضافة 90 يومًا (%s)
de: 90 Tage Zeit hinzufügen (%s)
es: Añadir 90 días (%s)
fa: افزودن 90 روز زمان (%s)
fi: Lisää 90 päivää käyttöaikaa (%s)
it: Aggiungi 90 giorni di tempo (%s)
my: အချိန် ရက် 90 တိုးရန် (%s)
nb: Legg til 90 dager (%s)
nl: 90 dagen tijd toevoegen (%s)
pt: Adicionar 90 dias (%s)
ru: Добавить 90 дней (%s)
sv: Lägg till 90 dagar (%s)
th: เพิ่มเวลา 90 วัน (%s)
tr: 90 gün uzatın (%s)

source: Add DNS server
ar: إضافة خادم DNS
da: Tilføj DNS-server
de: DNS-Server hinzufügen
es: Añadir servidor DNS
fa: افزودن سرور DNS
fi: Lisää DNS-palvelin
fr: Ajouter un serveur DNS
it: Aggiungi server DNS
ja: DNS サーバーを追加
my: DNS ဆာဗာကို ပေါင်းထည့်ရန်
nb: Legg til DNS-server
nl: DNS-server toevoegen
pl: Dodaj serwer DNS
pt: Adicionar servidor DNS
ru: Добавить DNS-сервер
sv: Lägg till DNS-server
th: เพิ่มเซิร์ฟเวอร์ DNS
tr: DNS sunucusu ekle

source: Add locations
ar: إضافة المواقع
da: Tilføj placeringer
de: Standorte hinzufügen
es: Añadir ubicaciones
fa: افزودن مکان‌ها
fi: Lisää sijainteja
fr: Ajouter des localisations
it: Aggiungi posizioni
ja: 場所の追加
my: တည်နေရာများ ပေါင်းထည့်ရန်
nb: Legg til plasseringer
nl: Voeg locaties toe
pl: Dodaj lokalizacje
pt: Adicionar localizações
ru: Добавление местоположений
sv: Lägg till platser
th: เพิ่มตำแหน่งที่ตั้ง
tr: Konum ekle

source: Add time
ar: إضافة وقت
de: Zeit hinzufügen
es: Añadir tiempo
fa: افزودن زمان
fi: Lisää käyttöaikaa
it: Aggiungi tempo
my: အချိန်တိုးရန်
nb: Legg til tid
nl: Tijd toevoegen
pt: Adicionar tempo
ru: Добавить время
sv: Lägg till tid
th: เพิ่มเวลา
tr: Süre ekle

source: Adding method...
ar: جارٍ إضافة الطريقة...
da: Tilføjer metode...
de: Methode hinzufügen …
es: Añadiendo método...
fa: در حال افزودن روش...
fi: Lisätään menetelmää...
fr: Ajout de la méthode...
it: Aggiunta metodo...
ja: 方法を追加しています...
my: နည်းလမ်း ထည့်နေဆဲ...
nb: Legger til metoden ...
nl: Methode toevoegen ...
pl: Dodawanie metody...
pt: A adicionar método...
ru: Добавление метода...
sv: Lägger till metod ...
th: กำลังเพิ่มวิธีการ...
tr: Yöntem ekleniyor...

source: After updating a VPN app on Android 16, devices might end up in a state where VPN apps are no longer able to reach the internet.
ar: بعد تحديث تطبيق VPN على نظام التشغيل Android 16، قد تصل الأجهزة إلى حالة تفقد فيها تطبيقات VPN قدرتها على الوصول إلى الإنترنت.
de: Nach dem Update einer VPN-App auf Android 16 kann es vorkommen, dass die VPN-Apps auf diesen Geräten nicht länger auf das Internet zugreifen können.
es: Tras actualizar una aplicación VPN en Android 16, los dispositivos podrían terminar en un estado en el que las aplicaciones VPN ya no puedan conectarse a Internet.
fa: پس از به‌روزرسانی یک اپلیکیشن VPN در اندروید 16، ممکن است دستگاه‌ها به حالتی برسند که اپلیکیشن‌های VPN دیگر نتوانند به اینترنت دسترسی پیدا کنند.
fi: Kun VPN-sovellus päivitetään Android 16:ssa, laitteen saattavat päätyä tilaan, jossa VPN-sovellukset eivät voi enää muodostaa yhteyttä internetiin.
it: Dopo aver aggiornato un'app VPN su Android 16, i dispositivi potrebbero trovarsi in uno stato in cui le app VPN non sono più in grado di accedere a Internet.
my: Android 16 တွင် VPN အက်ပ်ကို အပ်ဒိတ်လုပ်ပြီးနောက် စက်များတွင် VPN အက်ပ်များက အင်တာနက်ချိတ်မပေးနိုင်တော့သည့် အခြေအနေမျိုး ကြုံရတတ်သည်။
nb: Etter å ha oppdatert en VPN-app på Android 16, kan enhetene havne i en tilstand der VPN-appene ikke lenger får tilgang til internett.
nl: Na het bijwerken van een VPN-app in Android 16 kan het apparaat in een toestand raken waarin de VPN-apps het internet niet meer kunnen bereiken.
pt: Após atualizar uma aplicação de VPN no Android 16, os dispositivos podem ficar num estado em que as aplicações de VPN deixam de conseguir aceder à internet.
ru: После обновления VPN-приложения на Android 16 VPN-приложения иногда теряют доступ к Интернету.
sv: När en VPN-app har uppdaterats på Android 16 kan enheterna hamna i ett tillstånd där VPN-apparna inte längre har åtkomst till internet.
th: หลังจากอัปเดตแอป VPN บน Android 16 อุปกรณ์อาจอยู่ในสถานะที่แอป VPN ไม่สามารถเข้าถึงอินเทอร์เน็ตได้อีกต่อไป
tr: Android 16'da bir VPN uygulaması güncellendikten sonra, cihazlar VPN uygulamalarının artık internete erişemediği bir duruma geçebilir.

source: Agree and continue
ar: الموافقة والمتابعة
da: Accepter og fortsæt
de: Akzeptieren und weiter
es: Aceptar y continuar
fa: موافقت و ادامه
fi: Hyväksy ja jatka
fr: Accepter et continuer
it: Accetta e continua
ja: 同意して続行
my: သဘောတူပြီး ဆက်လုပ်ရန်
nb: Godta og fortsett
nl: Akkoord en doorgaan
pl: Zaakceptuj i kontynuuj
pt: Concordar e continuar
ru: Согласиться и продолжить
sv: Godkänn och fortsätt
th: ยอมรับและดำเนินการต่อ
tr: Kabul et ve devam et

source: All applications
ar: جميع التطبيقات
da: Alle applikationer
de: Alle Anwendungen
es: Todas las aplicaciones
fa: تمام اپلیکیشن‌ها
fi: Kaikki sovellukset
fr: Toutes les applications
it: Tutte le applicazioni
ja: すべてのアプリケーション
my: အပလီကေးရှင်း အားလုံး
nb: Alle applikasjoner
nl: Alle toepassingen
pl: Wszystkie aplikacje
pt: Todas as aplicações
ru: Все приложения
sv: Alla applikationer
th: แอปพลิเคชันทั้งหมด
tr: Tüm uygulamalar

source: All overrides will be reset and servers IP addresses, in the Select location view, will go back to default.
ar: ستتم إعادة تعيين كل التجاوزات، وستعود عناوين IP الخاصة بالخوادم في شاشة تحديد الموقع إلى الإعدادات الافتراضية.
da: Alle tilsidesættelser vil blive nulstillet, og servernes IP-adresser i visningen Vælg placering vil blive sat tilbage til standard.
de: Alle Überschreibungen werden zurückgesetzt und die IP-Adressen der Server in der Standortauswahl werden auf die Standardwerte zurückgesetzt.
es: Todas las anulaciones se restablecerán y las direcciones IP de los servidores, en la vista Seleccionar ubicación, volverán a sus valores predeterminados.
fa: تمام تنظیمات جایگزین‌شده بازنشانی می‌شوند و آدرس‌های IP سرورها در بخش «انتخاب مکان» به حالت پیش‌فرض برمی‌گردند.
fi: Kaikki ohitukset nollataan ja palvelinten IP-osoitteet palautuvat oletusarvoihin sijainnin valintanäkymässä.
fr: Toutes les substitutions seront réinitialisées et les adresses IP des serveurs, dans la vue Sélectionner une localisation, reviendront à leur valeur par défaut.
it: Tutte le sovrascritture verranno ripristinate e gli indirizzi IP dei server nella vista Seleziona posizione torneranno ai valori predefiniti.
ja: すべてのオーバーライドはリセットされ、場所の選択ビューのサーバーの IP アドレスはデフォルトに戻ります。
my: ‌ကျော်လွန် ပယ်ဖျက်မှုအားလုံးကို ပြန်လည်သတ်မှတ်မည်ဖြစ်ပြီး တည်နေရာ ရွေးချယ်ရန် ပြသမှုတွင် ဆာဗာများ၏ IP လိပ်စာများကို ပုံသေအဖြစ် ပြန်ပြောင်းလိုက်ပါမည်။
nb: Alle overstyringer tilbakestilles, og servernes IP-adresser i visningen «Velg plassering» går tilbake til standardoppsett.
nl: Alle overschrijvingen worden gereset en IP-adressen van servers in Locatie selecteren worden teruggezet naar de standaardwaarden.
pl: Wszystkie zastąpienia zostaną zresetowane i przywrócone zostaną domyślne adresy IP serwerów w widoku Wybierz lokalizację.
pt: Todas as substituições serão repostas e os endereços IP dos servidores, na vista Selecionar local, voltarão às predefinições.
ru: Все переопределения будут сброшены, а IP-адреса серверов в представлении «Выбор местоположения­» вернутся к значениям по умолчанию.
sv: Alla åsidosättningar återställs och servrarnas IP-adresser i vyn Välj plats återgår till standard.
th: โอเวอร์ไรด์ทั้งหมดจะถูกรีเซ็ต และที่อยู่ IP ของเซิร์ฟเวอร์ในมุมมองตำแหน่งที่ตั้งที่เลือก จะกลับไปเป็นค่าเริ่มต้น
tr: Tüm geçersiz kılmalar sıfırlanacak ve Konum seç görünümündeki sunucuların IP adresleri varsayılana döndürülecek.

source: Always-on VPN assigned to %s
ar: تم تعيين "تشغيل VPN دائمًا" إلى %s
da: Altid-til VPN tildelt %s
de: Always-on VPN ist %s zugeordnet
es: La VPN siempre activa se ha asignado a %s
fa: VPN همیشه‌فعال به %s اختصاص داده شد
fi: %s on määritetty aina päällä olevan VPN:n asetukseksi
fr: « Toujours exiger un VPN » est assigné à %s
it: VPN sempre attiva assegnata a %s
ja: Always-on VPNは%sに割り当てられました
my: အမြဲဖွင့် VPN ကို %s သို့ သတ်မှတ်ထားပါသည်
nb: VPN som alltid er på, er tilordnet %s
nl: Altijd-aan VPN toegewezen aan %s
pl: Opcja „Zawsze włączony VPN” przypisana jest do %s
pt: VPN sempre ligada atribuída a %s
ru: Опция «Постоянная VPN» назначена приложению «%s»
sv: Alltid på-VPN har tilldelats %s
th: VPN เปิดอยู่เสมอ ได้รับการมอบหมายไปยัง %s แล้ว
tr: Her zaman açık VPN %s uygulamasına atandı

source: Always-on VPN assigned to other VPN
ar: تم تعيين "تشغيل VPN دائمًا" إلى شبكة VPN أخرى
da: Altid-til VPN tildelt en anden VPN
de: Always-on VPN ist einem anderen VPN zugeordnet
es: La VPN siempre activa se ha asignado a otra VPN
fa: VPN همیشه‌فعال به یک VPN دیگر اختصاص داده شده است
fi: Aina päällä oleva VPN on määritetty toiselle VPN:lle
fr: « Toujours exiger un VPN » est assigné à un autre VPN
it: VPN sempre attiva assegnata a un'altra VPN
ja: Always-on VPNは他のVPNに割り当てられました
my: အမြဲဖွင့် VPN ကို အခြား VPN တစ်ခုသို့ သတ်မှတ်ထားပါသည်
nb: VPN som alltid er på, er tilordnet en annen VPN
nl: Altijd-aan VPN toegewezen aan andere VPN
pl: Opcja „Zawsze włączony VPN” przypisana jest do innej aplikacji VPN
pt: VPN sempre ligada atribuída a outra VPN
ru: Опция «Постоянная VPN» назначена другой VPN
sv: Alltid på-VPN har tilldelats en annan VPN
th: VPN เปิดอยู่เสมอ ได้รับการมอบหมายไปยัง VPN อื่นแล้ว
tr: Her zaman açık VPN diğer VPN'e atandı

source: Android 16 has a known issue. Please restart your device and try again. To learn more,
ar: هناك مشكلة معروفة في نظام Android 16. يُرجى إعادة تشغيل جهازك وإعادة المحاولة. لمعرفة المزيد،
de: Android 16 hat einen bekannten Fehler. Bitte starten Sie Ihr Gerät neu und versuchen Sie es erneut. Um mehr darüber zu erfahren,
es: Android 16 tiene un problema conocido. Reinicie su dispositivo e inténtelo de nuevo. Para obtener más información,
fa: ‏اندروید 16 یک مشکل شناخته‌شده دارد. لطفاً دستگاه‌تان را مجدد راه‌اندازی کرده و دوباره امتحان کنید. برای کسب اطلاعات بیشتر،
fi: Android 16:ssa on tunnettu ongelma. Käynnistä laitteesi uudelleen ja yritä uudelleen. Saat lisätietoja
it: Android 16 presenta un problema noto. Riavvia il dispositivo e riprova. Per saperne di più,
my: Android 16 တွင် သိထားပြီးသား ပြဿနာရှိသည်။ သင့်စက်ကို ရီစတက်ချပြီး ထပ်မံကြိုးစားပါ။ ပိုမိုလေ့လာရန်၊
nb: Android 16 har en kjent feil. Start enheten på nytt og prøv igjen. For å finne ut mer,
nl: Er is een bekend probleem met Android 16. Start uw apparaat opnieuw op en probeer het opnieuw. Voor meer informatie:
pt: O Android 16 tem um problema conhecido. Reinicie o seu dispositivo e tente novamente. Para saber mais,
ru: В Android 16 есть известная проблема. Перезагрузите устройство и попробуйте снова. Чтобы узнать больше,
sv: Android 16 har ett känt fel. Starta om din enhet och försök igen. Om du vill veta mer
th: Android 16 มีปัญหาที่ทราบแล้ว โปรดรีสตาร์ทอุปกรณ์ของคุณแล้วลองอีกครั้ง หากต้องการเรียนรู้เพิ่มเติม
tr: Android 16'da bilinen bir sorun mevcut. Lütfen cihazınızı yeniden başlatıp tekrar deneyin. Daha fazla bilgi için

source: Are you sure you want to log <b>%s</b> out?
ar: هل تريد بالتأكيد تسجيل خروج <b>%s</b>؟
de: Möchten Sie <b>%s</b> wirklich abmelden?
es: ¿Seguro que quiere cerrar la sesión de <b>%s</b>?
fa: آیا مطمئنید که می‌خواهید <b>%s</b> را خارج کنید؟
fi: Haluatko varmasti kirjata laitteen <b>%s</b> ulos?
it: Vuoi davvero disconnettere <b>%s</b>?
my: <b>%s</b> မှ ထွက်လိုသည်မှာ သေချာပါသလား။
nb: Vil du virkelig logge <b>%s</b> av?
nl: Weet u zeker dat u <b>%s</b> wilt afmelden?
pt: Tem a certeza de que quer terminar a sessão de <b>%s</b>?
ru: Действительно выйти из профиля на устройстве <b>%s</b>?
sv: Vill du verkligen logga ut <b>%s</b>?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ <b>%s</b>
tr: <b>%s</b> adlı cihazdan çıkış yapmak istediğinizden emin misiniz?

source: At least one method needs to be enabled
ar: يجب تفعيل طريقة واحدة على الأقل
da: Mindst én metode skal aktiveres
de: Mindestens eine Methode muss aktiviert sein
es: Se debe habilitar al menos un método
fa: حداقل یک روش باید فعال باشد
fi: Vähintään yhden menetelmän on oltava käytössä
fr: Au moins une méthode doit être activée
it: È necessario abilitare almeno un metodo
ja: 方法は少なくとも 1 つは有効化する必要があります
my: အနည်းဆုံး နည်းလမ်းတစ်ခုကို ဖွင့်ရမည်
nb: Minst én metode må være aktivert
nl: Er moet minimaal één methode ingeschakeld zijn
pl: Należy włączyć co najmniej jedną metodę
pt: É necessário ativar pelo menos um método
ru: Должен быть включен хотя бы один метод
sv: Minst en metod måste vara aktiverad
th: จำเป็นต้องเปิดใช้อย่างน้อยหนึ่งวิธีการ
tr: En az bir yöntemin etkinleştirilmesi gerekiyor
