Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# in-app-notifications
source: Install the latest app version to stay up to date.
ar: ثبِّت أحدث إصدار من التطبيق للبقاء على اطلاع دائم بكل جديد.
da: Installer den nyeste appversion for at holde dig opdateret.
de: Installieren Sie die neueste Version der App, um auf dem neuesten Stand zu sein.
es: Instale la última versión de la aplicación para estar actualizado.
fa: جدیدترین نسخهٔ اپلیکیشن را نصب کنید تا به‌روز بمانید.
fi: Pysy ajan tasalla asentamalla sovelluksen uusin versio.
fr: Installez la dernière version de l’application pour rester à jour.
it: Installa l'ultima versione dell'app per restare aggiornato.
ja: アプリの最新バージョンをインストールして、最新の状態を維持してください。
my: အပ်ဒိတ်ဖြစ်နေစေရန် နောက်ဆုံးထွက် အက်ပ်ဗားရှင်းကို ထည့်သွင်းပါ။
nb: Installer siste appversjon for å holde deg oppdatert.
nl: Installeer de nieuwste appversie om up-to-date te blijven.
pl: Aby być na bieżąco, zainstaluj najnowszą wersję aplikacji.
pt: Instale a versão mais recente da aplicação para se manter atualizado.
ru: Установите новейшую версию приложения, чтобы ничего не пропустить.
sv: Installera den senaste appversionen för att hålla dig uppdaterad.
th: ติดตั้งแอปเวอร์ชันล่าสุดเพื่อรับข้อมูลการอัปเดตล่าสุด
tr: Güncel kalmak için en son uygulama sürümünü yükleyin.

# in-app-notifications
source: INSTALLER FAILED
ar: فشلت أداة التثبيت
de: INSTALLATIONSPROGRAMM FEHLGESCHLAGEN
es: ERROR EN EL INSTALADOR
fa: نصب‌کننده ناموفق بود
fi: ASENNUSOHJELMA EPÄONNISTUI
it: PROGRAMMA DI INSTALLAZIONE NON RIUSCITO
my: ထည့်သွင်းမှုဆော့ဖ်ဝဲ မအောင်မြင်ပါ
nb: INSTALLASJONSPROGRAMMET MISLYKTES
nl: INSTALLATIEPROGRAMMA MISLUKT
pt: ERRO NO INSTALADOR
ru: ОШИБКА УСТАНОВЩИКА
sv: INSTALLATIONSPROGRAMMET STARTADE INTE
th: โปรแกรมติดตั้งล้มเหลว
tr: YÜKLEYİCİ BAŞARISIZ OLDU

# in-app-notifications
source: NETWORK TRAFFIC MIGHT BE LEAKING
ar: قد يكون هناك تسريب في حركة بيانات الشبكة
da: NETVÆRKSTRAFIK LÆKKES MÅSKE
de: ES KÖNNTE NETZWERK-TRAFFIC LEAKEN
es: PUEDE QUE SE ESTÉ FILTRANDO EL TRÁFICO DE RED
fa: ممکن است ترافیک شبکه در حال نشت باشد
fi: VERKKOLIIKENNE SAATTAA VUOTAA
fr: IL Y A PEUT-ÊTRE UNE FUITE DE TRAFIC RÉSEAU
it: IL TRAFFICO DI RETE POTREBBE ESSERE ESPOSTO
ja: ネットワークトラフィックが漏れている可能性があります
my: ကွန်ရက် ကူးလူးမှု ပေါက်ကြားနေနိုင်ပါသည်
nb: NETTVERKSTRAFIKKEN KAN LEKKE
nl: NETWERKVERKEER KAN LEKKEN
pl: RUCH SIECIOWY MOŻE WYCIEKAĆ
pt: PODE HAVER FUGAS DE TRÁFEGO DE REDE
ru: ВОЗМОЖНА УТЕЧКА СЕТЕВОГО ТРАФИКА
sv: NÄTVERKSTRAFIKEN KANSKE LÄCKER
th: การรับส่งข้อมูลทางเครือข่ายอาจรั่วไหล
tr: AĞ BAĞLANTISI TRAFİĞİNDE SIZINTI OLABİLİR

# in-app-notifications
source: NEW DEVICE CREATED
ar: تم إنشاء جهاز جديد
da: NY ENHED OPRETTET
de: NEUES GERÄT ERSTELLT
es: NUEVO DISPOSITIVO CREADO
fa: دستگاه جدید ایجاد شد
fi: UUSI LAITE LUOTIIN
fr: NOUVEL APPAREIL CRÉÉ
it: NUOVO DISPOSITIVO CREATO
ja: 新しいデバイスが作成されました
my: စက်အသစ် ဖန်တီးထားသည်
nb: NY ENHET OPPRETTET
nl: NIEUW APPARAAT GEMAAKT
pl: UTWORZONO NOWE URZĄDZENIE
pt: NOVO DISPOSITIVO CRIADO
ru: СОЗДАНО НОВОЕ УСТРОЙСТВО
sv: NY ENHET HAR SKAPATS
th: สร้างอุปกรณ์ใหม่แล้ว
tr: YENİ CİHAZ OLUŞTURULDU

# in-app-notifications
source: NEW VERSION INSTALLED
ar: تم تثبيت إصدار جديد
da: NY VERSION INSTALLERET
de: NEUE VERSION INSTALLIERT
es: NUEVA VERSIÓN INSTALADA
fa: نسخهٔ جدید نصب شد
fi: UUSI VERSIO ASENNETTIIN
fr: NOUVELLE VERSION INSTALLÉE
it: NUOVA VERSIONE INSTALLATA
ja: 新バージョンがインストールされました
my: ဗားရှင်းအသစ်ကို ထည့်သွင်းထားသည်
nb: NY VERSJON INSTALLERT
nl: NIEUWE VERSIE GEÏNSTALLEERD
pl: ZAINSTALOWANO NOWĄ WERSJĘ
pt: NOVA VERSÃO INSTALADA
ru: УСТАНОВЛЕНА НОВАЯ ВЕРСИЯ
sv: NY VERSION INSTALLERAD
th: ติดตั้งเวอร์ชันใหม่แล้ว
tr: YENİ SÜRÜM YÜKLENDİ

# in-app-notifications
source: Please quit and restart the app.
ar: يُرجى إغلاق التطبيق وإعادة تشغيله.
da: Afslut og genstart appen.
de: Bitte schließen Sie die App und starten Sie sie neu.
es: Reinicie la aplicación.
fa: لطفاً اپلیکیشن را ببندید و دوباره باز کنید.
fi: Sammuta sovellus ja käynnistä se uudelleen.
fr: Veuillez quitter et redémarrer l'application.
it: Esci e riavvia l'app.
ja: アプリをいったん終了して、再起動してください。
my: ထွက်ပြီး အက်ပ်ကို အစမှ ပြန်ဖွင့်ပေးပါ။
nb: Avslutt og start appen på nytt.
nl: Sluit en herstart de app.
pl: Zamknij i uruchom ponownie aplikację.
pt: Termine a sessão e reinicie a aplicação.
ru: Закройте и перезапустите приложение.
sv: Avsluta och starta om appen.
th: โปรดออกและเปิดแอปขึ้นมาใหม่
tr: Lütfen uygulamadan çıkış yapın ve yeniden başlatın.

# in-app-notifications
source: READY TO INSTALL UPDATE
ar: جاهز لتثبيت التحديث
de: BEREIT ZUM INSTALLIEREN DES UPDATES
es: LISTO PARA INSTALAR LA ACTUALIZACIÓN
fa: آماده نصب به‌روزرسانی
fi: VALMIS PÄIVITYKSEN ASENNUKSEEN
it: PRONTO PER INSTALLARE L'AGGIORNAMENTO
my: အပ်ဒိတ်ကို ထည့်သွင်းရန် အဆင်သင့်ဖြစ်ပါပြီ
nb: KLAR TIL Å INSTALLERE OPPDATERINGEN
nl: KLAAR OM UPDATE TE INSTALLEREN
pt: PRONTO PARA INSTALAR A ATUALIZAÇÃO
ru: ОБНОВЛЕНИЕ ГОТОВО К УСТАНОВКЕ
sv: KLAR ATT INSTALLERA UPPDATERING
th: พร้อมที่จะติดตั้งการอัปเดต
tr: GÜNCELLEME YÜKLEMEYE HAZIR

# in-app-notifications
source: Retry download of the installer
ar: إعادة محاولة تنزيل أداة التثبيت
de: Installationsprogramm erneut herunterladen
es: Reintentar la descarga del instalador
fa: دانلود نصب‌کننده را دوباره امتحان کنید
fi: Yritä asennusohjelman latausta uudelleen
it: Riprova il download del programma di installazione
my: ထည့်သွင်းမှုဆော့ဖ်ဝဲကို ဒေါင်းလုဒ်ပြန်လုပ်ကြည့်ရန်
nb: Prøv å laste ned installasjonsprogrammet på nytt
nl: Probeer het installatieprogramma opnieuw te downloaden
pt: Tentar transferir novamente o instalador
ru: Повторить попытку скачивания установщика
sv: Prova att ladda ned installationsprogrammet igen
th: ลองดาวน์โหลดโปรแกรมติดตั้งอีกครั้ง
tr: Yükleyiciyi yeniden indirmeyi deneyin

# in-app-notifications
source: Retry installation
ar: إعادة محاولة التثبيت
de: Installation erneut versuchen
es: Reintentar instalación
fa: نصب را دوباره امتحان کنید
fi: Yritä asennusta uudelleen
it: Riprova l'installazione
my: ပြန်ထည့်သွင်းကြည့်ရန်
nb: Prøv å installere på nytt
nl: Probeer de installatie opnieuw
pt: Tentar novamente a instalação
ru: Повторить попытку установки
sv: Prova att installera igen
th: ลองติดตั้งใหม่อีกครั้ง
tr: Yeniden yüklemeyi deneyin

# in-app-notifications
source: Send problem report
ar: إرسال بلاغ بالمشكلة
da: Send problemrapport
de: Problembericht senden
es: Enviar informe de problemas
fa: ارسال گزارش مشکل
fi: Lähetä ongelmaraportti
fr: Envoyer un rapport de problème
it: Invia segnalazione problema
ja: 問題の報告を送信
my: ပြဿနာ ရီပို့တ် ပေးပို့ရန်
nb: Send problemrapport
nl: Probleemrapport sturen
pl: Wyślij zgłoszenie problemu
pt: Enviar relatório do problema
ru: Отправить сообщение о проблеме
sv: Skicka problemrapport
th: ส่งรายงานปัญหา
tr: Hata raporu gönder

# in-app-notifications
source: The installer could not be verified.
ar: تعذَّر التحقُّق من أداة التثبيت.
de: Das Installationsprogramm konnte nicht verifiziert werden.
es: El instalador no se ha podido verificar.
fa: نصب‌کننده قابل تأیید نبود.
fi: Asennusohjelmaa ei voitu vahvistaa.
it: Impossibile verificare il programma di installazione.
my: ထည့်သွင်းမှုဆော့ဖ်ဝဲကို စစ်ဆေး မရပါ။
nb: Installasjonsprogrammet kunne ikke bekreftes.
nl: Het installatieprogramma kan niet worden geverifieerd.
pt: Não foi possível verificar o instalador.
ru: Не удалось проверить установщик.
sv: Det gick inte att verifiera installationsprogrammet.
th: ไม่สามารถดำเนินการตรวจสอบโปรแกรมติดตั้งได้
tr: Yükleyici doğrulanamadı.

# in-app-notifications
source: The installer did not complete successfully.
ar: فشلت أداة التثبيت في الإكمال.
de: Das Installationsprogramm wurde nicht erfolgreich abgeschlossen.
es: El instalador no se ha completado correctamente.
fa: نصب‌کننده با موفقیت تکمیل نشد.
fi: Asennusohjelmaa ei suoritettu onnistuneesti.
it: Il programma di installazione non è stato completato correttamente.
my: ထည့်သွင်းမှုဆော့ဖ်ဝဲ၏ လုပ်ဆောင်မှု မပြီးစီးခဲ့ပါ။
nb: Installasjonsprogrammet ble ikke fullført.
nl: Het installatieprogramma is niet afgerond.
pt: O instalador não concluiu com sucesso.
ru: Установка не была завершена.
sv: Installationsprogrammet kunde inte slutföras.
th: โปรแกรมติดตั้งไม่เสร็จสมบูรณ์
tr: Yükleyici başarıyla tamamlanamadı.

# in-app-notifications
source: The installer did not start successfully.
ar: لم بنجح تشغيل أداة التثبيت.
de: Das Installationsprogramm wurde nicht erfolgreich gestartet.
es: El instalador no se ha iniciado correctamente.
fa: نصب‌کننده با موفقیت اجرا نشد.
fi: Asennusohjelman käynnistys ei onnistunut.
it: Il programma di installazione non è stato avviato correttamente.
my: ထည့်သွင်းမှုဆော့ဖ်ဝဲကို စတင်၍ မရခဲ့ပါ။
nb: Installasjonsprogrammet startet ikke.
nl: Het installatieprogramma is niet gestart.
pt: O instalador não iniciou com sucesso.
ru: Не удалось запустить установщик.
sv: Det gick inte att starta installationsprogrammet.
th: โปรแกรมติดตั้งไม่สามารถเริ่มต้นได้สำเร็จ
tr: Yükleyici başarıyla başlatılamadı.

# in-app-notifications
source: The selected %(wireGuard)s port is not supported, please <a>change it under VPN settings.</a>
ar: منفذ %(wireGuard)s المُحدَّد غير مدعوم، يُرجى <a>تغييره ضمن إعدادات شبكة VPN.</a>
de: Der ausgewählte %(wireGuard)s-Port wird nicht unterstützt, bitte <a>ändern Sie ihn in den VPN-Einstellungen</a>.
fa: پورت انتخاب‌شدهٔ %(wireGuard)s پشتیبانی نمی‌شود، لطفاً <a>آن را در تنظیمات VPN تغییر دهید.</a>
fi: Valittua %(wireGuard)s-porttia ei tueta. <a>Vaihda se VPN-asetuksissa</a>.
sv: Den valda %(wireGuard)s-porten stöds inte. <a>Ändra den i VPN-inställningarna.</a>
th: ไม่รองรับพอร์ต %(wireGuard)s ที่เลือก โปรด<a>เปลี่ยนแปลงภายใต้การตั้งค่า VPN</a>
tr: Seçili %(wireGuard)s portu desteklenmiyor, lütfen <a>VPN ayarları altından portu değiştirin.</a>

# in-app-notifications
source: This device is now named <em>%(deviceName)s</em>. See more under <a>Manage devices</a> in Account.
ar: تم تغيير اسم هذا الجهاز الآن إلى <em>%(deviceName)s</em>. للمزيد من المعلومات، يُرجى مراجعة <a>إدارة الأجهزة</a> في الحساب.
de: Dieses Gerät heißt jetzt <em>%(deviceName)s</em>. Weitere Informationen finden Sie in Ihrem Konto unter <a>Geräte verwalten</a>.
fa: این دستگاه اکنون با نام <em>%(deviceName)s</em> شناخته می‌شود. جزئیات بیشتر را در <a>مدیریت دستگاه‌ها</a> در حساب خود مشاهده کنید.
fi: Tämän laitteen nimi on nyt <em>%(deviceName)s</em>. Katso lisää tililtä kohdasta <a>Hallitse laitteita</a>.
sv: Den här enheten heter nu <em>%(deviceName)s</em>. Du hittar mer information i <a>Hantera enheter</a> under Konto.
th: ตอนนี้อุปกรณ์นี้ได้รับการตั้งชื่อว่า <em>%(deviceName)s</em> แล้ว ดูเพิ่มเติมได้ภายใต้หัวข้อ <a>จัดการอุปกรณ์</a> ในบัญชี
tr: Bu cihazın adı artık <em>%(deviceName)s</em>. Daha fazla bilgi için Hesap menüsündeki <a>Cihazları yönet</a> bölümüne bakın.

# in-app-notifications
source: Try out the newest beta version (%(version)s).
ar: جرِّب أحدث إصدار تجريبي (%(version)s).
da: Prøv den nyeste betaversion (%(version)s).
de: Testen Sie unsere neuste Beta-Version (%(version)s).
es: Pruebe la última versión beta (%(version)s).
fa: جدیدترین نسخهٔ بتا (%(version)s) را امتحان کنید.
fi: Kokeile uusinta beetaversiota (%(version)s).
fr: Essayez la nouvelle version bêta (%(version)s).
it: Prova la versione beta più recente (%(version)s).
ja: 最新のベータ版 (%(version)s) をお試しください。
my: နောက်ဆုံးထွက် အစမ်းသုံးဗားရှင်း (%(version)s) ကို စမ်းကြည့်ပါ။
nb: Prøv vår nyeste betaversjon (%(version)s).
nl: Probeer de nieuwste bètaversie (%(version)s).
pl: Wypróbuj najnowszą wersję beta (%(version)s).
pt: Experimente a nossa mais recente versão beta (%(version)s).
ru: Попробуйте новейшую бета-версию (%(version)s).
sv: Testa den senaste betaversionen (%(version)s).
th: ลองใช้เวอร์ชันเบต้าใหม่ล่าสุด (%(version)s)
tr: En yeni beta sürümü (%(version)s) deneyin.

# in-app-notifications
source: UNSUPPORTED VERSION
ar: إصدار غير مدعوم
da: IKKE-UNDERSTØTTET VERSION
de: NICHT UNTERSTÜTZTE VERSION
es: VERSIÓN NO ADMITIDA
fa: نسخهٔ پشتیبانی‌نشده
fi: EI-TUETTU VERSIO
fr: VERSION NON PRISE EN CHARGE
it: VERSIONE NON SUPPORTATA
ja: 未対応のバージョン
my: တွဲဖက်မလုပ်ဆောင်နိုင်သည့် ဗားရှင်း
nb: VERSJON UTEN STØTTE
nl: NIET-ONDERSTEUNDE VERSIE
pl: WERSJA NIEOBSŁUGIWANA
pt: VERSÃO NÃO SUPORTADA
ru: НЕПОДДЕРЖИВАЕМАЯ ВЕРСИЯ
sv: VERSION UTAN STÖD
th: เวอร์ชันที่ไม่รองรับ
tr: DESTEKLENMEYEN SÜRÜM

# in-app-notifications
source: UPDATE AVAILABLE
ar: يتوفَّر تحديث جديد
da: OPDATERING TILGÆNGELIG
de: UPDATE VERFÜGBAR
es: ACTUALIZACIÓN DISPONIBLE
fa: به‌روزرسانی موجود است
fi: PÄIVITYS SAATAVILLA
fr: MISE À JOUR DISPONIBLE
it: AGGIORNAMENTO DISPONIBILE
ja: アップデート可
my: အပ်ဒိတ် ရရှိနိုင်ပါပြီ
nb: OPPDATERING TILGJENGELIG
nl: UPDATE BESCHIKBAAR
pl: DOSTĘPNA JEST AKTUALIZACJA
pt: ESTÁ DISPONÍVEL UMA ATUALIZAÇÃO
ru: ЕСТЬ ОБНОВЛЕНИЕ
sv: UPPDATERING TILLGÄNGLIG
th: มีการอัปเดตให้ใช้งาน
tr: GÜNCELLEME MEVCUT

# in-app-notifications
source: UPDATE FAILED
ar: فشل التحديث
de: UPDATE FEHLGESCHLAGEN
es: ERROR EN LA ACTUALIZACIÓN
fa: به‌روزرسانی ناموفق بود
fi: PÄIVITYS EPÄONNISTUI
it: AGGIORNAMENTO NON RIUSCITO
my: အပ်ဒိတ်မအောင်မြင်ပါ
nb: OPPDATERINGEN MISLYKTES
nl: UPDATE MISLUKT
pt: ERRO NA ATUALIZAÇÃO
ru: СБОЙ ОБНОВЛЕНИЯ
sv: UPPDATERINGEN MISSLYCKADES
th: การอัปเดตล้มเหลว
tr: GÜNCELLEME BAŞARISIZ

# in-app-notifications
source: VERIFICATION COMPLETE! INSTALLER READY!
ar: اكتمل التحقُّق! أداة التثبيت جاهزة!
de: VERIFIZIERUNG ABGESCHLOSSEN! INSTALLATIONSPROGRAMM BEREIT!
es: ¡VERIFICACIÓN COMPLETADA! ¡INSTALADOR LISTO!
fa: تأیید کامل شد! نصب‌کننده آماده است!
fi: VAHVISTUS ON SUORITETTU! ASENNUSOHJELMA ON VALMIS.
it: VERIFICA COMPLETA! PROGRAMMA DI INSTALLAZIONE PRONTO!
my: စစ်ဆေးမှု ပြီးစီးပါပြီ။ ထည့်သွင်းမှုဆော့ဖ်ဝဲ အဆင်သင့်ဖြစ်ပါပြီ။
nb: BEKREFTELSEN ER FULLFØRT! INSTALLASJONSPROGRAMMET ER KLART!
nl: VERIFICATIE AFGEROND! INSTALLATIEPROGRAMMA IS KLAAR!
pt: VERIFICAÇÃO CONCLUÍDA! INSTALADOR PRONTO!
ru: ПРОВЕРКА ВЫПОЛНЕНА. УСТАНОВЩИК ГОТОВ.
sv: VERIFIERINGEN HAR SLUTFÖRTS! INSTALLATIONSPROGRAMMET ÄR KLART!
th: การตรวจสอบเสร็จสมบูรณ์! โปรแกรมติดตั้งพร้อมแล้ว!
tr: DOĞRULAMA TAMAMLANDI! YÜKLEYİCİ HAZIR!

# in-app-notifications
source: VERIFICATION COMPLETE! LAUNCHING INSTALLER...
ar: اكتمل التحقُّق! جارٍ تشغيل أداة التثبيت...
de: VERIFIZIERUNG ABGESCHLOSSEN! INSTALLATIONSPROGRAMM WIRD GESTARTET …
es: ¡VERIFICACIÓN COMPLETADA! INICIANDO EL INSTALADOR...
fa: تأیید کامل شد! در حال اجرای نصب‌کننده...
fi: VAHVISTUS ON SUORITETTU! KÄYNNISTETÄÄN ASENNUSOHJELMAA...
it: VERIFICA COMPLETA! AVVIO DEL PROGRAMMA DI INSTALLAZIONE...
my: စစ်ဆေးမှု ပြီးစီးပါပြီ။ ထည့်သွင်းမှုဆော့ဖ်ဝဲကို စတင်နေသည်...
nb: BEKREFTELSEN ER FULLFØRT! STARTER INSTALLASJONSPROGRAMMET …
nl: VERIFICATIE AFGEROND! INSTALLATIEPROGRAMMA WORDT GESTART...
pt: VERIFICAÇÃO CONCLUÍDA! A INICIAR O INSTALADOR...
ru: ПРОВЕРКА ВЫПОЛНЕНА. УСТАНОВЩИК ЗАПУСКАЕТСЯ...
sv: VERIFIERINGEN HAR SLUTFÖRTS! STARTAR INSTALLATIONSPROGRAMMET ...
th: การตรวจสอบเสร็จสมบูรณ์! กำลังเปิดโปรแกรมติดตั้ง...
tr: DOĞRULAMA TAMAMLANDI! YÜKLEYİCİ BAŞLATILIYOR...

# in-app-notifications
source: VERIFICATION FAILED
ar: فشل التحقُّق
de: VERIFIZIERUNG FEHLGESCHLAGEN
es: ERROR EN LA VERIFICACIÓN
fa: تأیید ناموفق بود
fi: VAHVISTUS EPÄONNISTUI
it: VERIFICA NON RIUSCITA
my: စစ်ဆေးမှု မအောင်မြင်ပါ
nb: BEKREFTELSEN MISLYKTES
nl: VERIFICATIE MISLUKT
pt: ERRO NA VERIFICAÇÃO
ru: СБОЙ ПРОВЕРКИ
sv: DET GICK INTE ATT VERIFIERA
th: การตรวจสอบล้มเหลว
tr: DOĞRULAMA BAŞARISIZ

# launch-view
source: Connecting to Mullvad system service...
ar: جارٍ الاتصال بخدمة نظام Mullvad...
da: Opretter forbindelse til Mullvad-systemtjeneste...
de: Verbindung zum Mullvad-Systemdienst wird hergestellt...
es: Conectando al servicio del sistema Mullvad…
fa: در حال اتصال به سرویس سیستم Mullvad...
fi: Yhdistetään Mullvad-järjestelmäpalveluun...
fr: Connexion au service système Mullvad...
it: Connessione al servizio del sistema Mullvad...
ja: Mullvad システムサービスに接続中...
my: Mullvad စနစ် ဝန်ဆောင်မှုနှင့် ချိတ်ဆက်နေဆဲ...
nb: Kobler til Mullvads systemtjeneste ...
nl: Verbinden met Mullvad-systeemdienst...
pl: Łączenie z usługą systemową Mullvad...
pt: A ligar-se ao serviço de sistema Mulvad...
ru: Подключение к системному сервису Mullvad...
sv: Ansluter till Mullvads systemtjänst...
th: กำลังเชื่อมต่อบริการของระบบ Mullvad...
tr: Mullvad sistem hizmetlerine bağlanılıyor...

# launch-view
source: Details
ar: التفاصيل
es: Detalles
fa: جزئیات
fi: Tiedot
it: Dettagli
my: အသေးစိတ်
nb: Detaljer
pt: Detalhes
ru: Подробности
sv: Detaljer
th: รายละเอียด
tr: Ayrıntılar

# launch-view
source: Disabling third party antivirus software
ar: إيقاف برامج مكافحة الفيروسات التابعة لجهات خارجية
de: Deaktivieren der Antiviren-Software von Drittanbietern
es: Desactivar software antivirus de terceros
fa: غیرفعال کردن نرم‌افزار آنتی‌ویروس شخص ثالث
fi: Poistaa kolmannen osapuolen virustorjuntaohjelmiston käytöstä
it: Disabilitare software antivirus di terze parti
my: ပြင်ပအဖွဲ့အစည်း ဗိုင်းရပ်စ် ကာကွယ်ရေး ဆော့ဖ်ဝဲကို ပိတ်ခြင်း
nb: Deaktiverer antivirusprogramvare fra tredjepart
nl: Antivirussoftware van derden uitschakelen
pt: Desativar software antivírus de terceiros
ru: Отключение сторонних антивирусных программ
sv: Inaktivera antivirusprogram från tredje part
th: ปิดใช้งานซอฟต์แวร์ป้องกันไวรัสของบริษัทอื่น
tr: Üçüncü taraf antivirüs yazılımı devre dışı bırakın

# launch-view
source: Failed to start the app, please try again or click “Details” for more info
ar: فشل بدء التطبيق، يُرجى إعادة المحاولة أو النقر على "التفاصيل" للمزيد من المعلومات
de: Die App konnte nicht gestartet werden, bitte versuchen Sie es erneut oder klicken Sie auf „Details“ für weitere Informationen
es: No se pudo iniciar la aplicación. Inténtelo de nuevo o haga clic en «Detalles» para obtener más información
fa: اجرای اپلیکیشن ناموفق بود. لطفاً دوباره تلاش کنید یا برای اطلاعات بیشتر روی «جزئیات» کلیک نمایید
fi: Sovelluksen käynnistäminen epäonnistui. Yritä uudelleen tai katso lisätietoja napsauttamalla Tiedot-painiketta.
it: Impossibile avviare l'app, riprova o clicca su "Dettagli" per maggiori informazioni
my: အက်ပ်ကို စတင်၍ မရပါ၊ ထပ်ကြိုးစားကြည့်ပါ သို့မဟုတ် နောက်ထပ်အချက်အလက်များအတွက် “အသေးစိတ်များ” ကိုနှိပ်ပါ
nb: Kunne ikke starte appen. Prøv igjen eller klikk på «Detaljer» for mer informasjon
nl: Starten van app is mislukt. Probeer het opnieuw of klik op "Details" voor meer informatie
pt: Erro ao iniciar a aplicação. Tente novamente ou clique em "Detalhes" para mais informações
ru: Не удалось запустить приложение. Попробуйте еще раз или нажмите «Подробности», чтобы узнать больше
sv: Det gick inte att starta appen. Försök igen eller klicka på "Detaljer" för mer information
th: ไม่สามารถเริ่มแอปได้ โปรดลองอีกครั้งหรือคลิก "รายละเอียด" เพื่อดูข้อมูลเพิ่มเติม
tr: Uygulama başlatılamadı, lütfen tekrar deneyin veya daha fazla bilgi için “Ayrıntılar”a tıklayın

# launch-view
source: If these steps do not work please send a problem report.
ar: إذا لم تنجح هذه الخطوات، يُرجى إرسال بلاغ بالمشكلة.
da: Hvis disse trin ikke virker, bedes du indsende en problemrapport.
de: Falls diese Schritte nicht helfen, senden Sie bitte einen Problembericht.
es: Si estos pasos no funcionan, envíe un informe de problemas.
fa: اگر این مراحل کار نکرد، لطفاً یک گزارش مشکل ارسال کنید.
fi: Jos ongelma ei ratkea näillä ohjeilla, lähetä siitä raportti.
fr: Si ces étapes ne fonctionnent pas, veuillez envoyer un rapport de problème.
it: Se questi passaggi non funzionano, invia una segnalazione del problema.
ja: これらの手順で解決できない場合は、問題の報告を送信してください。
my: ဤအဆင့်များ အလုပ်မဖြစ်ပါက ပြဿနာ ရီပို့တ်ကို ပေးပို့ကြည့်ပါ။
nb: Hvis disse trinnene ikke løser noe, kan du sende inn en problemrapport.
nl: Als deze stappen niet werken, stuur dan een probleemrapport.
pl: Jeśli te kroki nie zadziałają, wyślij zgłoszenie problemu.
pt: Se estes passos não funcionarem, envie um relatório do problema.
ru: Если эти действия не помогли, отправьте сообщение о проблеме.
sv: Skicka en problemrapport om dessa steg inte fungerar.
th: หากขั้นตอนเหล่านี้ใช้ไม่ได้ผล โปรดส่งรายงานปัญหา
tr: Bu adımlar işe yaramazsa lütfen bir hata raporu gönderin.

# launch-view
source: Permission for the Mullvad VPN service has been revoked. Please go to System Settings and allow Mullvad VPN under the “Allow in the Background” setting.
ar: تم إلغاء إذن خدمة Mullvad VPN. يُرجى الانتقال إلى إعدادات النظام والسماح بشبكة Mullvad VPN ضمن الإعداد "السماح بالتشغيل في الخلفية".
da: Tilladelsen til Mullvad VPN-tjenesten er blevet tilbagekaldt. Gå til Systemindstillinger og tillad Mullvad VPN under indstillingen "Tillad i baggrunden".
de: Die Berechtigung für den Mullvad-VPN Dienst wurde widerrufen. Bitte gehen Sie zu den Systemeinstellungen und erlauben Sie Mullvad VPN, im Hintergrund zu laufen.
es: Se ha revocado el permiso para el servicio de Mullvad VPN. Vaya a la configuración del sistema y permita a Mullvad VPN bajo el ajuste «Permitir en Segundo Plano».
fa: دسترسی به سرویس Mullvad VPN لغو شده است. لطفاً به تنظیمات سیستم بروید و Mullvad VPN را در بخش «اجازه در پس‌زمینه» فعال کنید.
fi: Mullvad VPN -palvelun käyttöoikeus on peruutettu. Siirry järjestelmäasetuksiin sallimaan Mullvad VPN "Salli taustalla" -asetuksen kautta.
fr: L'autorisation du service Mullvad VPN a été révoquée. Merci de vous rendre dans les paramètres système et d'autoriser le service Mullvad VPN sous le paramètre « Autoriser en arrière-plan ».
it: L'autorizzazione per il servizio VPN Mullvad è stata revocata. Vai a Impostazioni di sistema e autorizza Mullvad VPN sotto l'impostazione "Consenti in background".
ja: Mullvad VPNサービスの許可が無効化されました。システム設定に移動して、「バックグラウンドでの実行を許可」設定でMullvad VPNを許可してください。
my: Mullvad VPN ဝန်ဆောင်မှုအတွက် ခွင့်ပြုချက်ကို ရုပ်သိမ်းထားပါသည်။ System Settings သို့ သွားပြီး “Allow in the Background” ဆက်တင်အောက်တွင် Mullvad VPN ကို ခွင့်ပြုပါ။
nb: Tillatelsen til Mullvad VPN-tjenesten er trukket tilbake. Gå til Systeminnstillinger og gi tillatelse til Mullvad VPN under innstillingen «Tillat i bakgrunnen».
nl: De toestemming voor de Mullvad VPN-service is ingetrokken. Ga naar Systeeminstellingen en sta Mullvad VPN toe onder de instelling "Sta toe op de achtergrond".
pl: Uprawnienie usługi Mullvad VPN zostało cofnięte. Przejdź do sekcji Ustawienia systemowe i zezwól na działanie usługi Mullvad VPN w ustawieniu „Pozwalaj w tle”.
pt: A permissão para o serviço Mullvad VPN foi revogada. Aceda às definições do sistema e permita a Mullvad VPN, abaixo da definição "Permitir em segundo plano".
ru: Разрешение для службы Mullvad VPN было отозвано. Зайдите в системные настройки и включите для Mullvad VPN параметр «Разрешить в фоновом режиме».
sv: Behörighet för Mullvad VPN-tjänsten har återkallats. Gå till systeminställningarna och tillåt Mullvad VPN under inställningen "Tillåt i bakgrunden".
th: สิทธิ์การเข้าถึงบริการ Mullvad VPN ได้ถูกเพิกถอนแล้ว โปรดเข้าไปยังการตั้งค่าระบบ แล้วให้สิทธิ์อนุญาต Mullvad VPN ภายใต้การตั้งค่า "อนุญาตในพื้นหลัง"
tr: Mullvad VPN hizmetinin izni iptal edildi. Lütfen Sistem Ayarları'na giderek "Arka Planda İzin Ver" seçeneğinden Mullvad VPN'e izin verin.

# launch-view
source: Reinstalling the app
ar: إعادة تثبيت التطبيق
de: Installieren Sie die App neu
es: Reinstalar la aplicación
fa: نصب مجدد اپلیکیشن
fi: Asentaa sovellus uudelleen
it: Reinstallare l'app
my: အက်ပ်ကို ပြန်လည် ထည့်သွင်းခြင်း
nb: Installere appen på nytt
nl: App opnieuw installeren
pt: Reinstalar a aplicação
ru: Переустановить приложение
sv: Installera om appen
th: การติดตั้งแอปใหม่อีกครั้ง
tr: Uygulamayı yeniden yükleyin
