Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# troubleshoot
source: Unable to start tunnel connection because of a failure when creating the tunnel device. This is often caused by conflicts with the VMware Bridge Protocol.
ar: يتعذَّر بدء اتصال النفق بسبب حدوث فشل أثناء إنشاء جهاز النفق. غالبًا ما يحدث ذلك بسبب وجود تعارضات مع بروتوكول جسر VMware.
da: Kunne ikke starte tunnelforbindelse på grund af en fejl under oprettelse af tunnelenheden. Dette er ofte forårsaget af konflikter med VMware Bridge Protocol.
de: Die Tunnelverbindung kann nicht gestartet werden, weil das Erstellen des Tunnelgeräts fehlgeschlagen ist. Dies wird häufig durch Konflikte mit dem VMware-Brückenprotokoll verursacht.
es: No se puede iniciar la conexión al túnel porque se ha producido un fallo al crear el dispositivo del túnel. Esto lo suelen causar conflictos con el protocolo puente de VMware.
fa: امکان آغاز اتصال تونل وجود ندارد، زیرا در ایجاد دستگاه تونل خطایی رخ داده است. این مشکل معمولاً به‌دلیل تضاد با پروتکل تونل VMware ایجاد می‌شود.
fi: Tunneliyhteyttä ei voida käynnistää, koska tunnelilaitteen luomisen aikana tapahtui virhe. Tämä johtuu usein ristiriidoista VMwaren siltausprotokollan kanssa.
fr: Impossible de démarrer la connexion au tunnel en raison d'un échec lors de la création de l'appareil du tunnel. Ce problème est souvent causé par des conflits avec le protocole VMware Bridge.
it: Impossibile avviare la connessione tunnel a causa di un errore durante la creazione del dispositivo tunnel. Ciò è spesso causato da conflitti con il protocollo VMware Bridge.
ja: トンネルデバイスを作成する際にエラーが発生したため、トンネル接続を開始できません。これは多くの場合、VMwareブリッジプロトコルとの競合が原因です。
my: Tunnel စက် ဖန်တီးရာတွင် မအောင်မြင်သောကြောင့် Tunnel ချိတ်ဆက်မှုကို စတင်၍ မရနိုင်ပါ။ VMware ပေါင်းကူးပရိုတိုကောလ်နှင့် ဆန့်ကျင်ကွဲလွဲမှုများ ဖြစ်သောကြောင့် ဤသို့ ဖြစ်ပေါ်လေ့ရှိပါသည်။
nb: Kunne ikke opprette tunneltilkobling på grunn av en feil under opprettingen av tunnelenheten. Dette oppstår ofte ved konflikter med VMware sin broprotokoll.
nl: Kan tunnelverbinding niet starten vanwege een fout bij het maken van het tunnelapparaat. Dit wordt vaak veroorzaakt door conflicten met het VMware-bridgeprotocol.
pl: Nie można ustanowić połączenia tunelowego z powodu błędu podczas tworzenia urządzenia tunelowego. Jest to często spowodowane konfliktami z protokołem mostu VMware.
pt: Não foi possível iniciar a ligação por túnel devido a uma falha ao criar o dispositivo de túnel. Isto é geralmente causado por conflitos com o protocolo de ponte VMware.
ru: Не удается запустить туннельное подключение из-за сбоя при создании туннельного устройства. Часто это вызвано конфликтами с VMware Bridge Protocol.
sv: Det går inte att starta tunnelanslutningen på grund av ett fel när tunnelenheten skapades. Detta orsakas ofta av konflikter med VMware Bridge Protocol.
th: ไม่สามารถเริ่มการเชื่อมต่อช่องทางได้ เนื่องจากเกิดความล้มเหลวขณะสร้างอุปกรณ์ช่องทาง ซึ่งมักเกิดจากมีการขัดแย้งกับโพรโทคอล VMware Bridge
tr: Tünel cihazı oluşturulurken oluşan bir hata nedeniyle tünel bağlantısı başlatılamıyor. Bu genellikle VMware Bridge Protokolü'nün neden olduğu çakışmalardan kaynaklanır.

# troubleshoot
source: Uninstall or disable other DNS, networking and ads/website blocking apps.
ar: قم بإلغاء تثبيت أو إيقاف تطبيقات DNS والشبكات وتطبيقات حظر الإعلانات/المواقع الإلكترونية الأخرى.
da: Fjern eller deaktiver andre apps, der blokerer DNS, netværk og annoncer/websteder.
de: Deinstallieren oder deaktivieren Sie andere DNS-, Netzwerk- und Werbe-/Webseiten-Blocker-Apps.
es: Desinstale o deshabilite otras aplicaciones de bloqueo de DNS, conexión en red y anuncios/sitios web.
fa: سایر اپلیکیشن‌های DNS، شبکه، و مسدودکنندهٔ تبلیغات/وب‌سایت را حذف نصب یا غیرفعال کنید.
fi: Poista muut DNS:t ja verkot ja mainosten ja verkkosivustojen estosovellukset käytöstä tai poista niiden asennus.
fr: Désinstallez ou désactivez les autres applications de DNS, de mise en réseau et de blocage des publicités/sites Web.
it: Disinstalla o disabilita altre app di blocco DNS, di rete e di pubblicità/sito web.
ja: 他のDNS、ネットワーク、および広告/Webサイトブロックアプリをアンインストールまたは無効にします。
my: အခြား DNS ၊ ကွန်ရက်ချိတ်ဆက်မှုဆိုင်ရာနှင့် ကြော်ငြာ/ဝက်ဘ်ဆိုက် ပိတ်ဆို့ရေး အက်ပ်များကို ပိတ်ပါ သို့မဟုတ် ထည့်သွင်းထားမှုမှ ဖျက်ပါ။
nb: Avinstaller eller deaktiver andre apper som blokkerer DNS, nettverk og annonser/nettsider.
nl: Verwijder of schakel andere DNS, netwerken en advertentie-/websiteblokkerende apps uit.
pl: Odinstaluj lub wyłącz inne aplikacje blokujące DNS, sieci i reklamy / witryny internetowe.
pt: Desinstale ou desative outras apps de DNS, rede e bloqueio de anúncios/websites.
ru: Удалите или отключите другие DNS, сетевые приложения и приложения для блокировки рекламы или сайтов.
sv: Avinstallera eller inaktivera andra appar som blockerar DNS, nätverk, annonser och webbplatser.
th: ถอนการติดตั้ง หรือปิดใช้งานแอป DNS, เครือข่าย และแอปที่ปิดกั้นโฆษณา/เว็บไซต์อื่นๆ
tr: Diğer DNS, ağ iletişimi ve reklamları/web sitesi engelleme uygulamalarını kaldırın veya devre dışı bırakın.

# troubleshoot
source: Update your kernel.
ar: قم بتحديث النواة.
da: Opdater din kerne.
de: Aktualisieren Sie Ihren Kernel.
es: Actualice su kernel.
fa: کرنل خود را به‌روزرسانی کنید.
fi: Päivitä ydin.
fr: Mettez votre noyau à jour.
it: Aggiorna il tuo kernel.
ja: カーネルを更新します。
my: သင့် Kernel ကို အပ်ဒိတ်လုပ်ပါ။
nb: Oppdater kjernen.
nl: Werk uw kernel bij.
pl: Zaktualizuj jądro.
pt: Atualize o seu kernel.
ru: Обновите ядро.
sv: Uppdatera din kernel.
th: อัปเดตเคอร์เนลของคุณ
tr: Çekirdeğinizi güncelleyin.

# tunnel-control
source: Connect
ar: الاتصال
da: Opret forbindelse
de: Verbinden
es: Conectar
fa: اتصال
fi: Yhdistä
fr: Connexion
it: Connetti
ja: 接続
my: ချိတ်ဆက်ရန်
nb: Koble til
nl: Verbinden
pl: Połącz
pt: Ligar
ru: Подключиться
sv: Anslut
th: เชื่อมต่อ
tr: Bağlan

# tunnel-control
source: Switch location
ar: تبديل الموقع
da: Skift placering
de: Ort wechseln
es: Cambiar ubicación
fa: تغییر مکان
fi: Vaihda sijaintia
fr: Changer de localisation
it: Cambia posizione
ja: 場所を切り替える
my: တည်နေရာ ပြောင်းရန်
nb: Bytt plassering
nl: Locatie wijzigen
pl: Zmień lokalizację
pt: Alterar local
ru: Сменить местоположение
sv: Växla plats
th: สลับตำแหน่ง
tr: Konum değiştir

# user-interface-settings-view
source: Animate map
ar: تحريك الخريطة
da: Animer kort
de: Karte animieren
es: Mapa animado
fa: پویانمایی نقشه
fi: Animoitu kartta
fr: Animer la carte
it: Mappa animata
ja: 地図のアニメーション表示
my: သက်ဝင်လှုပ်ရှား မြေပုံ
nb: Animér kart
nl: Kaart animeren
pl: Animuj mapę
pt: Animar o mapa
ru: Анимировать карту
sv: Animera karta
th: ทำให้แผนที่มีภาพเคลื่อนไหว
tr: Animasyonlu harita

# user-interface-settings-view
source: Animate map movements.
ar: تحريك انتقالات الخريطة.
da: Animer kortbevægelser.
de: Bewegungen der Karte animieren.
es: Movimientos del mapa animado.
fa: پویانمایی حرکت‌های نقشه.
fi: Luo animaatioita kartalla näkyvästä liikkeestä.
fr: Animer les mouvements de la carte.
it: Anima i movimenti della mappa.
ja: 地図の動きをアニメーション表示します。
my: မြေပုံ လှုပ်ရှားမှုများကို သက်ဝင်အောင် ပြုလုပ်ပါ။
nb: Animér kartbevegelser.
nl: Kaartbewegingen animeren.
pl: Animuj ruchy na mapie.
pt: Animar movimentos do mapa.
ru: Анимировать перемещение карты.
sv: Animera kartrörelser.
th: ทำให้ภาพเคลื่อนไหวเกิดขึ้นบนแผนที่
tr: Animasyonlu harita hareketleri.

# user-interface-settings-view
source: Enable or disable system notifications. The critical notifications will always be displayed.
ar: فعِّل إشعارات النظام أو أوقفها. سيتم عرض الإشعارات المهمة دائمًا.
da: Aktiver eller deaktiver systemmeddelelser. De kritiske meddelelser vises altid.
de: Aktivieren oder deaktivieren Sie Systembenachrichtigungen. Kritische Benachrichtigungen werden immer angezeigt.
es: Activar o desactivar notificaciones del sistema. Las notificaciones críticas se mostrarán siempre.
fa: روشن یا خاموش کردن اعلان‌های سیستم. اعلان‌های حیاتی همیشه نمایش داده می‌شوند.
fi: Salli tai estä järjestelmän ilmoitukset. Tärkeät ilmoitukset näytetään aina.
fr: Activer ou désactiver les notifications système. Les notifications critiques seront toujours affichées.
it: Abilita o disabilita le notifiche di sistema. Le notifiche critiche saranno sempre visualizzate.
ja: システム通知を有効または無効にします。重要な通知は必ず表示されます。
my: စနစ် အသိပေးချက်များကို ဖွင့်ပါ သို့မဟုတ် ပိတ်ပါ။ အလွန်အရေးပါသည့် အသိပေးချက်များကို အမြဲပြသပါလိမ့်မည်။
nb: Aktiver eller deaktiver systemmeldinger. Kritiske meldinger vil alltid vises.
nl: Schakel systeemnotificaties in of uit. Kritieke notificaties worden altijd weergegeven.
pl: Włącz lub wyłącz powiadomienia systemowe. Krytyczne powiadomienia będą zawsze wyświetlane.
pt: Habilitar ou desabilitar as notificações de sistema. As notificações críticas serão sempre exibidas.
ru: Включить или отключить системные уведомления. Критические уведомления будут отображаться в любом случае.
sv: Aktivera eller inaktivera systemmeddelanden. De kritiska meddelandena kommer alltid att visas.
th: เปิดใช้งานหรือปิดใช้งานการแจ้งเตือนระบบ การแจ้งเตือนที่สำคัญมากจะแสดงเสมอ
tr: Sistem bildirimlerini açın veya kapatın. Önemli bildirimler her zaman gösterilir.

# user-interface-settings-view
source: Enable to move the app around as a free-standing window.
ar: قم بالتفعيل لنقل التطبيق كنافذة مستقلة.
da: Aktiver for at flytte appen rundt som et fritstående vindue.
de: Aktivieren, um die App als freistehendes Fenster zu bewegen.
es: Active esta opción para mover la aplicación como una ventana independiente.
fa: فعال‌سازی برای جابه‌جا کردن اپلیکیشن به‌صورت یک پنجرهٔ مستقل.
fi: Salli sovelluksen siirtäminen itsenäisenä ikkunana.
fr: Activez pour déplacer la fenêtre comme une application indépendante.
it: Abilita per spostare l'app come una finestra indipendente.
ja: アプリを独立したウィンドウとして移動できるようにします。
my: အက်ပ်အား လွတ်လပ်သည့် သီးသန့် ဝင်းဒိုးအဖြစ် ရွှေ့နိုင်စေပါသည်။
nb: Aktiver for å flytte appen rundt som et frittstående vindu.
nl: Schakel in om de app rond te bewegen als een vrijstaand venster.
pl: Włącz, aby przenosić aplikację jako swobodne okno.
pt: Ative para movimentar a aplicação como janela independente.
ru: Возможность передвигать приложение на экране как незакрепленное окно.
sv: Aktivera för att flytta runt appen som ett fristående fönster.
th: เปิดใช้งานเพื่อให้เคลื่อนย้ายแอปไปรอบๆ เหมือนเป็นหน้าต่างอิสระได้
tr: Uygulamayı bağımsız bir pencere olarak taşımak için etkinleştirin.

# user-interface-settings-view
source: Language
ar: اللغة
da: Sprog
de: Sprache
es: Idioma
fa: زبان
fi: Kieli
fr: Langue
it: Lingua
ja: 言語
my: ဘာသာစကား
nb: Språk
nl: Taal
pl: Język
pt: Idioma
ru: Язык
sv: Språk
th: ภาษา
tr: Dil

# user-interface-settings-view
source: Monochromatic tray icon
ar: أيقونة أحادية اللون في لوحة النظام
da: Monokromatisk bakkeikon
de: Monochromatisches Leistensymbol
es: Icono de la bandeja monocromático
fa: نماد تک‌رنگ نوار ابزار
fi: Yksivärinen ilmaisinalueen kuvake
fr: Icône de zone de notification monochrome
it: Icona nell'area di notifica monocromatica
ja: モノクロのトレイアイコン
my: တစ်ရောင်တည်းပြ မီနျူးဘား အိုင်ကွန်
nb: Ensfarget skuffeikon
nl: Monochroom taakbalkpictogram
pl: Monochromatyczna ikona na pasku
pt: Ícone de bandeja monocromático
ru: Черно-белый значок в области уведомлений
sv: Enfärgad systemfältsikon
th: ไอคอนถาดแบบสีเดียว
tr: Monokrom tepsi simgesi

# user-interface-settings-view
source: Notifications
ar: الإشعارات
da: Meddelelser
de: Benachrichtigungen
es: Notificaciones
fa: اعلان‌ها
fi: Ilmoitukset
it: Notifiche
ja: 通知
my: အသိပေးချက်များ
nb: Meldinger
nl: Notificaties
pl: Powiadomienia
pt: Notificações
ru: Уведомления
sv: Meddelanden
th: การแจ้งเตือน
tr: Bildirimler

# user-interface-settings-view
source: Show only the tray icon when the app starts.
ar: أظهر الأيقونة في لوحة النظام عند بدء تشغيل التطبيق فقط.
da: Vis kun bakkeikonet, når appen starter.
de: Beim Start der App nur das Leistensymbol anzeigen.
es: Al iniciar la aplicación, solo se muestra el icono de la bandeja.
fa: فقط نماد نوار ابزار را هنگام شروع اپلیکیشن نمایش بده.
fi: Näytä vain ilmaisinalueen kuvake, kun sovellus käynnistyy.
fr: Afficher uniquement l'icône de la zone de notification au démarrage de l'application.
it: Mostra solo l'icona nell'area di notifica all'avvio dell'app.
ja: アプリ起動時にトレイアイコンのみを表示します。
my: အက်ပ် စတင်ချိန်တွင် မီနျူးဘား အိုင်ကွန်ကိုသာ ပြသပါ။
nb: Vis bare skuffeikonet når appen starter.
nl: Toon het pictogram op de taakbalk alleen wanneer de app opstart.
pl: Ikonę na pasku pokazuj tylko przy uruchamianiu aplikacji.
pt: Mostrar apenas o ícone da bandeja quando a aplicação inicia.
ru: При запуске приложения показывать только значок в области уведомлений.
sv: Visa endast systemfältsikonen när appen startas.
th: แสดงเฉพาะไอคอนถาด เมื่อเริ่มใช้งานแอป
tr: Uygulama başlatıldığında sadece tepsi simgesini göster.

# user-interface-settings-view
source: Start minimized
ar: البدء في نافذة مُصغَّرة
da: Start minimeret
de: Minimiert starten
es: Iniciar minimizado
fa: شروع در حالت کوچک‌شده
fi: Käynnistä pienennettynä
fr: Démarrer réduit
it: Avvia ridotta a icona
ja: 最小化状態で起動
my: စတင်မှု အကျဉ်းချုံ့ထားမှု
nb: Start i minimert tilstand
nl: Geminimaliseerd opstarten
pl: Uruchom zminimalizowaną
pt: Iniciar minimizado
ru: Запускать свернутым
sv: Starta minimerat
th: เริ่มใช้งานในมุมมองแบบย่อ
tr: Küçültülmüş olarak başlat

# user-interface-settings-view
source: Unpin app from taskbar
ar: إلغاء تثبيت التطبيق من شريط المهام
da: Fjern app fra proceslinjen
de: App von der Taskleiste lösen
es: Desanclar aplicación de la barra de tareas
fa: برداشتن سنجاق اپلیکیشن از نوار وظیفه
fi: Poista sovelluksen kiinnitys tehtäväpalkista
fr: Détacher l'application de la barre des tâches
it: Sblocca l'app dalla barra delle applicazioni
ja: タスクバーからアプリのピン留めを外す
my: အက်ပ်ကို လုပ်ဆောင်ချက်ဘားတွင် ပင်တွဲထားသည်မှ ဖြုတ်ရန်
nb: Fjern appen fra menylinjen
nl: App losmaken van taakbalk
pl: Odepnij aplikację od paska zadań
pt: Remover a aplicação da barra de tarefas
ru: Открепить приложение от панели задач
sv: Lossa appen från aktivitetsfältet
th: ถอนหมุดแอปจากแถบงาน
tr: Uygulamayı görev çubuğundan kaldır

# user-interface-settings-view
source: Use a monochromatic tray icon instead of a colored one.
ar: استخدم أيقونة أحادية اللون في لوحة النظام بدلًا من أيقونة مُلوَّنة.
da: Brug et monokromatisk bakkeikon i stedet for et farvet.
de: Monochromatisches Leistensymbol statt Farbsymbol nutzen.
es: Usa un icono de bandeja monocromático, en lugar de un icono en color.
fa: به‌جای نماد رنگی، از نماد تک‌رنگ نوار ابزار استفاده کن.
fi: Käytä yksiväristä ilmaisinalueen kuvaketta värillisen asemesta.
fr: Utiliser l'icône de zone de notification monochrome à la place de celle en couleur.
it: Usa un'icona nell'area di notifica monocromatica e non colorata.
ja: カラーではなくモノクロのトレイアイコンを使います。
my: ရောင်စုံအစား တစ်ရောင်တည်းပြ မီနျူးဘား အိုင်ကွန်ကို သုံးပါသည်။
nb: Bruk ensfarget skuffeikon i stedet for flerfarget.
nl: Gebruik een monochroom pictogram op de taakbalk in plaats van een gekleurd.
pl: Użyj monochromatycznej ikony na pasku, zamiast kolorowej.
pt: Utilizar um ícone de bandeja monocromático em vez de um colorido.
ru: Черно-белый значок в области уведомлений вместо цветного.
sv: Använd en enfärgad systemfältsikon i stället för en flerfärgad.
th: ใช้งานไอคอนถาดสีเดียว แทนถาดหลายสี
tr: Renkli yerine monokrom bir tepsi simgesi kullan.

# user-interface-settings-view
source: User interface settings
ar: إعدادات واجهة المستخدم
da: Brugergrænsefladeindstillinger
de: UI-Einstellungen
es: Configuración de la interfaz de usuario
fa: تنظیمات رابط کاربری
fi: Käyttöliittymän asetukset
fr: Paramètres d'interface utilisateur
it: Impostazioni dell'interfaccia utente
ja: ユーザーインターフェイス設定
my: သုံးစွဲသူ ကြားခံစနစ် ဆက်တင်
nb: Innstillinger for brukergrensesnitt
nl: Gebruikersinterface-instellingen
pl: Ustawienia interfejsu użytkownika
pt: Definições da interface de utilizador
ru: Настройки интерфейса
sv: Inställningar för användargränssnitt
th: การตั้งค่าอินเทอร์เฟซผู้ใช้
tr: Kullanıcı arayüzü ayarları

# vpn-settings-view
source: Add a server
ar: إضافة خادم
da: Tilføj en server
de: Server hinzufügen
es: Añadir un servidor
fa: افزودن سرور
fi: Lisää palvelin
fr: Ajouter un serveur
it: Aggiungi un server
ja: サーバーを追加
my: ဆာဗာ ပေါင်းထည့်ရန်
nb: Legg til en server
nl: Server toevoegen
pl: Dodaj serwer
pt: Adicionar um servidor
ru: Добавить сервер
sv: Lägg till en server
th: เพิ่มเซิร์ฟเวอร์
tr: Sunucu ekle

# vpn-settings-view
source: Add anyway
ar: الإضافة على أي حال
da: Tilføj alligevel
de: Trotzdem hinzufügen
es: Añadir de todos modos
fa: با این حال اضافه کن
fi: Lisää silti
fr: Ajouter quand même
it: Aggiungi comunque
ja: 追加を続ける
my: မည်သို့ပင်ဖြစ်စေ ပေါင်းထည့်ရန်
nb: Legg til likevel
nl: Toch toevoegen
pl: Mimo to dodaj
pt: Adicionar mesmo assim
ru: Всё равно добавить
sv: Lägg till ändå
th: เพิ่มต่อไป
tr: Yine de ekle

# vpn-settings-view
source: Ads
ar: الإعلانات
da: Annoncer
de: Werbung
es: Anuncios
fa: تبلیغات
fi: Mainokset
fr: Publicités
it: Annunci
ja: 広告
my: ကြောငြာများ
nb: Annonser
nl: Advertenties
pl: Reklamy
pt: Anúncios
ru: Реклама
sv: Annonser
th: โฆษณา
tr: Reklamlar

# vpn-settings-view
source: Adult content
ar: المحتوى المُخصَّص للبالغين
da: Voksenindhold
de: Inhalte für Erwachsene
es: Contenido para adultos
fa: محتوای بزرگسالان
fi: Aikuisille suunnattu sisältö
fr: Contenu pour adultes
it: Contenuti per adulti
ja: アダルトコンテンツ
my: လူကြီး အကြောင်းအရာ
nb: Vokseninnhold
nl: Content voor volwassenen
pl: Treści dla dorosłych
pt: Conteúdo para adultos
ru: Контент для взрослых
sv: Vuxet innehåll
th: เนื้อหาสำหรับผู้ใหญ่
tr: Yetişkinlere özel içerik

# vpn-settings-view
source: Anti-censorship
ar: مكافحة الرقابة
de: Anti-Zensur
fa: ضد سانسور
fi: Sensuurinesto
sv: Anti-censur
th: การป้องกันการเซ็นเซอร์
tr: Sansürü önleme

# vpn-settings-view
source: Attention: enabling this will always require a Mullvad VPN connection in order to reach the internet.
ar: انتبه: سيتطلَّب تفعيل هذا الإعداد اتصال Mullvad VPN دائمًا للوصول إلى الإنترنت.
da: Bemærk: aktivering af dette medfører, at der altid kræves en Mullvad VPN-forbindelse for at oprette forbindelse til internettet.
de: Achtung: Wenn Sie diese Einstellung aktivieren, wird immer eine Mullvad-VPN-Verbindung erfordert, um das Internet zu erreichen.
es: Atención: Si activa esta opción, tendrá que usar siempre una conexión VPN de Mullvad para acceder a Internet.
fa: توجه: با فعال کردن این گزینه، برای دسترسی به اینترنت همیشه باید به Mullvad VPN متصل باشید.
fi: Huomio: jos tämä otetaan käyttöön, verkkoon yhdistäminen vaatii aina Mullvad VPN -yhteyden.
fr: Attention : si vous activez cette option, les connexions à Internet nécessiteront toujours une connexion Mullvad VPN.
it: Attenzione: abilitando questa opzione, si richiederà sempre una connessione Mullvad VPN per navigare in Internet.
ja: 注意: この設定を有効にすると、インターネットにアクセスするために常にMullvad VPNへの接続が必要になります。
my: သတိပြုရန်- ဤသည်ကို ဖွင့်ခြင်းဖြင့် အင်တာနက် သုံးရန်အတွက် Mullvad VPN ချိတ်ဆက်မှုကို အမြဲ လိုအပ်ပါမည်။
nb: Advarsel: Hvis du aktiverer dette, må du alltid ha en Mullvad VPN-tilkobling for å være tilkoblet internett.
nl: Let op: dit inschakelen vereist altijd een Mullvad VPN-verbinding om het internet te bereiken.
pl: Uwaga: wskutek włączenia tej opcji w celu uzyskania dostępu do Internetu zawsze wymagane będzie połączenie przez Mullvad VPN.
pt: Atenção: ativar esta opção exige sempre uma ligação através de Mullvad VPN para aceder à Internet.
ru: Внимание: при активации этой опции выход в Интернет будет возможен только через Mullvad VPN.
sv: Obs! Om du aktiverar detta behöver du alltid en Mullvad VPN-anslutning för att nå internet.
th: โปรดทราบ: การเปิดใช้งานสิ่งนี้จะทำให้คุณจำเป็นต้องเชื่อมต่อ Mullvad VPN ไว้ตลอดเวลา เพื่อที่จะเข้าถึงอินเทอร์เน็ต
tr: Dikkat: Bu seçeneğin etkinleştirilmesi, internete erişim için her zaman bir Mullvad VPN bağlantısı gerektirir.

# vpn-settings-view
source: Attention: this setting cannot be used in combination with <b>%(customDnsFeatureName)s</b>
ar: انتبه: لا يمكن استخدام هذا الإعداد مع <b>%(customDnsFeatureName)s</b>
da: Bemærk: denne indstilling kan ikke bruges i kombination med <b>%(customDnsFeatureName)s</b>
de: Achtung: Diese Einstellung kann nicht in Kombination mit <b>%(customDnsFeatureName)s</b> verwendet werden
es: Atención: este ajuste no se puede utilizar en combinación con <b>%(customDnsFeatureName)s</b>
fa: توجه: این تنظیم را نمی‌توان همراه با <b>%(customDnsFeatureName)s</b> استفاده کرد
fi: Huomio: <b>%(customDnsFeatureName)s</b> ja tämä asetus eivät voi olla käytössä samanaikaisesti.
fr: Attention : Ce paramètre ne peut pas être utilisé en combinaison avec <b>%(customDnsFeatureName)s</b>
it: Attenzione: questa impostazione non può essere utilizzata in combinazione con <b>%(customDnsFeatureName)s</b>
ja: 注意: この設定を「<b>%(customDnsFeatureName)s</b>」と一緒に使用することはできません
my: သတိပြုရန်- <b>%(customDnsFeatureName)s</b> နှင့် ပေါင်းစပ်မှုတွင် ဤဆက်တင်ကို အသုံးမပြုနိုင်ပါ။
nb: OBS: Denne innstillingen kan ikke brukes sammen med <b>%(customDnsFeatureName)s</b>
nl: Let op: deze instelling kan niet worden gebruikt in combinatie met <b>%(customDnsFeatureName)s</b>
pl: Uwaga: tego ustawienia nie można używać w połączeniu z opcją <b>%(customDnsFeatureName)s</b>
pt: Atenção: esta definição não pode ser usada em combinação com <b>%(customDnsFeatureName)s</b>
ru: Внимание: этот параметр нельзя использовать вместе с параметром <b>%(customDnsFeatureName)s</b>
sv: Obs! Den här inställningen kan inte användas tillsammans med <b>%(customDnsFeatureName)s</b>
th: โปรดทราบ: การตั้งค่านี้ไม่สามารถใช้ร่วมกับ<b>%(customDnsFeatureName)s</b>ได้
tr: Dikkat: Bu ayar, <b>%(customDnsFeatureName)s</b> ile birlikte kullanılamaz

# vpn-settings-view
source: Auto-connect
ar: الاتصال التلقائي
da: Auto-tilslutning
de: Automatische Verbindung
es: Conexión automática
fa: اتصال خودکار
fi: Automaattinen yhteys
fr: Connexion automatique
it: Connessione automatica
ja: 自動接続
my: အော်တို ချိတ်ဆက်မှု
nb: Automatisk tilkobling
nl: Automatisch verbinden
pl: Automatyczne łączenie
pt: Ligação automática
ru: Автоподключение
sv: Anslut automatiskt
th: เชื่อมต่ออัตโนมัติ
tr: Otomatik Bağlan

# vpn-settings-view
source: Automatically connect to a server when the app launches.
ar: اتصل تلقائيًا بالخادم عند تشغيل التطبيق.
da: Opret automatisk forbindelse til en server, når appen starter.
de: Stellt automatisch eine Verbindung zum Server her, wenn die App startet.
es: Al iniciarse la aplicación, se conecta automáticamente a un servidor.
fa: هنگام اجرای اپلیکیشن به‌طور خودکار به یک سرور متصل شود.
fi: Muodosta yhteys palvelimeen automaattisesti, kun sovellus avataan.
fr: Connexion automatique à un serveur dès le démarrage de l'application.
it: Connettiti automaticamente al server all'avvio dell'app.
ja: アプリ起動時に自動的にサーバーに接続します。
my: အက်ပ် စတင်ဆောင်ရွက်ချိန်တွင် ဆာဗာနှင့် အော်တို ချိတ်ဆက်သွားပါမည်။
nb: Kobler automatisk til en server når appen starter.
nl: Automatisch verbinden met een server wanneer de app wordt gestart.
pl: Automatycznie łącz z serwerem po uruchomieniu aplikacji.
pt: Liga-se automaticamente a um servidor quando a app inicia.
ru: Автоматически подключаться к серверу при запуске приложения.
sv: Anslut automatiskt till en server när appen startas.
th: เชื่อมต่อเซิร์ฟเวอร์โดยอัตโนมัติทันทีที่เปิดแอป
tr: Uygulama başladığında bir sunucuya otomatik olarak bağlan.
