Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# api-access-methods-view
source: This is needed so our app can allow that traffic in the firewall.
ar: هذا ضروري حتى يتمكن تطبيقنا من السماح لهذه البيانات بالمرور عبر جدار الحماية.
da: Dette er nødvendigt, så vores app kan tillade denne trafik i firewallen.
de: Dies ist erforderlich, damit unsere App den Traffic in der Firewall zulassen kann.
es: Esto es necesario para que nuestra aplicación pueda permitir ese tráfico en el firewall.
fa: این لازم است تا اپلیکیشن ما بتواند آن ترافیک را در فایروال مجاز کند.
fi: Tätä tarvitaan, jotta sovelluksemme pystyy sallimaan liikenteen palomuurin sisällä.
fr: Cela est nécessaire pour que notre application puisse autoriser ce trafic dans le pare-feu.
it: Questo è necessario affinché la nostra app possa consentire quel traffico nel firewall.
ja: これはファイアウォールでアプリがそのトラフィックを許可するために必要です。
my: ကျွန်ုပ်တို့၏ အက်ပ်သည် Firewall အတွင်း ထိုကူးလူးမှုများကို ခွင့်ပြုနိုင်ရန် ၎င်းကို လိုအပ်ပါသည်။
nb: Dette er nødvendig for at appen kan tillate trafikken i brannmuren.
nl: Dit is nodig zodat onze app dat verkeer kan toestaan in de firewall.
pl: Jest to potrzebne, aby nasza aplikacja przepuściła ruch przez zaporę.
pt: Isto é necessário para que a nossa app possa permitir esse tráfego na firewall.
ru: Это нужно, чтобы наше приложение могло разрешить такой трафик в брандмауэре.
sv: Detta krävs så att vår app kan tillåta trafiken i brandväggen.
th: จำเป็นต้องใช้รายการนี้ เพื่อให้แอปของเราสามารถอนุญาตการรับส่งข้อมูลในไฟร์วอลล์ได้
tr: Uygulamamızın güvenlik duvarındaki trafiğe izin verebilmesi için bu ayrıntılar gereklidir.

# api-access-methods-view
source: Transport protocol
ar: بروتوكول النقل
da: Transportprotokol
de: Transport-Protokoll
es: Protocolo de transporte
fa: پروتکل انتقال
fi: Siirtoprotokolla
fr: Protocole de transport
it: Protocollo di trasporto
ja: 転送プロトコル
my: ပို့ဆောင်ရေး ပရိုတိုကောလ်
nb: Transportprotokoll
pl: Protokół transportowy
pt: Protocolo de transporte
ru: Транспортный протокол
sv: Transportprotokoll
th: โพรโทคอลการส่งข้อมูล
tr: Taşıma protokolü

# api-access-methods-view
source: With the “Direct” method, the app communicates with a Mullvad API server directly without any intermediate proxies.
ar: باستخدام طريقة الوصول "المباشر"، يتواصل التطبيق مع خادم Mullvad API مباشرةً دون أي خوادم وكيلة وسيطة.
da: Med "Direkte"-metoden kommunikerer appen med en Mullvad API-server direkte uden nogen mellemliggende proxyer.
de: Mit der Methode „Direkt“ kommuniziert die App direkt mit einem Mullvad API-Server ohne zwischengeschaltete Proxys.
es: Con el método «Directo», la aplicación se comunica con un servidor de API de Mullvad directamente sin ningún proxy intermediario.
fa: با روش «مستقیم»، اپلیکیشن بدون هیچ پراکسی واسطه‌ای، مستقیماً با سرور API مربوط به Mullvad ارتباط برقرار می‌کند.
fi: Nk. suora menetelmä sallii sovelluksen kommunikoida Mullvadin ohjelmointirajapinnan palvelimen kanssa suoraan ilman välityspalvelimia.
fr: Avec le mode « Direct », l'application communique directement avec un serveur d'API Mullvad, sans passer par des proxys intermédiaires.
it: Con il metodo "Diretto", l'app comunica direttamente con un server API Mullvad senza proxy intermedi.
ja: 「ダイレクト」方法の場合、アプリは中間プロキシを使わずにMullvad APIサーバーと直接通信します。
my: "တိုက်ရိုက်" နည်းလမ်းဖြင့်ဆိုလျှင် အက်ပ်သည် ကြားခံ ပရောက်စီများ မပါဘဲ Mullvad API ဆာဗာနှင့် တိုက်ရိုက် ဆက်သွယ်ပါသည်။
nb: Med «Direkte»-metoden kan appen kommunisere direkte med en Mullvad API-server uten proxyer mellom.
nl: Met de "Rechtstreekse" methode communiceert de app rechtstreeks met een Mullvad-API-server zonder tussenliggende proxy's.
pl: Dzięki metodzie „Direct” aplikacja komunikuje się z serwerem API Mullvad bezpośrednio, bez pośredniczących serwerów proxy.
pt: Com o método "Direto", a app comunica diretamente com um servidor da Mullvad API sem quaisquer proxies intermédios.
ru: При использовании метода «Напрямую» приложение взаимодействует с сервером Mullvad API напрямую, без каких-либо промежуточных прокси-серверов.
sv: Med metoden "Direkt" kommunicerar appen med en Mullvad API-server direkt utan mellanliggande proxyservrar.
th: การใช้วิธีการ "โดยตรง" จะทำให้แอปสื่อสารกับเซิร์ฟเวอร์ Mullvad API โดยตรง โดยไม่ต้องใช้พร็อกซี่ตัวกลาง
tr: “Direkt” yöntemiyle uygulama herhangi bir ara proxy olmadan Mullvad API sunucusuyla doğrudan iletişim kurar.

# api-access-methods-view
source: With the “Encrypted DNS proxy” method, the app will communicate with our Mullvad API through a proxy address. It does this by retrieving an address from a DNS over HTTPS (DoH) server and then using that to reach our API servers.
ar: باستخدام طريقة "وكيل DNS المُشفَّر"، سيتواصل التطبيق مع Mullvad API الخاصة بنا عبر عنوان خادم وكيل. وسيفعل ذلك من خلال جلب عنوان من خادم DNS عبر HTTPS (DoH)، ثم استخدام هذا العنوان للوصول إلى خوادم واجهة API الخاصة بنا.
da: Med metoden "krypteret DNS-proxy" vil appen kommunikere med vores Mullvad API via en proxy-adresse. Det gør den ved at hente en adresse fra en DNS over HTTPS-server (DoH) og derefter bruge den til at få adgang til en vores API-servere.
de: Mit der Methode „Verschlüsseltes-DNS-Proxy“ kommuniziert die App mit unserer Mullvad-API über eine Proxy-Adresse. Sie tut dies, indem sie eine Adresse von einem DNS-over-HTTPS-Server (DoH) abruft und dann diese verwendet, um unsere API-Server zu erreichen.
es: Con el método «Proxy DNS cifrado», la aplicación se comunicará con nuestra API de Mullvad a través de una dirección proxy. Para ello, recupera una dirección de un servidor DNS sobre HTTPS (DoH) y luego la utiliza para contactar con nuestros servidores API.
fa: با روش «پروکسی DNS رمزگذاری‌شده»، اپلیکیشن از طریق یک آدرس پروکسی با Mullvad API ارتباط برقرار می‌کند. این کار با گرفتن یک آدرس از سرور DNS over HTTPS (DoH) و سپس استفاده از آن برای دسترسی به سرورهای API ما انجام می‌شود.
fi: Sovellus kommunikoi Mullvad API:n kanssa välityspalvelinosoitteen kautta "Salattu DNS-välityspalvelin" -menetelmällä, joka toimii niin, että sovellus hakee osoitteen DNS over HTTPS (DoH) -palvelimelta ja käyttää sitä API-palvelimillemme pääsemiseen.
fr: Avec la méthode « proxy DNS chiffré », l'application communiquera avec notre API Mullvad par le biais d'une adresse proxy. Pour ce faire, elle récupère une adresse auprès d'un serveur DNS over HTTPS (DoH) et l'utilise pour atteindre nos serveurs API.
it: Con il metodo "Proxy DNS crittografato", l'app comunicherà con la nostra API Mullvad tramite un indirizzo proxy. Lo fa recuperando un indirizzo da un server DNS over HTTPS (DoH) e quindi utilizzandolo per raggiungere i nostri server API.
ja: [暗号化DNSプロキシ] 方式を使用すると、アプリはプロキシアドレスを通じてMullvad APIと通信します。これはDNS over HTTPS (DoH) サーバーからアドレスを取得し、APIサーバーへのアクセスに利用することで行われます。
my: ထိုအက်ပ်သည် “ကုဒ်ဝှက်ထားသော DNS ပရောက်စီ” နည်းလမ်းအားဖြင့် ကျွန်ုပ်တို့၏ Mullvad API ထံသို့ ပရောက်စီလိပ်စာမှတစ်ဆင့် ဆက်သွယ်ပေးမည်ဖြစ်သည်။ HTTPS (DoH) ဆာဗာရှိ DNS မှ လိပ်စာတစ်ခုကို ပြန်လည်ရယူခြင်းအားဖြင့် ထိုသို့လုပ်ဆောင်ပြီးနောက် ကျွန်ုပ်တို့၏ API ဆာဗာများသို့ရောက်ရှိရန် ၎င်းကို အသုံးပြုသည်။
nb: Med metoden «Kryptert DNS-proxy» vil appen kommunisere med Mullvad API gjennom en proxy-adresse. Dette gjøres ved å hente en adresse fra en DNS over HTTPS-server (DoH) og deretter bruke den til å nå API-serverne våre.
nl: Met de methode "Versleutelde DNS-proxy" communiceert de app met onze Mullvad-API via een proxyadres. De app doet dit door een adres op te halen van een DoH-server (DNS over HTTPS) en dat te gebruiken om onze API-servers te bereiken.
pl: Dzięki metodzie „szyfrowany serwer proxy DNS” aplikacja będzie komunikować się z naszym interfejsem API Mullvad za pośrednictwem adresu serwera proxy. Odbywa się to poprzez pobranie adresu z serwera DNS over HTTPS (DoH), a następnie użycie go do połączenia z naszymi serwerami interfejsu API.
pt: Com o método "Proxy DNS encriptado", a aplicação irá comunicar com a nossa API Mullvad através de um endereço proxy. Para tal, obtém um endereço de um servidor DNS sobre HTTPS (DoH) e utiliza-o para aceder aos nossos servidores de API.
ru: При использовании метода «Прокси через зашифрованный DNS» приложение будет взаимодействовать с API Mullvad через прокси-адрес. Полученный от сервера «DNS по HTTPS» (DoH) адрес будет использоваться для доступа к нашим серверам API.
sv: Med metoden "Krypterad DNS-proxy" kommunicerar appen med vår Mullvad API via en proxyadress. Den gör det genom att hämta en adress från en DNS over HTTPS-server (DoH) och sedan använda den för att nå våra API-servrar.
th: การใช้วิธี "พร็อกซี DNS ที่เข้ารหัส" จะช่วยให้แอปสื่อสารกับ Mullvad API ของเราผ่านที่อยู่พร็อกซี ซึ่งทำได้โดยดึงที่อยู่จากเซิร์ฟเวอร์ DNS ผ่าน HTTPS (DoH) แล้วจึงใช้ที่อยู่ดังกล่าวเพื่อเข้าถึงเซิร์ฟเวอร์ API ของเรา
tr: "Şifreli DNS proxy'si" yönteminde, uygulama bir proxy adresi üzerinden Mullvad API ile iletişim kurar. Bunun için bir DNS over HTTPS (DoH) sunucusundan bir adres alır ve bu adresi kullanarak API sunucularımıza bağlanır.

# api-access-methods-view
source: With the “Mullvad bridges” method, the app communicates with a Mullvad API server via a Mullvad bridge server. It does this by sending the traffic obfuscated by Shadowsocks.
ar: باستخدام طريقة "جسور Mullvad"، يتواصل التطبيق مع خادم Mullvad API عبر خادم جسر Mullvad. ويفعل ذلك من خلال إرسال حركة بيانات مموهة بواسطة بروتوكول Shadowsocks.
da: Med "Mullvad-broer" metoden kommunikerer appen med en Mullvad API-server via en Mullvad-broserver. Det gør den ved at sende trafikken sløret af Shadowsocks.
de: Mit „Mullvad-Brücken“ kommuniziert die App mit einem Mullvad API-Server über einen Mullvad Brücken-Server. Dazu sendet sie den von Shadowsocks verschleierten Traffic.
es: Con el método «puentes de Mullvad», la aplicación se comunica con un servidor de API de Mullvad a través de un servidor puente de Mullvad. Lo hace enviando el tráfico ofuscado por Shadowsocks.
fa: با روش «پل‌های Mullvad»، اپلیکیشن از طریق یک سرور پل Mullvad با سرور API ارتباط برقرار می‌کند. این کار با ارسال ترافیکی انجام می‌شود که توسط Shadowsocks مبهم‌سازی شده است.
fi: Kun käytössä on Mullvadin siltausmenetelmä, sovellus kommunikoi Mullvadin ohjelmointirajapinnan palvelimen kanssa Mullvadin siltauspalvelimen kautta. Se tekee tämän lähettämällä liikenteen Shadowsocksin peittämänä.
fr: Dans la méthode « Ponts Mullvad », l'application communique avec un serveur d'API Mullvad via un serveur pont Mullvad. Pour ce faire, elle envoie le trafic obscurci par Shadowsocks.
it: Con il metodo "Ponti Mullvad", l'app comunica con un server API Mullvad tramite un server bridge Mullvad. Lo fa inviando il traffico offuscato da Shadowsocks.
ja: 「Mullvadブリッジ」方法の場合、アプリはMullvadブリッジサーバーを経由してMullvad APIサーバーと通信します。この通信では、Shadowsocksによって難読化されたトラフィックが送信されます。
my: "Mullvad ပေါင်းကူးများ" နည်းလမ်းဖြင့်ဆိုလျှင် အက်ပ်သည် Mullvad API ဆာဗာအား Mullvad ပေါင်းကူး ဆာဗာမှတစ်ဆင့် ဆက်သွယ်ပါသည်။ Shadowsock များဖြင့် ရှုပ်ထွေးအောင် ပြုလုပ်ထားသည့် ဒေတာကူးလူးမှုများကို ပေးပို့ခြင်းဖြင့် ၎င်းက အဆိုပါကိစ္စကို ဆောင်ရွက်ပါသည်။
nb: Med «Mullvad-broer»-metoden kan appen kommunisere med en Mullvad API-server via en Mullvad-broserver. Den gjør det ved å sende trafikken i tilslørt tilstand ved å bruke Shadowsocks.
nl: Met de "Mullvad-bridges"-methode communiceert de app met een Mullvad-API-server via een Mullvad-bridgeserver. Dit wordt gedaan door het verzonden verkeer door Shadowsocks te versleutelen.
pl: Dzięki metodzie „Mullvad bridges” aplikacja komunikuje się z serwerem API Mullvad za pośrednictwem serwera mostowego Mullvad. Robi to poprzez wysyłanie ruchu zaciemnianego przez Shadowsocks.
pt: Com o método "pontes da Mullvad", a app comunica com um servidor da Mullvad API através de um servidor de ponte da Mullvad. Este método envia o tráfego ofuscado por Shadowsocks.
ru: С помощью метода «Мосты Mullvad» приложение взаимодействует с сервером API Mullvad через сервер-мост Mullvad. Для этого направляемый трафик маскируется с помощью Shadowsocks.
sv: Med metoden "Mullvad-broar" kommunicerar appen med en Mullvad API-server via en Mullvad-broserver. Den gör det genom att skicka trafiken som obfuskeras av Shadowsocks.
th: การใช้วิธี "Mullvad bridges" จะทำให้แอปสื่อสารกับเซิร์ฟเวอร์ Mullvad API ผ่านเซิร์ฟเวอร์ Mullvad bridge โดยการรับส่งข้อมูลที่ Shadowsocks ทำให้ข้อมูลยุ่งเหยิง
tr: Uygulama, "Mullvad köprüleri" yöntemiyle Mullvad köprü sunucusu üzerinden Mullvad API sunucusuyla Shadowsocks tarafından gizlenen trafiği göndererek iletişim kurar.

# app-info-view
source: App info
ar: معلومات التطبيق
da: App-oplysninger
es: Información de la aplicación
fa: اطلاعات اپلیکیشن
fi: Sovelluksen tiedot
fr: Infos sur l'application
it: Info app
ja: アプリ情報
my: အက်ပ်အချက်အလက်
pl: Informacje o aplikacji
pt: Informação sobre a app
ru: Информация о приложении
th: ข้อมูลแอป
tr: Uygulama bilgileri

# app-info-view
source: App is out of sync. Please quit and restart.
ar: التطبيق غير متزامن. يُرجى إغلاقه وإعادة تشغيله.
da: Appen er ikke synkroniseret. Afslut og genstart.
de: Die App ist nicht synchronisiert. Bitte verlassen Sie die App und starten Sie sie neu.
es: La aplicación no está sincronizada. Reinicie la aplicación.
fa: اپلیکیشن همگام نیست. لطفاً اپلیکیشن را ببندید و دوباره اجرا کنید.
fi: Sovellusta ei ole synkronoitu. Sulje sovellus ja käynnistä se uudelleen.
fr: L'application est désynchronisée. Veuillez la quitter et la redémarrer.
it: App non sincronizzata. Esci e riavvia.
ja: アプリが同期していません。アプリを終了して起動し直してください。
my: အက်ပ်သည် ကောင်းစွာ အလုပ်မလုပ်ပါ။ ထွက်ပြီး ပြန်ဖွင့်ပေးပါ။
nb: Appen er ikke synkronisert. Avslutt og start på nytt.
nl: App is niet gesynchroniseerd. Sluit en start opnieuw.
pl: Aplikacja nie jest zsynchronizowana. Zamknij ją, a następnie uruchom ponownie.
pt: A app não está sincronizada. Saia e reinicie.
ru: Приложение не синхронизировано. Закройте и перезапустите его.
sv: Appen är inte synkroniserad. Avsluta och starta om.
th: แอปไม่ได้รับการซิงค์ โปรดออกและเปิดแอปใหม่
tr: Uygulama senkronize değil. Lütfen çıkış yapın ve yeniden başlatın.

# app-info-view
source: Beta program
ar: البرنامج التجريبي
de: Beta-Programm
es: Programa beta
fa: برنامهٔ بتا
fi: Beetaohjelma
it: Programma beta
my: အစမ်းပရိုဂရမ်
nl: Bètaprogramma
pt: Programa beta
ru: Бета-программа
th: โปรแกรมเบต้า
tr: Beta programı

# app-info-view
source: Enable to get notified when new beta versions of the app are released.
ar: فعِّل هذا الخيار لتلقي إشعارات عند طرح إصدارات تجريبية جديدة من التطبيق.
de: Aktivieren, um benachrichtigt zu werden, wenn neue Beta-Versionen der App veröffentlicht werden.
es: Active esta opción para recibir notificaciones cuando se publiquen nuevas versiones beta de la aplicación.
fa: فعال کنید تا هنگام انتشار نسخه‌های بتای جدید اپلیکیشن، به شما اطلاع داده شود.
fi: Ota käyttöön, niin saat ilmoituksen uusista sovelluksen beetaversioista.
it: Abilita per ricevere una notifica quando sono rilasciate nuove versioni beta dell'app.
my: အက်ပ်၏ အစမ်းဗားရှင်းအသစ်များ ထွက်ရှိသည့်အခါ အသိပေးချက်ရရှိနိုင်ရန်အတွက် ဖွင့်ပါ။
nb: Aktiver for å bli varslet når betaversjoner av appen lanseres.
nl: Schakel dit in om een melding te ontvangen wanneer er nieuwe bètaversies van de app worden uitgebracht.
pt: Ative para ser notificado quando forem lançadas novas versões beta da aplicação.
ru: Включить оповещения о выходе новых бета-версий приложения.
sv: Aktivera för att få en avisering när nya betaversioner av appen släpps.
th: เปิดใช้งานเพื่อรับการแจ้งเตือนเมื่อมีการเปิดตัวเวอร์ชันเบต้าใหม่ของแอป
tr: Uygulamanın yeni beta sürümleri yayınlandığında bildirim almak için etkinleştirin.

# app-info-view
source: This option is unavailable while using a beta version.
ar: هذا الخيار غير متاح عند استخدام الإصدار التجريبي.
de: Diese Option ist in Beta-Versionen nicht verfügbar.
es: Esta opción no está disponible si se usa una versión beta.
fa: این گزینه هنگام استفاده از نسخهٔ بتا در دسترس نیست.
fi: Tämä toiminto ei ole käytössä beetaversiossa.
it: Opzione non disponibile nelle versioni beta.
my: အစမ်းဗားရှင်းတစ်ခုကို အသုံးပြုနေစဉ်တွင် ဤရွေးချယ်စရာကို မရရှိနိုင်ပါ။
nb: Dette alternativet er utilgjengelig i betaversjonen.
nl: Deze optie is niet beschikbaar in een bètaversie.
pt: Esta opção não está disponível na versão beta.
ru: Параметр недоступен в бета-версии.
sv: Det här alternativet är inte tillgängligt när du använder en betaversion.
th: ตัวเลือกนี้จะใช้ไม่ได้ในขณะที่ใช้เวอร์ชันเบต้า
tr: Bu seçenek, beta sürümlerinde mevcut değildir.

# app-info-view
source: Update available
ar: يتوفَّر تحديث جديد
de: Update verfügbar
es: Actualización disponible
fa: به‌روزرسانی موجود است
fi: Päivitys saatavilla
it: Aggiornamento disponibile
my: အပ်ဒိတ်ရရှိနိုင်ပါပြီ
nb: Oppdatering er tilgjengelig
nl: Update beschikbaar
pt: Atualização disponível
ru: Есть обновление
sv: Uppdatering tillgänglig
th: มีการอัปเดตให้ใช้งาน
tr: Güncelleme mevcut

# app-info-view
source: Version
ar: الإصدار
es: Versión
fa: نسخه
fi: Versio
it: Versione
my: ဗားရှင်း
nb: Versjon
nl: Versie
pt: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm

# app-info-view
source: What’s new
ar: آخر المستجدات
de: Was ist neu?
es: Novedades
fa: تازه‌ها
fi: Uutta
it: Novità
my: အသစ်ပါလာသော အကြောင်းအရာများ
nb: Dette er nytt
nl: Wat is er nieuw
pt: Novidades
ru: Что нового
sv: Nyheter
th: มีอะไรใหม่
tr: Yenilikler

# app-upgrade-view
source: A few seconds remaining...
ar: يتبقى بضع ثوانٍ...
de: Noch ein paar Sekunden …
es: Solo quedan unos segundos...
fa: چند ثانیه باقی مانده...
fi: Muutama sekunti jäljellä...
it: Mancano pochi secondi...
my: စက္ကန့်အနည်းငယ် ကျန်နေပါသေးသည်...
nb: Det gjenstår noen sekunder …
nl: Nog enkele seconden...
pt: Faltam alguns segundos...
ru: Осталось несколько секунд...
sv: Ett par sekunder kvar ...
th: เหลืออีกไม่กี่วินาที...
tr: Birkaç saniye kaldı...

# app-upgrade-view
source: About %(minutes)s minutes remaining...
ar: يتبقى %(minutes)s من الدقائق تقريبًا...
de: Noch ungefähr %(minutes)s Minuten …
es: Quedan unos %(minutes)s minutos...
fa: حدود %(minutes)s دقیقه باقی مانده...
fi: Noin %(minutes)s minuuttia jäljellä...
it: Mancano circa %(minutes)s minuti...
my: %(minutes)s မိနစ်ခန့် ကျန်နေပါသေးသည်...
nb: Omtrent %(minutes)s minutter gjenstår …
nl: Nog %(minutes)s minuten...
pt: Faltam cerca de %(minutes)s minutos...
ru: Осталось около %(minutes)s мин...
sv: Cirka %(minutes)s minuter kvar ...
th: เหลือเวลาอีกประมาณ %(minutes)s นาที...
tr: Yaklaşık %(minutes)s dakika kaldı...

# app-upgrade-view
source: About %(seconds)s seconds remaining...
ar: يتبقى حوالي %(seconds)s من الثواني تقريبًا...
de: Noch ungefähr %(seconds)s Sekunden …
es: Quedan unos %(seconds)s segundos...
fa: حدود %(seconds)s ثانیه باقی مانده...
fi: Noin %(seconds)s sekuntia jäljellä...
it: Mancano circa %(seconds)s secondi...
my: %(seconds)s စက္ကန့်ခန့် ကျန်နေပါသေးသည်...
nb: Omtrent %(seconds)s sekunder gjenstår …
nl: Nog %(seconds)s seconden...
pt: Faltam cerca de %(seconds)s segundos...
ru: Осталось около %(seconds)s с...
sv: Cirka %(seconds)s sekunder kvar ...
th: เหลือเวลาอีกประมาณ %(seconds)s วินาที...
tr: Yaklaşık %(seconds)s saniye kaldı...

# app-upgrade-view
source: Connection blocked. Try changing server or other settings.
ar: تم حظر الاتصال. جرِّب تغيير الخادم أو أي إعدادات أخرى.
de: Verbindung blockiert. Versuchen Sie, den Server oder andere Einstellungen zu ändern.
es: Conexión bloqueada. Intente cambiar de servidor u otros ajustes.
fa: اتصال مسدود شده است. سرور یا سایر تنظیمات را تغییر دهید و دوباره امتحان کنید.
fi: Yhteys estetty. Kokeile vaihtaa palvelinta tai muuttaa muita asetuksia.
it: Connessione bloccata. Prova a cambiare server o altre impostazioni.
my: ချိတ်ဆက်မှုကို ပိတ်ပင်ထားပါသည်။ ဆာဗာ သို့မဟုတ် အခြားဆက်တင်များကို ပြောင်းကြည့်ပါ။
nb: Tilkoblingen er blokkert. Prøv å endre serveren eller andre innstillinger.
nl: Verbinding geblokkeerd. Probeer de server of andere instellingen te wijzigen.
pt: Ligação bloqueada. Tente mudar de servidor ou alterar outras definições.
ru: Подключение заблокировано. Попробуйте изменить сервер или другие настройки.
sv: Anslutning blockerad. Prova att ändra servern eller övriga inställningar.
th: การเชื่อมต่อถูกปิดกั้น ลองเปลี่ยนเซิร์ฟเวอร์หรือการตั้งค่าอื่นๆ
tr: Bağlantı engellendi. Sunucuyu veya diğer ayarları değiştirmeyi deneyin.

# app-upgrade-view
source: Could not open installer, please try again or send a problem report.
ar: تعذَّر فتح برنامج التثبيت، يُرجى إعادة المحاولة أو إرسال بلاغ بالمشكلة.
de: Installationsprogramm konnte nicht geöffnet werden, bitte versuchen Sie es erneut oder senden Sie einen Problembericht.
es: No se ha podido abrir el instalador. Inténtelo de nuevo o envíe un informe de problemas.
fa: نصب‌کننده باز نشد. لطفاً دوباره تلاش کنید یا یک گزارش مشکل ارسال نمایید.
fi: Asennusohjelman avaaminen ei onnistunut. Yritä uudelleen tai lähetä ongelmaraportti.
it: Impossibile aprire il programma di installazione. Riprova o invia una segnalazione del problema.
my: ထည့်သွင်းမှုဆော့ဖ်ဝဲကို ဖွင့်၍ မရနိုင်ပါ၊ ထပ်ကြိုးစားကြည့်ပါ သို့မဟုတ် ပြဿနာ ရီပို့တ်တစ်ခုကို ပေးပို့ပါ။
nb: Kunne ikke åpne installasjonsprogrammet. Prøv igjen eller send en problemrapport.
nl: Kan het installatieprogramma niet openen. Probeer het opnieuw of verstuur een melding van het probleem.
pt: Não foi possível abrir o instalador. Tente novamente ou envie um relatório do problema.
ru: Не удалось открыть установщик. Повторите попытку или отправьте сообщение о проблеме.
sv: Det gick inte att öppna installationsprogrammet. Försök igen eller skicka en problemrapport.
th: ไม่สามารถเปิดโปรแกรมติดตั้งได้ โปรดลองอีกครั้งหรือส่งรายงานปัญหา
tr: Yükleyici açılamadı, lütfen tekrar deneyin veya bir sorun raporu gönderin.

# app-upgrade-view
source: Download & install
ar: التنزيل والتثبيت
de: Herunterladen & installieren
es: Descargar e instalar
fa: دانلود و نصب
fi: Lataa ja asenna
it: Scarica e installa
my: ဒေါင်းလုဒ်လုပ်ပြီး ထည့်သွင်းရန်
nb: Last ned og installer
nl: Downloaden en installeren
pt: Transferir e instalar
ru: Скачать и установить
sv: Ladda ned och installera
th: ดาวน์โหลดและติดตั้ง
tr: İndir ve yükle

# app-upgrade-view
source: Download complete!
ar: اكتمل التنزيل!
de: Download abgeschlossen!
es: ¡Descarga completada!
fa: دانلود کامل شد!
fi: Lataus valmis!
it: Download completo!
my: ဒေါင်းလုဒ် ပြီးစီးပါပြီ။
nb: Nedlastingen er fullført!
nl: De download is klaar!
pt: Transferência concluída!
ru: Скачивание завершено!
sv: Nedladdningen har slutförts!
th: ดาวน์โหลดเสร็จแล้ว!
tr: İndirme tamamlandı!

# app-upgrade-view
source: Download failed
ar: فشل التنزيل
de: Download fehlgeschlagen
es: Error en la descarga
fa: دانلود ناموفق بود
fi: Lataus epäonnistui
it: Download non riuscito
my: ဒေါင်းလုဒ် မအောင်မြင်ပါ
nb: Nedlastingen mislyktes
nl: Downloaden mislukt
pt: Erro na transferência
ru: Не удалось скачать
sv: Det gick inte att ladda ned
th: การดาวน์โหลดล้มเหลว
tr: İndirme başarısız oldu
