Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

source: Attention: If "Block connections without VPN" is enabled, "Local network sharing" will not work.
ar: انتبه: إذا تم تفعيل "حظر الاتصالات دون VPN"، فلن تعمل "مشاركة الشبكة المحلية".
da: Bemærk: Hvis "Bloker forbindelser uden VPN" er aktiveret, vil "Lokal netværksdeling" ikke fungere.
de: Achtung: Wenn „Verbindungen ohne VPN blockieren“ aktiviert ist, funktioniert „Teilen im lokalen Netzwerk“ nicht.
es: Atención: si «Bloquear conexiones sin VPN» está activado, «Uso compartido de la red local» no funcionará.
fa: توجه: اگر «مسدود کردن اتصال‌ها بدون VPN» فعال باشد، «اشتراک‌گذاری شبکهٔ محلی» کار نخواهد کرد.
fi: Huomio: jos yhteyksien estäminen ilman VPN:ää on sallittu, paikallisen verkon jakaminen ei toimi.
fr: Attention : si l'option « Bloquer les connexions sans VPN » est activée, l'option « Partage réseau local » ne fonctionne pas.
it: Attenzione: se è abilitato "Blocca connessioni senza VPN", "Condivisione rete locale" non funzionerà.
ja: 注意: [VPN 以外の接続のブロック] が有効の場合、[ローカルネットワーク共有] は機能しません。
my: သတိပြုရန်- "VPN မသုံးဘဲ ချိတ်ဆက်မှုများကို ပိတ်ဆို့ရန်" ကို ဖွင့်ထားပါက "လိုကယ် ကွန်ရက် ဝေမျှမှု" အလုပ်လုပ်မည် မဟုတ်ပါ။
nb: OBS: Hvis «Blokker tilkoblinger uten VPN» er aktivert, vil «Deling av lokalt nettverk» ikke fungere.
nl: Let op: als "Verbindingen zonder VPN blokkeren" is ingeschakeld, werkt "Delen via lokaal netwerk" niet.
pl: Uwaga: Jeśli opcja „Blokuj połączenia bez VPN” jest włączona, funkcja „Udostępnianie sieci lokalnej” nie będzie działać.
pt: Atenção: se a opção "Bloquear ligações sem VPN" estiver ativada, a opção "Partilha de rede local" não funcionará.
ru: Внимание! Если включена функция «Блокировать соединения без VPN», обмен данными в локальной сети работать не будет.
sv: Obs! Om "Blockera anslutningar utan VPN" är aktiverat fungerar inte "Lokal nätverksdelning".
th: โปรดทราบ: หากเปิดใช้งาน "ปิดกั้นการเชื่อมต่อที่ไม่ใช้ VPN" อยู่ "การแชร์ในเครือข่ายท้องถิ่น" จะไม่ทำงาน
tr: Dikkat: "VPN üzerinden olmayan bağlantıları engelle" seçeneği etkinse "Yerel ağ paylaşımı" etkinleşmez.

source: Attention: If "Block connections without VPN" is enabled, split apps will not have Internet. Always keep in mind that split tunneling is a privacy risk.
ar: تنبيه: في حال تفعيل "حظر الاتصالات دون VPN"، لن تتمكن التطبيقات المُقسَّمة من الاتصال بالإنترنت. تذكَّر دائمًا أن الانقسام النفقي يُشكِّل خطرًا على الخصوصية.
da: Bemærk: Hvis "Bloker forbindelser uden VPN" er aktiveret, vil delte apps ikke have internet. Husk altid, at delt tunnelføring er en risiko for privatlivets fred.
de: Achtung! Wenn „Verbindungen ohne VPN blockieren“ aktiviert ist, haben Split-Apps keine Internetverbindung. Denken Sie immer daran, dass Split-Tunneling ein Datenschutzrisiko darstellt.
es: Atención: Si la opción «Bloquear conexiones sin VPN» está activada, las aplicaciones divididas no tendrán Internet. Tenga siempre en cuenta que «Split tunneling» supone un riesgo para la privacidad.
fa: توجه: اگر «مسدود کردن اتصال‌ها بدون VPN» فعال باشد، اپلیکیشن‌های تفکیک‌شده به اینترنت دسترسی نخواهند داشت. همیشه در نظر داشته باشید که تونل‌گذاری تفکیک‌شده یک خطر برای حریم خصوصی است.
fi: Huomio: Jos "Estä yhteydet ilman VPN:ää" -vaihtoehto on käytössä, sovelluskohtaisesti yhdistettävillä sovelluksilla ei ole pääsyä internetiin. Muista aina, että sovelluskohtainen yhdistäminen on tietosuojariski.
fr: Attention : si l'option « Bloquer les connexions sans VPN » est activée, les applications partagées n'auront pas accès à Internet. Gardez toujours à l'esprit que le split tunneling présente un risque pour la vie privée.
it: Attenzione: se è abilitata l'opzione "Blocca connessioni senza VPN", le app divise non avranno Internet. Tieni sempre a mente che lo split tunneling rappresenta un rischio per la privacy.
ja: 注意: [VPNを使用していない接続をブロックする] が有効な場合、スプリット対象のアプリはインターネットを使用できません。スプリットトンネリングにはプライバシーのリスクがあることに常に注意してください。
my: သတိပြုရန်- "VPN မသုံးဘဲချိတ်ဆက်မှုများကို ပိတ်ဆို့ရန်" ကို ဖွင့်ထားပါက Split အက်ပ်များသည် အင်တာနက်သုံး၍ရမည်မဟုတ်ပါ။ တစ်စိတ်တစ်ပိုင်း လိုင်းကျော်သုံးခြင်းသည် ကိုယ်ရေးလုံခြုံမှုအန္တရာယ်ဖြစ်စေကြောင်း အမြဲသတိရပါ။
nb: Merk: Hvis «Blokker tilkoblinger uten VPN» er aktivert, har ikke splittede apper internettilgang. Ha i bakhodet at «split tunneling» er en personvernrisiko.
nl: Let op: Als "Verbindingen zonder VPN blokkeren" is ingeschakeld, hebben gesplitste apps geen internet. Houd er altijd rekening mee dat split tunneling een privacyrisico vormt.
pl: Uwaga: jeśli opcja „Blokuj połączenia bez pośrednictwa sieci VPN” jest włączona, wówczas aplikacje dzielące nie będą miały dostępu do Internetu. Należy pamiętać, że dzielone tunelowanie stanowi zagrożenie dla prywatności.
pt: Atenção: se a opção "Bloquear ligações sem VPN" estiver ativada, as aplicações divididas não terão Internet. Tenha sempre em mente que o túnel dividido representa um risco para a privacidade.
ru: Внимание! Если включена функция «Блокировать соединения без VPN», у приложений из списка раздельного туннелирования не будет доступа в Интернет. Не забывайте, что раздельное туннелирование представляет собой риск для конфиденциальности.
sv: Obs! Om "Blockera anslutningar utan VPN" är aktiverat kommer inte delade appar att ha internet. Kom ihåg att det alltid finns en säkerhetsrisk med delade tunnlar.
th: โปรดทราบ: แอปแยกจะไม่มีอินเทอร์เน็ต ในกรณีที่เปิดใช้งาน "ปิดกั้นการเชื่อมต่อโดยไม่ใช้ VPN" โปรดทราบว่า การการแยกอุโมงค์จะก่อให้เกิดความเสี่ยงต่อความเป็นส่วนตัว
tr: Dikkat: "VPN üzerinden olmayan bağlantıları engelle" seçeneği etkinse, bölünmüş uygulamalarda internet kullanılamayacaktır. Bölünmüş tünellemenin, gizlilik riski taşıdığını her zaman göz önünde bulundurun.

source: Attention: Shadowsocks can increase battery consumption depending on data usage, such as streaming a video.
ar: انتبه: قد يؤدي استخدام بروتوكول Shadowsocks إلى زيادة استهلاك البطارية بناءً على استخدام البيانات، مثل بث فيديو.
da: Bemærk: Shadowsocks kan øge batteriforbruget afhængigt af dataforbruget, f.eks. under streaming af en video.
de: Achtung! Shadowsocks kann den Akkuverbrauch je nach Datennutzung erhöhen, z. B. beim Streaming eines Videos.
es: Atención: Shadowsocks puede aumentar el consumo de batería en función del uso de datos, como la transmisión de un vídeo.
fa: توجه: Shadowsocks می‌تواند بسته به میزان استفاده از داده، مانند تماشای ویدیو، مصرف باتری را افزایش دهد.
fi: Huomio: Shadowsocksin käyttö voi kasvattaa akun kulutusta riippuen tiedonsiirtomääristä (esimerkiksi suoratoistettaessa videoita).
fr: Attention : Shadowsocks peut augmenter la consommation de la batterie en fonction de l'utilisation des données, comme la diffusion d'une vidéo.
it: Attenzione: Shadowsocks può aumentare il consumo della batteria a seconda dell'utilizzo dei dati, ad esempio durante lo streaming di un video.
ja: 注意: Shadowsocksの場合、データ通信の使い方 (動画配信など) によってはバッテリー消費量が増加する可能性があります。
my: သတိပြုရန်- Shadowsocks သည် ဗီဒီယိုတစ်ခုကို တိုက်ရိုက်ကြည့်ရှုနားဆင်ခြင်းကဲ့သို့ ဒေတာသုံးစွဲမှုပေါ် မူတည်၍ ဘက်ထရီသုံးစွဲမှု တိုးလာနိုင်ပါသည်။
nb: Merk: Shadowsocks kan øke batteriforbruket avhengig av databruk, for eksempel ved strømming av video.
nl: Let op: Shadowsocks kan het batterijverbruik verhogen afhankelijk van het gegevensgebruik, zoals het streamen van een video.
pl: Uwaga: protokół Shadowsocks może zwiększyć zużycie baterii w zależności od wykorzystania danych, takich jak przesyłanie strumieniowe wideo.
pt: Atenção: Shadowsocks pode aumentar o consumo da bateria dependendo da utilização de dados, como a transmissão de um vídeo.
ru: Внимание! Функция Shadowsocks может увеличивать расход заряда аккумулятора в зависимости от использования трафика (например, при потоковой передаче видео).
sv: Obs! Shadowsocks kan öka batteriförbrukningen beroende på dataanvändningen, som till exempel att strömma en video.
th: โปรดทราบ: Shadowsocks อาจเพิ่มการใช้แบตเตอรี่ โดยขึ้นอยู่กับการใช้งานข้อมูล เช่น การสตรีมวิดีโอ
tr: Dikkat: Shadowsocks, video oynatma gibi işlemler için veri kullanımına bağlı olarak pil tüketimini artırabilir.

source: Attention: this setting cannot be used in combination with "Use custom DNS server".
ar: انتبه: لا يمكن استخدام هذا الإعداد مع "استخدام خادم DNS مُخصَّص".
da: Bemærk: Denne indstilling kan ikke bruges i kombination med "Brug brugerdefineret DNS-server".
de: Achtung: Diese Einstellung kann nicht in Kombination mit der Option „Benutzerdefinierten DNS-Server verwenden“ verwendet werden.
es: Atención: este ajuste no se puede utilizar en combinación con «Usar servidor DNS personalizado».
fa: توجه: این تنظیم نمی‌تواند همراه با «استفاده از سرور DNS سفارشی» به‌کار برود.
fi: Huomio: asetusta ei voi käyttää yhdessä "Käytä mukautettua DNS-palvelinta" -asetuksen kanssa.
fr: Attention : ce paramètre ne peut pas être utilisé en combinaison avec « Utiliser un serveur DNS personnalisé ».
it: Attenzione: questa impostazione non può essere utilizzata in combinazione con "Usa un server DNS personalizzato".
ja: 注意: この設定を [カスタムDNSサーバーを使う] と一緒に使用することはできません。
my: သတိပြုရန်- ဤဆက်တင်ကို "စိတ်ကြိုက် DNS ဆာဗာကို သုံးရန်" နှင့် အတူတွဲပြီး သုံးစွဲ၍မရပါ။
nb: OBS: Denne innstillingen kan ikke brukes sammen med «Bruk egendefinert DNS-server».
nl: Let op: deze instelling kan niet worden gebruikt in combinatie met "Aangepaste DNS-server gebruiken".
pl: Uwaga: tego ustawienia nie można używać w połączeniu z opcją „Użyj niestandardowego serwera DNS”.
pt: Atenção: esta definição não pode ser utilizada em combinação com "Utilizar servidor DNS personalizado".
ru: Внимание! Этот параметр нельзя использовать вместе с параметром «Пользовательский DNS-сервер».
sv: Obs! Den här inställningen kan inte användas tillsammans med "Använd anpassad DNS-server".
th: โปรดทราบ: การตั้งค่านี้ไม่สามารถใช้ร่วมกับ "ใช้เซิร์ฟเวอร์ DNS แบบกำหนดเองได้"
tr: Dikkat: Bu ayar, "Özel DNS sunucusu kullan" seçeneği ile birlikte kullanılamaz.

source: Auto-connect & Lockdown mode
ar: الاتصال التلقائي ووضع التأمين
da: Auto-tilslutning og Lockdown-tilstand
de: Automatische Verbindung & Sperrmodus
es: Conexión automática y modo de bloqueo
fa: اتصال خودکار و حالت قفل
fi: Automaattinen yhdistäminen ja lukitustila
fr: Connexion automatique et mode Verrouillage
it: Modalità di connessione automatica e blocco
ja: 自動接続とロックダウンモード
my: အော်တို ချိတ်ဆက်မှု နှင့် လော့ခ်ဒေါင်းစနစ်
nb: Automatisk tilkobling og låsemodus
nl: Automatisch verbinden en lockdownmodus
pl: Automatyczne łączenie i tryb Lockdown
pt: Ligação automática e modo de bloqueio
ru: Автоподключение и режим блокировки
sv: Anslut automatiskt och Låsningsläge
th: เชื่อมต่ออัตโนมัติและโหมดล็อกดาวน์
tr: Otomatik bağlantı ve Kilitleme modu

source: Auto-connect is called Always-on VPN in the Android system settings and it makes sure you are constantly connected to the VPN tunnel and auto connects after restart.
ar: يُطلق على الاتصال التلقائي اسم "تشغيل VPN دائمًا" في إعدادات نظام Android، ويتأكد من اتصالك الدائم بنفق VPN ويتصل تلقائيًا بعد إعادة التشغيل.
da: Auto-tilslutning kaldes Altid-til VPN i Android-systemindstillingerne, og det sørger for, at du konstant er forbundet til VPN-tunnelen og automatisk forbinder efter genstart.
de: Die automatische Verbindung wird in den Android-Systemeinstellungen als „Always-on VPN“ bezeichnet und sorgt dafür, dass Sie ständig mit dem VPN-Tunnel verbunden sind und sich nach einem Neustart automatisch verbinden.
es: La conexión automática se llama VPN siempre activa en la configuración del sistema Android y asegura estar conectado constantemente al túnel de la VPN y conectarse automáticamente después de cada reinicio.
fa: در تنظیمات سیستم اندروید، «اتصال خودکار» با نام «VPN همیشه‌فعال» شناخته می‌شود و باعث می‌شود دستگاه شما همیشه به تونل VPN وصل بماند و پس از راه‌اندازی مجدد نیز به‌طور خودکار دوباره متصل شود.
fi: Automaattista yhdistämistä kutsutaan aina päällä olevaksi VPN-yhteydeksi Androidin järjestelmäasetuksissa. Se varmistaa, että olet jatkuvasti yhteydessä VPN-tunneliin, sekä muodostaa yhteyden automaattisesti aina uudelleenkäynnistyksen jälkeen.
fr: La connexion automatique est appelée VPN toujours actif dans les paramètres du système Android et elle s'assure que vous êtes constamment connecté au tunnel VPN et se connecte automatiquement après le redémarrage.
it: La connessione automatica è denominata VPN sempre attiva nelle impostazioni del sistema Android e garantisce di essere costantemente connessi al tunnel VPN e di connettersi automaticamente dopo il riavvio.
ja: 自動接続はAndroidシステム設定で「Always-on VPN」と呼ばれており、確実に一貫してVPNトンネルに接続し、再起動の後に自動接続を行う機能です。
my: Android စနစ် ဆက်တင်တွင် အော်တိုချိတ်ဆက်မှုကို အမြဲဖွင့် VPN ဟုခေါ်ပြီး VPN Tunnel ကို အမြဲချိတ်ဆက်ထားကြောင်း သေချာစေပြီး အစမှ ပြန်ဖွင့်ပြီးနောက် အော်တို ချိတ်ဆက်ပါသည်။
nb: Automatisk tilkobling heter «Alltid-på-VPN» i Androids systeminnstillinger og sørger for at du alltid er tilkoblet VPN-tunnelen og automatisk tilkobling etter omstart.
nl: Automatisch verbinden heet Altijd-aan VPN in de Android-systeeminstellingen en zorgt ervoor dat u altijd verbonden bent met de VPN-tunnel en automatisch verbinding maakt na een herstart.
pl: Automatyczne łączenie w ustawieniach systemu Android nazywa się „Zawsze włączony VPN” i zapewnia stałe połączenie z tunelem VPN oraz automatyczne łączenie po ponownym uruchomieniu.
pt: A ligação automática é designada por VPN sempre ligada nas definições do sistema Android e assegura que está constantemente ligado ao túnel VPN e ligar-se-á automaticamente após o reinício.
ru: В системных настройках Android автоподключение называется «Постоянная VPN». Эта опция обеспечивает постоянное подключение к туннелю VPN и автоподключение после перезапуска.
sv: Anslut automatiskt kallas Alltid på-VPN i Androids systeminställningar och ser till att du är ansluten till VPN-tunneln oavbrutet och ansluter automatiskt efter omstart.
th: การเชื่อมต่ออัตโนมัติเรียกว่า Always-on VPN ในการตั้งค่าระบบ Android ซึ่งจะช่วยให้คุณมั่นใจได้ว่า คุณเชื่อมต่อกับช่องทาง VPN อย่างต่อเนื่อง และมีการเชื่อมต่ออัตโนมัติหลังจากรีสตาร์ต
tr: Otomatik bağlantı, Android sistem ayarlarında VPN her zaman açık olarak gösterilir ve VPN tüneline sürekli bağlı olmanızı ve yeniden başlatma sonrası otomatik olarak bağlanmanızı sağlar.

source: Automatically connect on device start-up.
ar: الاتصال تلقائيًا عند بدء تشغيل الجهاز.
de: Automatische Verbindung beim Start des Geräts.
es: Conectar automáticamente al iniciarse el dispositivo.
fa: اتصال خودکار هنگام روشن شدن دستگاه.
fi: Muodosta yhteys automaattisesti, kun laite käynnistetään.
it: Connessione automatica all'avvio del dispositivo.
my: စက်စတင်ချိန်တွင် အလိုအလျောက်ချိတ်ဆက်ပါ။
nb: Koble automatisk til enheten ved oppstart.
nl: Automatisch verbinden bij opstarten van apparaat.
pt: Ligar automaticamente no arranque do dispositivo.
ru: Автоматически подключаться при запуске устройства.
sv: Anslut automatiskt när enheten startas.
th: เชื่อมต่ออัตโนมัติเมื่อเริ่มต้นอุปกรณ์
tr: Cihaz başlatıldığında otomatik bağlan.

source: Blocking internet (device offline)
ar: حظر الإنترنت (الجهاز غير متصل بالإنترنت)
da: Blokering af internet (enhed offline)
de: Internet sperren (Gerät offline)
es: Bloqueo de Internet (dispositivo sin conexión)
fa: مسدود کردن اینترنت (دستگاه آفلاین است)
fi: Internetyhteys on estetty (laite on offline-tilassa)
fr: Internet bloqué (appareil hors ligne)
it: Blocco di Internet (dispositivo offline)
ja: インターネットをブロック中 (デバイスがオフライン)
my: အင်တာနက် ပိတ်ဆို့နေဆဲ (စက် အော့ဖ်လိုင်း)
nb: Blokkerer internett (enhet frakoblet)
nl: Internet wordt geblokkeerd (apparaat offline)
pl: Blokowanie Internetu (urządzenie rozłączone)
pt: Bloqueio de Internet (dispositivo offline)
ru: Блокируется доступ в Интернет (устройство офлайн)
sv: Blockerar internet (enheten är offline)
th: กำลังบล็อกอินเทอร์เน็ต (อุปกรณ์ออฟไลน์)
tr: İnternet bağlantısı engelleniyor (cihaz çevrimdışı)

source: Blocking...
ar: جارٍ الحظر...
da: Blokerer ...
de: Blockieren …
es: Bloqueando...
fa: در حال مسدود کردن...
fi: Estetään...
fr: Blocage...
it: Blocco...
ja: ブロック中…
my: ပိတ်ဆို့နေဆဲ...
nb: Blokkerer …
nl: Blokkeren...
pl: Blokowanie...
pt: A bloquear...
ru: Блокировка...
sv: Blockerar ...
th: กำลังบล็อก...
tr: Engelleniyor...

source: By attaching your account token it links this report to your account, which helps us resolve your issue quicker. All reports are automatically deleted after a period of time.
ar: من خلال ربط رمز حسابك، يتم ربط هذا البلاغ بحسابك، مما يساعدنا على حل مشكلتك بشكلٍ أسرع. يتم حذف جميع البلاغات تلقائيًا بعد فترة زمنية مُحدَّدة.
de: Durch Anhängen Ihres Konto-Tokens wird diese Meldung mit Ihrem Konto verknüpft, wodurch wir Ihr Problem schneller lösen können. Alle Meldungen werden nach einiger Zeit automatisch gelöscht.
es: Al adjuntar el token de su cuenta, vincula este informe con su cuenta, lo que nos ayuda a resolver su problema más rápidamente. Todos los informes se eliminan automáticamente tras un periodo de tiempo.
fa: با پیوست کردن توکن حساب‌تان، این گزارش به حساب شما متصل می‌شود و به ما کمک می‌کند مشکل‌تان را سریع‌تر حل کنیم. همهٔ گزارش‌ها پس از مدتی به‌صورت خودکار حذف می‌شوند.
fi: Tilin tunnisteen liittäminen yhdistää tämän raportin tiliisi, mikä auttaa meitä ratkaisemaan ongelmasi nopeammin. Kaikki raportit poistetaan automaattisesti tietyn ajan kuluttua.
my: သင့်အကောင့် တိုကင်ကို တွဲချိတ်ခြင်းဖြင့် ဤရီပို့တ်ကို သင့်အကောင့်နှင့် ချိတ်ဆက်လိုက်ပြီး ဤကဲ့သို့ တွဲချိတ်ပေးခြင်းအားဖြင့် သင်ကြုံတွေ့နေရသော ပြဿနာကို ပို၍ မြန်မြန်ဆန်ဆန် ဖြေရှင်းနိုင်ရန် အထောက်အကူပြုပါသည်။ ရီပို့တ်အားလုံးကို အချိန်ကာလတစ်ခုကြာပြီးနောက် အော်တို ဖျက်ပါသည်။
pt: Ao anexar o token da sua conta, este relatório é associado à sua conta, o que nos ajuda a resolver o problema mais rapidamente. Todos os relatórios são automaticamente eliminados após um determinado período.
sv: Om du bifogar din kontotoken länkas den här rapporten till ditt konto, vilket hjälper oss att lösa problemet snabbare. Alla rapporter tas bort automatiskt efter ett tag.
th: การแนบโทเค็นบัญชีของคุณจะเชื่อมโยงรายงานนี้เข้ากับบัญชีของคุณ ซึ่งจะช่วยให้เราแก้ไขปัญหาของคุณได้เร็วขึ้น รายงานทั้งหมดจะถูกลบโดยอัตโนมัติหลังจากผ่านไประยะเวลาหนึ่ง
tr: Hesap token’ınızı eklediğinizde, bu rapor hesabınızla ilişkilendirilir ve sorununuzun daha kısa sürede çözülmesine yardımcı olur. Tüm raporlar belirli bir süre sonra otomatik olarak silinir.

source: Can't connect?
ar: هل يتعذَّر الاتصال؟
de: Keine Verbindung möglich?
es: ¿No se puede conectar?
fa: اتصال برقرار نمی‌شود؟
fi: Eikö yhteyden muodostaminen onnistu?
it: Impossibile connetterti?
my: ချိတ်မရဘူးလား။
nb: Kan du ikke koble til?
nl: Krijgt u geen verbinding?
pt: Não consegue ligar?
ru: Проблемы с подключением?
sv: Kan du inte ansluta?
th: ไม่สามารถเชื่อมต่อได้ใช่ไหม
tr: Bağlanamıyor musunuz?

source: Changes to DNS related settings might not go into effect immediately due to cached results.
ar: قد لا تدخل التغييرات المتعلقة بإعدادات DNS حيز التنفيذ فورًا بسبب النتائج المُخزَّنة مؤقتًا.
da: Ændringer af DNS-relaterede indstillinger træder muligvis ikke i kraft med det samme på grund af cachelagrede resultater.
de: Änderungen an DNS-Einstellungen werden aufgrund von zwischengespeicherten Daten möglicherweise nicht sofort wirksam.
es: Los cambios en la configuración relacionada con el DNS no surtirán efecto inmediatamente debido a los resultados en caché.
fa: تغییرات مربوط به تنظیمات DNS ممکن است به‌دلیل نتایج ذخیره‌شده (cache) بلافاصله اعمال نشوند.
fi: DNS-asetuksiin tehdyt muutokset eivät välttämättä astu voimaan välittömästi välimuistissa olevien tulosten vuoksi.
fr: Les modifications apportées aux paramètres liés au DNS peuvent ne pas prendre effet immédiatement en raison de la mise en cache des résultats.
it: Le modifiche alle impostazioni relative al DNS potrebbero non avere effetto immediato a causa dei risultati memorizzati nella cache.
ja: 結果がキャッシュされているため、DNS関連の設定の変更はすぐには適用されない可能性があります。
my: DNS နှင့်ဆက်စပ်သော ဆက်တင်များ၌ ပြုလုပ်သည့် ပြောင်းလဲမှုများသည် ယာယီသိမ်းထားသော ရလဒ်များကြောင့် ချက်ချင်း အကျိုးမသက်ရောက်နိုင်ပါ။
nb: Endringer til DNS-relaterte innstillinger vil kanskje ikke tre i kraft umiddelbart på grunn av bufrede resultater.
nl: Wijzigingen in DNS-gerelateerde instellingen worden mogelijk niet onmiddellijk van kracht vanwege gecachete resultaten.
pl: Zmiany w ustawieniach związanych z usługą DNS mogą nie zostać wprowadzone natychmiast ze względu na zbuforowane wyniki.
pt: As alterações às definições relacionadas com o DNS podem não fazer efeito imediatamente devido aos resultados em cache.
ru: Изменения в настройках, связанные с DNS, могут не сразу вступить в силу из-за кешированных результатов.
sv: Ändringar i DNS-relaterade inställningar kanske inte börjar gälla direkt på grund av cachade resultat.
th: การเปลี่ยนแปลงการตั้งค่าที่เกี่ยวข้องกับ DNS อาจไม่มีผลทันที เนื่องจากผลลัพธ์ที่แคชไว้
tr: DNS ile ilgili ayarlarda yapılan değişiklikler, önbelleğe alınan sonuçlar nedeniyle hemen etkili olmayabilir.

source: Clear input
ar: مسح الإدخال
da: Ryd input
de: Eingabe löschen
es: Borrar entrada
fa: پاک کردن ورودی
fi: Tyhjennä syöte
fr: Effacer la saisie
it: Cancella inserimento
ja: 入力をクリア
my: ထည့်သွင်းမှုကို ရှင်းရန်
nb: Fjern inndata
nl: Invoer wissen
pl: Wyczyść dane wejściowe
pt: Limpar entrada
ru: Очистить поле ввода
sv: Rensa inmatning
th: ล้างข้อมูลอินพุต
tr: Girişi temizle

source: Collapse
ar: طي
da: Skjul
de: Zuklappen
es: Contraer
fa: پنهان کردن
fi: Näytä vähemmän
fr: Réduire
it: Comprimi
ja: 折りたたむ
my: ချုံ့ရန်
nb: Skjul
nl: Samenvouwen
pl: Zwiń
pt: Colapsar
ru: Свернуть
sv: Dölj
th: ยุบ
tr: Daralt

source: Connect on device start-up
ar: الاتصال عند بدء تشغيل الجهاز
da: Opret forbindelse ved opstart af enheden
de: Verbinden beim Einschalten des Geräts
es: Conectar al iniciar el dispositivo
fa: اتصال هنگام روشن شدن دستگاه
fi: Luo yhteys, kun laite käynnistyy
fr: Connexion au démarrage de l'appareil
it: Connetti all'avvio del dispositivo
ja: デバイス起動時に接続
my: စက်စဖွင့်သည့်အခါ ချိတ်ဆက်ရန်
nb: Koble til når enheten startes
nl: Verbinden bij opstarten van apparaat
pl: Połącz przy uruchomieniu urządzenia
pt: Ligar no arranque do dispositivo
ru: Подключаться при запуске устройства
sv: Anslut när enheten startas
th: เชื่อมต่อเมื่ออุปกรณ์เริ่มทำงาน
tr: Cihaz başlatılırken bağlan

source: Connect to a different network
ar: الاتصال بشبكة مختلفة
de: Mit einem anderen Netzwerk verbinden
es: Conectarse a una red diferente
fa: اتصال به یک شبکهٔ دیگر
fi: Muodosta yhteys toiseen verkkoon
my: အခြားကွန်ရက်တစ်ခုကို ချိတ်ဆက်ကြည့်ပါ
pt: Ligar a uma rede diferente
sv: Anslut till ett annat nätverk
th: เชื่อมต่อกับเครือข่ายอื่น
tr: Farklı bir ağa bağlan

source: Connecting...
ar: جارٍ الاتصال...
da: Tilslutter...
de: Verbinden …
es: Conectando...
fa: در حال اتصال...
fi: Yhdistetään...
fr: Connexion...
it: Connessione...
ja: 接続中...
my: ချိတ်ဆက်နေဆဲ...
nb: Kobler til ...
nl: Verbinden ...
pl: Łączenie...
pt: A ligar...
ru: Идет подключение...
sv: Ansluter ...
th: กำลังเชื่อมต่อ...
tr: Bağlanılıyor...

source: Copied Mullvad account number to clipboard
ar: تم نسخ رقم حساب Mullvad إلى الحافظة
da: Kopierede Mullvad-kontonummer til udklipsholder
de: Mullvad-Kontonummer wurde in die Zwischenablage kopiert
es: El número de cuenta de Mullvad se copió en el Portapapeles
fa: شمارهٔ حساب Mullvad در کلیپ‌بورد کپی شد
fi: Mullvad-tilin numero kopioitu leikepöydälle
fr: Numéro de compte Mullvad copié dans le presse-papiers
it: Numero account di Mullvad copiato negli appunti
ja: Mullvadアカウント番号をクリップボードにコピーしました
my: Mullvad အကောင့်နံပါတ်ကို ကလစ်ဘုတ်တွင် ကူးထားပါသည်
nb: Kopierte Mullvad-kontonummer til utklippstavlen
nl: Mullvad-accountnummer gekopieerd naar klembord
pl: Skopiowano numer konta Mullvad do schowka
pt: Número de conta Mullvad copiado para a área de transferência
ru: Номер учетной записи Mullvad скопирован в буфер обмена
sv: Kopierade Mullvad-kontonummer till urklipp
th: คัดลอกหมายเลขบัญชี Mullvad ไปยังคลิปบอร์ดแล้ว
tr: Mullvad hesap numarası panoya kopyalandı
