Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# wireguard-settings-view
source: Set %(wireguard)s MTU value. Valid range: %(min)d - %(max)d.
ar: قم بتعيين قيمة MTU %(wireguard)s. النطاق الصالح: %(min)d - %(max)d.
da: Indstil %(wireguard)s MTU-værdi. Gyldigt område: %(min)d - %(max)d.
de: %(wireguard)s MTU-Wert einstellen. Gültiger Bereich: %(min)d - %(max)d.
es: Establezca el valor de MTU de %(wireguard)s. Intervalo válido: %(min)d-%(max)d.
fa: تنظیم مقدار MTU برای %(wireguard)s. بازهٔ معتبر: %(min)d تا %(max)d.
fi: Aseta %(wireguard)s MTU -arvo välillä %(min)d–%(max)d.
fr: Définir la valeur MTU %(wireguard)s. Plage valide : %(min)d - %(max)d.
it: Imposta il valore MTU di %(wireguard)s. Intervallo valido: %(min)d - %(max)d.
ja: %(wireguard)s MTUの値を設定します。有効範囲: %(min)d ～ %(max)d。
my: %(wireguard)s MTU တန်ဖိုးကို သတ်မှတ်ပါ။ အကျုံးဝင်သည့် အပိုင်းအခြား- %(min)d - %(max)d။
nb: Angi %(wireguard)s MTU-verdi. Gyldig område: %(min)d-%(max)d.
nl: Stel de MTU-waarde voor %(wireguard)s in. Geldig bereik: %(min)d - %(max)d.
pl: Ustaw wartość MTU %(wireguard)s. Prawidłowy zakres: %(min)d–%(max)d.
pt: Definir o valor MTU do %(wireguard)s. Intervalo válido: %(min)d — %(max)d.
ru: Установите значение MTU для %(wireguard)s. Диапазон значений: %(min)d–%(max)d.
sv: Ange värde för %(wireguard)s MTU. Giltigt intervall: %(min)d–%(max)d.
th: ตั้งค่า %(wireguard)s MTU ช่วงที่ใช้ได้: %(min)d - %(max)d
tr: %(wireguard)s MTU değerini ayarlayın. Geçerli aralık: %(min)d - %(max)d.

# wireguard-settings-view
source: Switch to “%(wireguard)s” in Settings > %(tunnelProtocol)s to make %(setting)s available.
ar: انتقل إلى "%(wireguard)s" في الإعدادات > %(tunnelProtocol)s لجعل %(setting)s متاحًا.
da: Skift til "%(wireguard)s" i Indstillinger > %(tunnelProtocol)s for at gøre %(setting)s tilgængelig.
de: Schalten Sie unter Einstellungen > %(tunnelProtocol)s auf „%(wireguard)s“ um, um %(setting)s verfügbar zu machen.
es: Cambie a «%(wireguard)s» en Configuración > %(tunnelProtocol)s para poder disponer de %(setting)s.
fa: تغییر به «%(wireguard)s» در بخش تنظیمات > %(tunnelProtocol)s تا %(setting)s در دسترس قرار گیرد.
fi: Ota %(setting)s käyttöön vaihtamalla arvoon "%(wireguard)s" kohdassa Asetukset > %(tunnelProtocol)s.
fr: Passez sur « %(wireguard)s » dans Paramètres > %(tunnelProtocol)s pour rendre le %(setting)s disponible.
it: Passa a “%(wireguard)s” in Impostazioni > %(tunnelProtocol)s per rendere disponibile %(setting)s.
my: %(setting)s ကို ရရှိနိုင်ရန် ဆက်တင်များ > %(tunnelProtocol)s တွင် “%(wireguard)s” သို့ ပြောင်းပါ။
nb: Bytt til «%(wireguard)s» i Innstillinger > %(tunnelProtocol)s for å gjøre %(setting)s tilgjengelig.
nl: Schakel over op "%(wireguard)s" in Instellingen > %(tunnelProtocol)s om %(setting)s beschikbaar te maken.
pl: Przełącz na opcję „%(wireguard)s” w obszarze Ustawienia > %(tunnelProtocol)s, aby udostępnić funkcję %(setting)s.
pt: Altere para “%(wireguard)s” em Definições > %(tunnelProtocol)s para tornar %(setting)s disponível.
ru: Чтобы использовать функцию «%(setting)s», перейдите в раздел «Настройки > %(tunnelProtocol)s» и выберите вариант %(wireguard)s.
sv: Växla till "%(wireguard)s" i Inställningar > %(tunnelProtocol)s för att göra %(setting)s tillgängligt.
th: เปลี่ยนเป็น “%(wireguard)s” ใน การตั้งค่า > %(tunnelProtocol)s เพื่อทำให้ %(setting)s พร้อมใช้งาน
tr: %(setting)s özelliğini, Ayarlar > %(tunnelProtocol)s seçeneğinden "%(wireguard)s" olarak etkinleştirin.

# wireguard-settings-view
source: The automatic setting will randomly choose from the valid port ranges shown below.
ar: سيختار الإعداد التلقائي عشوائيًا من نطاقات المنافذ الصالحة المُوضَّحة أدناه.
da: Den automatiske indstilling vælger tilfældigt fra de gyldige rækker af porte nedenfor.
de: Die automatische Einstellung wählt zufällig aus den unten gezeigten gültigen Portbereichen.
es: El ajuste automático se elegirá al azar entre los rangos de puertos válidos que se muestran a continuación.
fa: تنظیم خودکار به‌صورت تصادفی از بازه‌های پورت معتبرِ نشان‌داده‌شده در زیر انتخاب می‌کند.
fi: Automaattinen asetus valitsee satunnaisesti käytettävissä olevista, alla luetelluista porteista.
fr: Le réglage automatique choisira au hasard parmi la plage de ports valide affichée ci-dessous.
it: L'impostazione automatica sceglierà in modo casuale una porta valida negli intervalli mostrati di seguito.
ja: 自動設定では、以下の有効なポート範囲からランダムに選択されます。
my: အော်တိုဆက်တင်သည် အောက်တွင် ဖော်ပြထားသည့် အကျုံးဝင် ပေါ့တ် အပိုင်းအခြားများထဲမှ ကျပန်းရွေးချယ်ပါမည်။
nb: Den automatiske innstillingen vil tilfeldig velge fra utvalget av gyldige porter vist under.
nl: Bij de automatische instelling wordt willekeurig gekozen uit de hieronder weergegeven geldige poortbereiken.
pl: Ustawienie automatyczne skutkuje wyborem losowym prawidłowego zakresu portów spośród zakresów przedstawionych poniżej.
pt: A definição automática escolherá aleatoriamente a partir do intervalo de portas válido apresentado abaixo.
ru: При автоматической настройке порт будет выбираться случайным образом из допустимого диапазона, показанного ниже.
sv: Den automatiska inställningen väljer slumpmässigt från giltiga portintervall som visas nedan.
th: การตั้งค่าอัตโนมัติจะเป็นการสุ่มเลือกจากช่วงพอร์ตที่ใช้งานได้ต่างๆ ซึ่งแสดงอยู่ด้านล่าง
tr: Otomatik ayar, aşağıda gösterilen geçerli port aralıklarından rastgele seçim yapar.

# wireguard-settings-view
source: The custom port can be any value inside the valid ranges: %(portRanges)s.
ar: يمكن أن يكون المنفذ المُخصَّص أي قيمة ضمن النطاقات الصالحة: %(portRanges)s.
da: Den brugerdefinerede port kan være en hvilken som helst værdi inden for de gyldige intervaller: %(portRanges)s.
de: Der benutzerdefinierte Port kann ein beliebiger Wert innerhalb dieser gültigen Bereiche sein: %(portRanges)s.
es: El puerto personalizado pueder ser cualquier valor dentro de los rangos válidos: %(portRanges)s.
fa: پورت سفارشی می‌تواند هر عددی در محدوده‌های معتبر زیر باشد: %(portRanges)s.
fi: Mukautettu portti voi olla mikä tahansa sallittu arvo: %(portRanges)s.
fr: Le port personnalisé peut prendre n'importe quelle valeur dans les plages valides : %(portRanges)s.
it: La porta personalizzata può essere qualsiasi valore all'interno degli intervalli validi: %(portRanges)s.
ja: カスタムポートは次の有効範囲内の任意の値に設定できます: %(portRanges)s。
my: စိတ်ကြိုက်ပေါ့တ်သည် အကျုံးဝင် အပိုင်းအခြားများထဲမှ မည်သည့်တန်ဖိုးမဆို ဖြစ်နိုင်ပါသည်- %(portRanges)s ။
nb: Den egendefinerte porten kan ha en hvilken som helst verdi innen det gyldige utvalget: %(portRanges)s.
nl: De aangepaste poort kan elke waarde zijn binnen de geldige bereiken: %(portRanges)s.
pl: Port niestandardowy może mieć dowolną wartość z następujących prawidłowych zakresów: %(portRanges)s.
pt: A porta personalizada pode ser qualquer valor dentro dos intervalos válidos: %(portRanges)s.
ru: Пользовательский порт может принимать любое значение внутри допустимых диапазонов: %(portRanges)s.
sv: Den anpassade porten kan vara ett värde inom de giltiga intervallen: %(portRanges)s.
th: พอร์ตแบบกำหนดเองอาจมีค่าใดๆ ก็ได้ ภายในช่วงที่ใช้งานได้: %(portRanges)s
tr: Özel port, geçerli aralıklar içindeki herhangi bir değer olabilir: %(portRanges)s.

# wireguard-settings-view
source: This feature makes the WireGuard tunnel resistant to potential attacks from quantum computers.
ar: تجعل هذه الميزة نفق WireGuard مقاومًا للهجمات المحتملة من الحواسيب الكمّية.
da: Denne funktion gør WireGuard-tunnelen modstandsdygtig over for potentielle angreb fra kvantecomputere.
de: Diese Funktion macht den WireGuard-Tunnel resistent gegen mögliche Angriffe von Quantencomputern.
es: Esta característica permite que el túnel de WireGuard resista posibles ataques de ordenadores cuánticos.
fa: ویژگی زیر، تونل WireGuard را در برابر حملات احتمالی رایانه‌های کوانتومی مقاوم می‌کند.
fi: Tämä ominaisuus tekee WireGuard-tunnelista kestävän kvanttitietokoneiden mahdollisia hyökkäyksiä vastaan.
fr: Cette fonctionnalité rend le tunnel WireGuard résistant aux attaques potentielles des ordinateurs quantiques.
it: Questa funzionalità rende il tunnel WireGuard resistente ai potenziali attacchi dei computer quantistici.
ja: この機能は、WireGuardトンネルに量子コンピューターからの潜在的な攻撃に対する耐性を与えます。
my: ဤလုပ်ဆောင်ချက်သည် Quantum ကွန်ပျူတာများမှ ဖြစ်လာနိုင်ခြေရှိသော တိုက်ခိုက်မှုများကို ခုခံနိုင်သည့် WireGuard Tunnel ကို ပြုလုပ်သည်။
nb: Denne funksjonen gjør WireGuard-tunnelen motstandsdyktig mot potensielle angrep fra kvantemaskiner.
nl: Deze eigenschap maakt de WireGuard-tunnel bestand tegen mogelijke aanvallen met kwantumcomputers.
pl: Ta funkcja sprawia, że tunel WireGuard jest odporny na potencjalne ataki ze strony komputerów kwantowych.
pt: Esta funcionalidade torna o túnel do WireGuard resistente a potenciais ataques de computadores quânticos.
ru: Эта функция делает туннель WireGuard устойчивым к потенциальным атакам с использованием квантовых компьютеров.
sv: Den här funktionen gör WireGuard-tunneln resistent mot potentiella attacker från kvantdatorer.
th: คุณลักษณะนี้จะช่วยให้ช่องทาง WireGuard สามารถสกัดกั้นการโจมตีที่อาจมาจากคอมพิวเตอร์ควอนตัมได้
tr: Bu özellik, WireGuard tünelini kuantum bilgisayarlardan gelebilecek potansiyel saldırılara karşı dayanıklı hale getirir.

# wireguard-settings-view
source: UDP-over-TCP
de: UDP über TCP
es: UDP sobre TCP
fa: ‏UDP روی TCP
fi: UDP TCP:n kautta
pl: UDP-przez-TCP
pt: UDP sobre TCP
ru: UDP через TCP
sv: UDP över TCP
th: UDP-ผ่าน-TCP
tr: TCP üzerinden UDP

# wireguard-settings-view
source: Valid range: %(min)s - %(max)s
ar: النطاق الصالح: %(min)s - %(max)s
da: Gyldigt interval: %(min)s - %(max)s
de: Gültiger Bereich: %(min)s–%(max)s
es: Rango válido: %(min)s - %(max)s
fa: بازهٔ معتبر: %(min)s - %(max)s
fi: Kelvolliset portit: %(min)s–%(max)s
fr: Plage valide : %(min)s - %(max)s
it: Intervallo valido: %(min)s - %(max)s
ja: 有効な範囲: %(min)s～%(max)s
my: ဝင်သည့် အပိုင်းအခြား- %(min)s - %(max)s
nb: Gyldig område: %(min)s–%(max)s
nl: Geldig bereik: %(min)s - %(max)s
pl: Prawidłowy zakres: %(min)s – %(max)s
pt: Intervalo válido: %(min)s — %(max)s
ru: Диапазон значений: %(min)s–%(max)s
sv: Giltigt intervall: %(min)s–%(max)s
th: ช่วงที่ใช้งานได้: %(min)s - %(max)s
tr: Geçerli aralık: %(min)s - %(max)s

# wireguard-settings-view
source: Which TCP port the UDP-over-TCP obfuscation protocol should connect to on the VPN server.
ar: أي منفذ TCP ينبغي أن يتصل به بروتوكول تمويه UDP-over-TCP على خادم شبكة VPN.
da: Hvilken TCP-port UDP-over-TCP tilsløringsprotokollen skal forbinde til på VPN-serveren.
de: Mit welchem TCP-Port sich das UDP-über-TCP-Verschleierungsprotokoll auf dem VPN-Server verbinden soll.
es: El puerto TCP al que se conectará el protocolo de ofuscación de UDP sobre TCP en el servidor VPN.
fa: کدام پورت TCP باید برای اتصال پروتکل مبهم‌سازی UDP روی TCP به سرور VPN استفاده شود.
fi: Määrittää, mihin VPN-palvelimen TCP-porttiin "UDP TCP:n kautta" -hämäysteknologia-protokollan tulee muodostaa yhteys.
fr: Le port TCP auquel le protocole de dissimulation UDP sur TCP doit se connecter sur le serveur VPN.
it: A quale porta TCP deve connettersi il protocollo di offuscamento UDP-over-TCP sul server VPN.
ja: UDP-over-TCP難読化プロトコルで接続する必要のあるVPNサーバーのTCPポートです。
my: VPN ဆာဗာကို ဖွင့်ရန် ၎င်း TCP ပေါ့တ် UDP-over-TCP Obfuscation ပရိုတိုကောလ်နှင့် ချိတ်ဆက်ထားသင့်ပါသည်။
nb: TCP-porten som UDP-over-TCP-tilsløringen skal koble til på VPN-serveren.
nl: Met welke TCP-poort moet het UDP-over-TCP-obfuscatieprotocol verbinding maken op de VPN-server.
pl: Port TCP, z którym powinien łączyć się protokół zaciemniania UDP-przez-TCP na serwerze VPN.
pt: A que porta TCP o protocolo de ofuscação UDP sobre TCP deve ligar-se no servidor VPN.
ru: TCP-порт, к которому должен подключаться протокол обфускации UDP через TCP на VPN-сервере.
sv: Vilken TCP-port som UDP-över-TCP-obfuskeringsprotokoll bör ansluta till på VPN-servern.
th: พอร์ต TCP ใดที่โพรโทคอลการทำให้ข้อมูลยุ่งเหยิง UDP-ผ่าน-TCP ควรเชื่อมต่อบนเซิร์ฟเวอร์ VPN
tr: TCP üzerinden UDP gizleme protokolünün VPN sunucusunda hangi TCP portuna bağlanması gerekiyor.

source: %1$s more...
ar: %1$s أكثر...
de: %1$s weitere …
es: %1$s más...
fa: ‏%1$s بیشتر...
fi: %1$s lisää...
it: Altri %1$s...
my: နောက်ထပ် %1$s ...
nb: %1$s til …
nl: Nog %1$s...
pt: Mais %1$s...
ru: Еще %1$s...
sv: %1$s till ...
th: อีก %1$s...
tr: %1$s tane daha...

source: %1$s was added to "%2$s"
ar: تمت إضافة %1$s إلى "%2$s"
de: %1$s wurde zu „%2$s“ hinzugefügt
es: %1$s se ha añadido a «%2$s»
fa: %1$s به «%2$s» اضافه شد
fi: %1$s lisättiin luetteloon "%2$s"
it: Aggiunta di %1$s a "%2$s"
my: %1$s ကို "%2$s" တွင် ထည့်ထားပါသည်
nb: %1$s ble lagt til «%2$s»
nl: %1$s is toegevoegd aan "%2$s"
pt: %1$s foi adicionado a "%2$s"
ru: Местоположение %1$s добавлено в список «%2$s»
sv: %1$s har lagts till i "%2$s"
th: เพิ่ม %1$s ลงใน "%2$s" แล้ว
tr: %1$s, "%2$s" listesine eklendi

source: %1$s was removed from "%2$s"
ar: تمت إزالة %1$s من "%2$s"
de: %1$s wurde von „%2$s“ entfernt
es: %1$s se ha eliminado de «%2$s»
fa: %1$s از «%2$s» حذف شد
fi: %1$s poistettiin luettelosta "%2$s"
it: Rimozione di %1$s da "%2$s"
my: %1$s ကို "%2$s" မှ ဖယ်ရှားထားပါသည်
nb: %1$s ble fjernet fra «%2$s»
nl: %1$s is verwijderd uit "%2$s"
pt: %1$s foi removido de "%2$s"
ru: Местоположение %1$s удалено из списка «%2$s»
sv: %1$s har tagits bort från "%2$s"
th: %1$s ถูกลบออกจาก "%2$s” แล้ว
tr: %1$s, "%2$s" listesinden kaldırıldı

source: %s (Entry)
ar: %s (دخول)
da: %s (indgang)
de: %s (Eingang)
es: %s (Entrada)
fa: %s (ورود)
fi: %s (tulo)
fr: %s (Entrée)
it: %s (Entrata)
ja: %s (入口)
my: %s (အဝင်)
nb: %s (inngang)
nl: %s (ingang)
pl: %s (wejście)
pt: %s (Entrada)
ru: %s (вход)
sv: %s (start)
th: %s (ขาเข้า)
tr: %s (Giriş)

source: %s (Exit)
ar: %s (خروج)
da: %s (udgang)
de: %s (Ausgang)
es: %s (Salida)
fa: %s (خروج)
fi: %s (lähtö)
fr: %s (Sortie)
it: %s (Uscita)
ja: %s (出口)
my: %s (အထွက်)
nb: %s (utgang)
nl: %s (uitgang)
pl: %s (wyjście)
pt: %s (Saída)
ru: %s (выход)
sv: %s (slut)
th: %s (ขาออก)
tr: %s (Çıkış)

source: %s (added)
ar: %s (تمت إضافته)
da: %s (tilføjet)
de: %s (hinzugefügt)
es: %s (añadido)
fa: %s (اضافه شد)
fi: %s (lisätty)
fr: %s (ajouté)
it: %s (aggiunto)
ja: %s (追加済み)
my: %s (ထည့်ပြီး)
nb: %s (lagt til)
nl: %s (toegevoegd)
pl: %s (dodano)
pt: %s (adicionado)
ru: %s (добавлено)
sv: %s (har lagts till)
th: %s (เพิ่มแล้ว)
tr: %s (eklendi)

source: %s (removed)
ar: %s (تمت إزالته)
da: %s (er fjernet)
de: %s (entfernt)
es: %s (eliminado)
fa: %s (حذف شد)
fi: %s (poistettu)
fr: %s (supprimé)
it: %s (rimosso)
ja: %s (削除済み)
my: %s (ဖယ်ရှားထား)
nb: %s (fjernet)
nl: %s (verwijderd)
pl: %s (usunięto)
pt: %s (removido)
ru: %s (удалено)
sv: %s (har tagits bort)
th: %s (ลบแล้ว)
tr: %s (kaldırıldı)

source: %s custom port
ar: منفذ %s مُخصَّص
da: %s brugerdefineret port
de: %s – eigener Port
es: Puerto personalizado de %s
fa: %s پورت سفارشی
fi: Mukautettu %s-portti
fr: Port %s personnalisé
it: Porta personalizzata %s
ja: %sカスタムポート
my: %s စိတ်ကြိုက်ပေါ့တ်
nb: tilpasset %s-port
nl: Aangepaste %s-poort
pl: Port niestandardowy %s
pt: Porta personalizada %s
ru: Пользовательский порт %s
sv: Anpassad %s-port
th: พอร์ต %s แบบกำหนดเอง
tr: %s özel portu

source: %s is already selected as entry relay
ar: تم بالفعل تحديد %s كخادم دخول وسيط
de: %s wurde bereits als Eingangs-Relay ausgewählt
es: %s ya está seleccionado como retransmisor de entrada
fa: %s از قبل به‌عنوان رلهٔ ورود انتخاب شده است
fi: %s on jo valittu tulovälityspalvelimeksi
it: %s già selezionato come entry relay
my: %s ကို ထပ်ဆင့်ဝင်ပေါက်အဖြစ် ရွေးထားပြီးဖြစ်သည်
nb: %s er allerede valgt som inngangsrelé
nl: %s is al geselecteerd als ingangsrelais
pt: %s já está selecionado como retransmissor de entrada
ru: %s уже используется как входной сервер ретрансляции
sv: %s har redan valts som ingångsrelä
th: %s ถูกเลือกเป็น Entry Relay อยู่แล้ว
tr: %s zaten giriş aktarıcısı olarak seçildi

source: %s is already selected as exit relay
ar: تم بالفعل تحديد %s كخادم خروج وسيط
de: %s wurde bereits als Ausgangs-Relay ausgewählt
es: %s ya está seleccionado como retransmisor de salida
fa: %s از قبل به‌عنوان رلهٔ خروج انتخاب شده است
fi: %s on jo valittu lähtövälityspalvelimeksi
it: %s già selezionato come exit relay
my: %s ကို ထပ်ဆင့်ထွက်ပေါက်အဖြစ် ရွေးထားပြီးဖြစ်သည်
nb: %s er allerede valgt som utgangsrelé
nl: %s is al geselecteerd als uitgangsrelais
pt: %s já está selecionado como retransmissor de saída
ru: %s уже используется как выходной сервер ретрансляции
sv: %s har redan valts som utgångsrelä
th: %s ถูกเลือกเป็น Exit Relay อยู่แล้ว
tr: %s zaten çıkış aktarıcısı olarak seçildi

source: %s is unavailable
ar: %s غير متاح
de: %s ist nicht verfügbar
es: %s no está disponible
fa: %s در دسترس نیست
fi: %s ei ole käytettävissä
it: %s non disponibile
my: %s ကို မရရှိနိုင်ပါ
nb: %s er utilgjengelig
nl: %s is niet beschikbaar
pt: %s não está disponível
ru: %s недоступно
sv: %s är inte tillgänglig
th: %s ไม่พร้อมใช้งาน
tr: %s kullanılamıyor

source: %s settings.
ar: إعدادات %s.
de: %s-Einstellungen.
es: Configuración de %s.
fa: تنظیمات %s.
fi: %s-asetukset.
my: %s ဆက်တင်များ
pt: Definições do %s.
sv: %s-inställningar.
th: การตั้งค่า %s.
tr: %s ayarları.

source: %s was added to your account.
ar: تمت إضافة %s إلى حسابك.
da: %s blev føjet til din konto.
de: %s wurde zu Ihrem Konto hinzugefügt.
es: %s se ha añadido a su cuenta.
fa: %s به حساب شما اضافه شد.
fi: %s lisättiin tilillesi.
fr: %s a été ajouté à votre compte.
it: %s aggiunto al tuo account.
ja: ご利用のアカウントに %s が追加されました。
my: %s ကို သင့်အကောင့်တွင် ထည့်လိုက်ပြီ။
nb: %s ble lagt til kontoen din.
nl: %s is toegevoegd aan uw account.
pl: Do konta dodano %s.
pt: %s adicionado(s) à sua conta.
ru: На учетную запись добавлено время: %s.
sv: %s har lagts till i ditt konto.
th: %s ถูกเพิ่มลงในบัญชีของคุณแล้ว
tr: %s, hesabınıza eklendi.

source: 1. After clicking on the "Go to VPN settings" button below, click on the cogwheel next to the "Mullvad VPN" name.
ar: 1. بعد النقر على الزر "الانتقال إلى إعدادات VPN" أدناه، انقر على الترس الموجود بجوار اسم "Mullvad VPN".
da: 1. Når du har klikket på knappen "Gå til VPN-indstillinger "nedenfor, skal du klikke på tandhjulet ved siden af navnet "Mullvad VPN".
de: 1. Nachdem Sie unten auf „VPN-Einstellungen öffnen“ geklickt haben, klicken Sie auf das Zahnrad neben „Mullvad-VPN“.
es: 1. Tras hacer clic en el botón «Ir a la configuración de VPN» de abajo, haga clic en el icono de engranaje situado junto al nombre «Mullvad VPN».
fa: 1. پس از کلیک روی دکمهٔ «رفتن به تنظیمات VPN» در پایین، روی آیکون چرخ‌دندهٔ کنار نام «Mullvad VPN» کلیک کنید.
fi: 1. Napsautettuasi alla olevaa "Siirry VPN-asetuksiin" -painiketta napsauta Mullvad VPN:n nimen vierestä löytyvää hammaspyöräkuvaketta.
fr: 1. Après avoir cliqué sur le bouton « Aller aux paramètres VPN » ci-dessous, cliquez sur l'engrenage à côté du nom « Mullvad VPN ».
it: 1. Dopo aver cliccato sul pulsante "Vai alle impostazioni VPN" in basso, clicca sulla rotella accanto al nome "Mullvad VPN".
ja: 1. 下の [VPN設定に移動] ボタンをクリックし、[Mullvad VPN] 名の横にある歯車をクリックします。
my: 1. အောက်ရှိ "VPN ဆက်တင်များသို့ သွားရန်" ခလုတ်ကိုနှိပ်ပြီးနောက် "Mullvad VPN" အမည်ဘေးရှိ ခွေးသွားစိတ်ပုံကို နှိပ်ပါ။
nb: 1. Etter at du har klikket på «Gå til VPN-innstillinger»-knappen nedenfor, trykker du på tannhjulet ved siden av navnet «Mullvad VPN».
nl: 1. Klik, nadat u op de knop "Naar VPN-instellingen" hebt geklikt, op het tandwiel naast de naam "Mullvad VPN".
pl: 1. Po kliknięciu poniższego przycisku Przejdź do ustawień VPN, kliknij ikonę koła zębatego obok nazwy Mullvad VPN.
pt: 1. Após clicar no botão "Ir para as definições de VPN" abaixo, clique na roda dentada junto ao nome "Mullvad VPN".
ru: 1. После нажатия кнопки «Перейти к настройкам VPN» ниже нажмите на шестеренку рядом с пунктом Mullvad VPN.
sv: 1. Efter att du har klickat på "Gå till VPN-inställningar" nedan klickar du på kugghjulet bredvid namnet "Mullvad VPN".
th: 1. หลังจากคลิกปุ่ม "ไปที่การตั้งค่า VPN" ที่ด้านล่าง ให้คลิกล้อเฟืองที่อยู่ถัดจากชื่อ "Mullvad VPN"
tr: 1. Aşağıdaki "VPN ayarlarına git" düğmesine tıkladıktan sonra "Mullvad VPN" adının yanındaki dişli çarka tıklayın.

source: 2. To enable Auto-connect, click on the toggle next to "Always-on VPN".
ar: 2. لتفعيل الاتصال التلقائي، انقر على زر التبديل بجوار "تشغيل VPN دائمًا".
da: 2. For at aktivere automatisk forbindelse skal du klikke på knappen ved siden af "Altid-til VPN".
de: 2. Um die automatische Verbindung zu aktivieren, klicken Sie auf den Kippschalter neben „Always-on VPN“.
es: 2. Para activar la conexión automática, haga clic en el botón situado junto a «VPN siempre activa».
fa: 2. برای فعال کردن «اتصال خودکار»، روی دکمهٔ تغییر وضعیت کنار «VPN همیشه‌فعال» کلیک کنید.
fi: 2. Ota automaattinen yhteyden muodostus käyttöön napsauttamalla "Aina päällä oleva VPN" -kohdan vieressä olevaa valintapainiketta.
fr: 2. Pour activer la connexion automatique, cliquez sur l'interrupteur situé à côté de « Toujours exiger un VPN ».
it: 2. Per abilitare la connessione automatica, clicca sull'interruttore accanto a "VPN sempre attiva".
ja: 2. 自動接続を有効にするには、[Always-on VPN] の横のトグルボタンをクリックします。
my: 2. အော်တို ချိတ်ဆက်မှုကို ဖွင့်ရန် "အမြဲဖွင့် VPN" ဘေးရှိ ဖွင့်/ပိတ် ခလုတ်ကို နှိပ်ပါ။
nb: 2. For å aktivere «Automatisk tilkobling» klikker du på bryteren ved siden av «VPN alltid på».
nl: 2. Klik om Automatisch verbinden in te schakelen op de schakelaar naast "Altijd-aan VPN".
pl: 2. Aby włączyć automatyczne łączenie, kliknij przełącznik obok opcji Zawsze włączony VPN.
pt: 2. Para ativar a ligação automática, clique no botão de alternar junto a "VPN sempre ligada".
ru: 2. Чтобы включить автоподключение, нажмите на переключатель возле пункта «Постоянная VPN».
sv: 2. Om du vill aktivera Anslut automatiskt klickar du på växlingsknappen bredvid "Alltid på-VPN".
th: 2. ในการเปิดใช้การเชื่อมต่ออัตโนมัติ ให้คลิกปุ่มเปิด/ปิดที่อยู่ถัดจาก "VPN เปิดอยู่เสมอ"
tr: 2. Otomatik bağlantıyı etkinleştirmek için "VPN her zaman açık" seçeneğinin yanındaki düğmeye tıklayın.
