Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# app-upgrade-view
source: Download failed, please check your connection/firewall and try again, or send a problem report.
ar: فشل التنزيل، يُرجى التحقُّق من اتصالك/جدار الحماية لديك وإعادة المحاولة، أو إرسال بلاغ بالمشكلة.
de: Download fehlgeschlagen, bitte überprüfen Sie Ihre Internetverbindung/Firewall und versuchen Sie es erneut oder senden Sie einen Problembericht.
es: Error en la descarga. Compruebe su conexión/firewall e inténtelo de nuevo o envíe un informe de problemas.
fa: دانلود ناموفق بود. لطفاً اتصال/فایروال خود را بررسی کرده و دوباره تلاش کنید، یا یک گزارش مشکل ارسال نمایید.
fi: Lataus epäonnistui. Tarkista yhteys tai palomuuri ja yritä uudelleen tai lähetä ongelmaraportti.
it: Download non riuscito, controlla la connessione o il firewall e riprova oppure invia una segnalazione del problema.
my: ဒေါင်းလုဒ် မအောင်မြင်ပါ၊ သင့်ချိတ်ဆက်မှု/ Firewall ကို စစ်ဆေးကြည့်ပြီး ထပ်ကြိုးစားကြည့်ပါ သို့မဟုတ် ပြဿနာ ရီပို့တ်တစ်ခု ပေးပို့ပေးပါ။
nb: Nedlastingen mislyktes. Sjekk forbindelsen/brannmuren og prøv igjen, eller send en problemrapport.
nl: Downloaden mislukt. Controleer de verbinding/firewall en probeer het opnieuw of verstuur een melding van het probleem.
pt: Erro na transferência. Verifique a sua ligação/firewall e tente novamente, ou envie um relatório do problema.
ru: Скачать не удалось. Проверьте подключение или брандмауэр и повторите попытку или отправьте сообщение о проблеме.
sv: Det gick inte att ladda ned. Kontrollera din anslutning/brandvägg och försök igen eller skicka en problemrapport.
th: การดาวน์โหลดล้มเหลว โปรดตรวจสอบการเชื่อมต่อ/ไฟร์วอลล์ของคุณและลองอีกครั้งหรือส่งรายงานปัญหา
tr: İndirme başarısız oldu. Lütfen bağlantınızı ve güvenlik duvarınızı kontrol ederek tekrar deneyin ya da bir hata raporu gönderin.

# app-upgrade-view
source: Download paused
ar: تم إيقاف التنزيل مؤقتًا
de: Download pausiert
es: Descarga pausada
fa: دانلود متوقف شد
fi: Lataus keskeytetty
it: Download in sospeso
my: ဒေါင်းလုဒ်ကို ခေတ္တရပ်ထားသည်
nb: Nedlastingen er satt på pause
nl: Downloaden gepauzeerd
pt: Transferência em pausa
ru: Скачивание приостановлено
sv: Nedladdningen har pausats
th: การดาวน์โหลดถูกหยุดชั่วคราว
tr: İndirme duraklatıldı

# app-upgrade-view
source: Downloading from: %(server)s
ar: جارٍ التنزيل من: %(server)s
de: Herunterladen von: %(server)s
es: Descargando de: %(server)s
fa: در حال دانلود از: %(server)s
fi: Ladataan palvelimelta: %(server)s
it: Download da: %(server)s
my: ဖော်ပြပါမှ ဒေါင်းလုဒ်လုပ်နေသည်- %(server)s
nb: Laster ned fra: %(server)s
nl: Downloaden van: %(server)s
pt: A transferir de: %(server)s
ru: Скачивание с сервера: %(server)s
sv: Laddar ned från: %(server)s
th: กำลังดาวน์โหลดจาก: %(server)s
tr: Şu sunucudan indiriliyor: %(server)s

# app-upgrade-view
source: Downloading...
ar: جارٍ التنزيل...
de: Herunterladen …
es: Descargando...
fa: در حال دانلود...
fi: Ladataan...
it: Download...
my: ဒေါင်းလုဒ်လုပ်နေဆဲ...
nb: Laster ned …
nl: Downloaden...
pt: A transferir...
ru: Идет скачивание...
sv: Laddar ned ...
th: กำลังดาวน์โหลด...
tr: İndiriliyor...

# app-upgrade-view
source: Having problems? Try downloading the app from our website
ar: هل تواجه مشكلات؟ جرِّب تنزيل التطبيق من موقعنا الإلكتروني
de: Sie haben Probleme? Versuchen Sie, die App von unserer Website herunterzuladen
es: ¿Tiene problemas? Intente descargar la aplicación desde nuestro sitio web
fa: مشکل دارید؟ اپلیکیشن را از وب‌سایت ما دانلود کنید
fi: Kohtasitko ongelmia? Kokeile ladata sovellus verkkosivustoltamme
it: Problemi? Prova a scaricare l'app dal nostro sito web
my: ပြဿနာတစ်ခုခု ကြုံနေပါသလား။ အက်ပ်ကို ကျွန်ုပ်တို့၏ ဝဘ်ဆိုက်မှ ဒေါင်းလုဒ်လုပ်ကြည့်ပါ
nb: Har du problemer? Prøv å laste ned appen fra nettstedet vårt
nl: Lukt het niet? Probeer de app te downloaden van onze website
pt: Está a ter problemas? Experimente transferir a aplicação a partir do nosso site
ru: Возникли проблемы? Попробуйте скачать приложение с нашего сайта.
sv: Har du problem? Prova att ladda ned appen från vår webbplats
th: มีปัญหาหรือไม่ ลองดาวน์โหลดแอปจากเว็บไซต์ของเรา
tr: Sorun mu yaşıyorsunuz? Uygulamayı web sitemizden indirmeyi deneyin

# app-upgrade-view
source: Install update
ar: تثبيت التحديث
de: Update installieren
es: Instalar actualización
fa: نصب به‌روزرسانی
fi: Asenna päivitys
it: Installa aggiornamento
my: အပ်ဒိတ်ကို ထည့်သွင်းရန်
nb: Installer oppdatering
nl: Update installeren
pt: Instalar atualização
ru: Установить обновление
sv: Installera uppdateringen
th: ติดตั้งการอัปเดต...
tr: Güncellemeyi yükle

# app-upgrade-view
source: Installer quit unexpectedly, please try again or send a problem report.
ar: تم إغلاق برنامج التثبيت بشكلٍ غير متوقع، يُرجى إعادة المحاولة أو إرسال بلاغ بالمشكلة.
de: Das Installationsprogramm wurde unerwartet beendet, bitte versuchen Sie es erneut oder senden Sie einen Problembericht.
es: El instalador se ha cancelado inesperadamente. Inténtelo de nuevo o envíe un informe de problemas.
fa: نصب‌کننده به‌طور غیرمنتظره بسته شد. لطفاً دوباره تلاش کنید یا یک گزارش مشکل ارسال کنید.
fi: Asennusohjelma sulkeutui odottamattomasti. Yritä uudelleen tai lähetä ongelmaraportti.
it: Il programma di installazione si è chiuso inaspettatamente. Riprova o invia una segnalazione del problema.
my: ထည့်သွင်းမှုဆော့ဖ်ဝဲမှ မမျှော်လင့်ဘဲ ရုတ်တရက် ထွက်သွားသည်၊ ထပ်ကြိုးစားကြည့်ပါ သို့မဟုတ် ပြဿနာ ရီပို့တ်တစ်ခုကို ပေးပို့ပေးပါ။
nb: Installasjonsprogrammet avsluttet uventet. Prøv på nytt eller send en problemrapport.
nl: Het installatieprogramma is onverwacht gestopt. Probeer het opnieuw of verstuur een melding van het probleem.
pt: O instalador fechou inesperadamente. Tente novamente ou envie um relatório do problema.
ru: Установщик неожиданно завершил работу. Повторите попытку или отправьте сообщение о проблеме.
sv: Installationsprogrammet avslutades oväntat. Försök igen eller skicka en problemrapport.
th: โปรแกรมติดตั้งหยุดทำงานอย่างไม่คาดคิด โปรดลองอีกครั้งหรือส่งรายงานปัญหา
tr: Yükleyici beklenmedik şekilde sonlandı. Lütfen tekrar deneyin veya bir hata raporu gönderin.

# app-upgrade-view
source: Installer will be downloaded to <b>%(cacheDir)s</b>.
ar: سيتم تنزيل برنامج التثبيت إلى <b>%(cacheDir)s</b>.
de: Das Installationsprogramm wird nach <b>%(cacheDir)s</b> heruntergeladen.
es: El instalador se descargará en <b>%(cacheDir)s</b>.
fa: نصب‌کننده در <b>%(cacheDir)s</b> دانلود خواهد شد.
fi: Asennusohjelma ladataan kansioon <b>%(cacheDir)s</b>.
it: Il programma di installazione verrà scaricato in <b>%(cacheDir)s</b>.
my: ထည့်သွင်းမှုဆော့ဖ်ဝဲကို <b>%(cacheDir)s</b> သို့ ဒေါင်းလုဒ်လုပ်မည်။
nb: Installasjonsrogrammet lastes ned til <b>%(cacheDir)s</b>.
nl: Het installatieprogramma wordt gedownload naar <b>%(cacheDir)s</b>.
pt: O instalador será transferido para <b>%(cacheDir)s</b>.
ru: Установщик будет скачан в папку <b>%(cacheDir)s</b>.
sv: Installationsprogrammet kan laddas ner till <b>%(cacheDir)s</b>.
th: ตัวติดตั้งจะถูกดาวน์โหลดไปที่ <b>%(cacheDir)s</b>
tr: Yükleyici <b>%(cacheDir)s</b> konumuna indirilecek.

# app-upgrade-view
source: Latest version: %(version)s
ar: أحدث إصدار: %(version)s
de: Aktuellste Version: %(version)s
es: Última versión: %(version)s
fa: جدیدترین نسخه: %(version)s
fi: Uusin versio: %(version)s
my: နောက်ဆုံးထွက် ဗားရှင်း- %(version)s
pt: Versão mais recente: %(version)s
sv: Senaste version: %(version)s
th: เวอร์ชันล่าสุด: %(version)s
tr: En yeni sürüm: %(version)s

# app-upgrade-view
source: No updates or changes were made in this release for this platform.
ar: لم يتم إجراء أي تحديثات أو تغييرات في هذا الإصدار لتلك المنصة.
de: In dieser Version wurden keine Aktualisierungen oder Änderungen für diese Plattform vorgenommen.
es: No se han realizado actualizaciones ni cambios en esta versión para esta plataforma.
fa: در این انتشار، هیچ به‌روزرسانی یا تغییری برای این پلتفرم اعمال نشده است.
fi: Versioon ei sisälly alustan ​​päivityksiä tai muutoksia.
it: Nessun aggiornamento o modifica apportati alla versione per questa piattaforma.
my: ဤဖြန့်ချိမှုတွင် ဤပလက်ဖောင်းအတွက် အပ်ဒိတ်များ သို့မဟုတ် အပြောင်းအလဲများကို ပြုလုပ်ထားခြင်း မရှိပါ။
nb: Ingen oppdateringer eller endringer er gjort i denne versjonen for plattformen.
nl: Er is niets bijgewerkt of gewijzigd in deze release voor dit platform.
pt: Não foram feitas atualizações ou alterações nesta versão para esta plataforma.
ru: В этом релизе нет изменений или обновлений для данной платформы.
sv: Inga uppdateringar eller ändringar har gjorts i den här versionen för plattformen.
th: ไม่มีอัปเดตหรือการเปลี่ยนแปลงในรุ่นนี้สำหรับแพลตฟอร์มนี้
tr: Platform için bu sürümde herhangi bir güncelleme ya da değişiklik uygulanmadı.

# app-upgrade-view
source: Pause
ar: إيقاف مؤقت
es: Pausar
fa: توقف
fi: Keskeytä
it: Sospendi
my: ခေတ္တရပ်ရန်
nl: Pauzeren
pt: Pausar
ru: Приостановить
sv: Pausa
th: หยุดชั่วคราว
tr: Duraklat

# app-upgrade-view
source: Report a problem
ar: الإبلاغ عن مشكلة
de: Problem melden
es: Informar de un problema
fa: گزارش مشکل
fi: Ilmoita ongelmasta
it: Segnala un problema
my: ပြဿနာကို ရီပို့(တ်)လုပ်ရန်
nb: Rapporter et problem
nl: Een probleem melden
pt: Reportar um problema
ru: Сообщить о проблеме
sv: Rapportera ett problem
th: รายงานปัญหา
tr: Bir sorun bildir

# app-upgrade-view
source: Resume
ar: استئناف
de: Fortfahren
es: Reanudar
fa: ادامه
fi: Jatka
it: Riprendi
my: ပြန်ဆက်လုပ်ရန်
nb: Fortsett
nl: Hervatten
pt: Retomar
ru: Возобновить
sv: Återuppta
th: ดำเนินการต่อ
tr: Devam et

# app-upgrade-view
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fa: تلاش دوباره
fi: Yritä uudelleen
it: Riprova
my: ပြန်ကြိုးစားကြည့်ရန်
nb: Prøv på nytt
nl: Opnieuw proberen
pt: Tentar novamente
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar dene

# app-upgrade-view
source: Retry download
ar: إعادة محاولة التنزيل
de: Herunterladen erneut versuchen
es: Reintentar la descarga
fa: تلاش دوباره برای دانلود
fi: Yritä latausta uudelleen
it: Riprova download
my: ဒေါင်းလုဒ်ပြန်လုပ်ကြည့်ရန်
nb: Prøv å laste ned på nytt
nl: Opnieuw proberen te downloaden
pt: Tentar transferir novamente
ru: Повторить скачивание
sv: Försök att ladda ned igen
th: ลองดาวน์โหลดอีกครั้ง
tr: İndirmeyi yeniden dene

# app-upgrade-view
source: Starting download...
ar: جارٍ بدء التنزيل...
de: Download wird gestartet …
es: Iniciando la descarga...
fa: شروع دانلود...
fi: Latausta aloitetaan...
it: Avvio download...
my: စတင်၍ ဒေါင်းလုဒ်လုပ်နေသည်...
nb: Starter nedlasting …
nl: Download starten...
pt: A iniciar a transferência...
ru: Скачивание запускается...
sv: Påbörjar nedladdning ...
th: กำลังเริ่มดาวน์โหลด...
tr: İndirme başlatılıyor...

# app-upgrade-view
source: Starting installer...
ar: جارٍ تشغيل أداة التثبيت...
de: Installationsprogramm wird gestartet …
es: Iniciando el instalador...
fa: در حال آغاز نصب‌کننده...
fi: Käynnistetään asennusohjelmaa...
it: Avvio programma di installazione...
my: ထည့်သွင်းမှုဆော့ဖ်ဝဲကို စတင်လုပ်ဆောင်နေသည်...
nb: Starter installasjonsprogrammet …
nl: Installatieprogramma starten...
pt: A iniciar o instalador...
ru: Установщик запускается...
sv: Startar installationsprogrammet ...
th: กำลังเริ่มโปรแกรมติดตั้ง...
tr: Yükleyici başlatılıyor...

# app-upgrade-view
source: Unknown error occurred. Please try again or send a problem report.
ar: حدث خطأ غير مُتوقَّع. يُرجى إعادة المحاولة أو إرسال بلاغ بالمشكلة.
de: Ein unbekannter Fehler ist aufgetreten. Bitte versuchen Sie es erneut oder senden Sie einen Problembericht.
es: Se ha producido un error desconocido. Inténtelo de nuevo o envíe un informe de problemas.
fa: خطای ناشناخته‌ای رخ داد. لطفاً دوباره تلاش کنید یا یک گزارش مشکل ارسال کنید.
fi: Tapahtui tuntematon virhe. Yritä uudelleen tai lähetä ongelmaraportti.
it: Si è verificato un errore sconosciuto. Riprova o invia una segnalazione del problema.
my: အမျိုးအမည်မသိ ချွတ်ယွင်းချက် ဖြစ်ပေါ်သည်။ ထပ်ကြိုးစားကြည့်ပါ သို့မဟုတ် ပြဿနာ ရီပို့တ် ပေးပို့ပါ။
nb: Det oppstod en ukjent feil. Prøv på nytt eller send en problemrapport.
nl: Onbekende fout opgetreden. Probeer het opnieuw of verstuur een melding van het probleem.
pt: Ocorreu um erro desconhecido. Tente novamente ou envie um relatório do problema.
ru: Произошла неизвестная ошибка. Повторите попытку или отправьте сообщение о проблеме.
sv: Ett okänt fel har inträffat. Försök igen eller skicka en problemrapport.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ โปรดลองอีกครั้งหรือส่งรายงานปัญหา
tr: Bilinmeyen bir hata oluştu. Lütfen tekrar deneyin veya bir hata raporu gönderin.

# app-upgrade-view
source: Update available
ar: يتوفَّر تحديث جديد
de: Update verfügbar
es: Actualización disponible
fa: به‌روزرسانی موجود است
fi: Päivitys saatavilla
it: Aggiornamento disponibile
my: အပ်ဒိတ် ရရှိနိုင်ပါပြီ
nb: En oppdatering er tilgjengelig
nl: Update beschikbaar
pt: Atualização disponível
ru: Есть обновление
sv: Uppdatering tillgänglig
th: มีการอัปเดตให้ใช้งาน
tr: Güncelleme mevcut

# app-upgrade-view
source: Verification failed, please try again or send a problem report.
ar: فشل التحقُّق، يُرجى إعادة المحاولة أو إرسال بلاغ بالمشكلة.
de: Verifizierung fehlgeschlagen, bitte versuchen Sie es erneut oder senden Sie einen Problembericht.
es: Error en la verificación. Inténtelo de nuevo o envíe un informe de problemas.
fa: تأیید ناموفق بود. لطفاً دوباره تلاش کنید یا یک گزارش مشکل ارسال نمایید.
fi: Vahvistus epäonnistui. Yritä uudelleen tai lähetä ongelmaraportti.
it: Verifica non riuscita. Riprova o invia una segnalazione del problema.
my: စစ်ဆေးမှု မအောင်မြင်ပါ၊ ထပ်ကြိုးစားကြည့်ပါ သို့မဟုတ် ပြဿနာ ရီပို့တ် ပေးပို့ပေးပါ။
nb: Bekreftelse mislyktes. Prøv på nytt eller send en problemrapport.
nl: Verificatie mislukt. Probeer het opnieuw of verstuur een melding van het probleem.
pt: Erro na verificação. Tente novamente ou envie um relatório do problema.
ru: Сбой проверки. Повторите попытку или отправьте сообщение о проблеме.
sv: Det gick inte att verifiera. Försök igen eller skicka en problemrapport.
th: การตรวจสอบล้มเหลว โปรดลองอีกครั้งหรือส่งรายงานปัญหา
tr: Doğrulama başarısız oldu. Lütfen tekrar deneyin veya bir hata raporu gönderin.

# app-upgrade-view
source: Verification successful!
ar: تم التحقُّق بنجاح!
de: Verifizierung erfolgreich!
es: ¡Verificación realizada correctamente!
fa: تأیید با موفقیت انجام شد!
fi: Vahvistus onnistui!
it: Verifica riuscita!
my: စစ်ဆေးမှု အောင်မြင်သည်
nb: Bekreftelse lyktes!
nl: Verificatie gelukt!
pt: Verificação bem-sucedida!
ru: Проверка выполнена!
sv: Verifieringen har slutförts!
th: การตรวจสอบสำเร็จ!
tr: Doğrulama başarılı!

# app-upgrade-view
source: Verifying installer...
ar: جارٍ التحقُّق من أداة التثبيت...
de: Installationsprogramm wird verifiziert …
es: Verificando el instalador...
fa: در حال تأیید نصب‌کننده...
fi: Vahvistetaan asennusohjelmaa...
it: Verifica del programma di installazione...
my: ထည့်သွင်းမှုဆော့ဖ်ဝဲကို စစ်ဆေးနေသည်...
nb: Bekrefter installasjonsprogram …
nl: Installatieprogramma verifiëren...
pt: A verificar o instalador...
ru: Установщик проверяется...
sv: Verifierar installationsprogrammet ...
th: กำลังตรวจสอบโปรแกรมติดตั้ง...
tr: Yükleyici doğrulanıyor...

# app-upgrade-view
source: Version %(version)s
ar: الإصدار %(version)s
es: Versión %(version)s
fa: نسخهٔ %(version)s
fi: Versio %(version)s
it: Versione %(version)s
my: ဗားရှင်း %(version)s
nb: Versjon %(version)s
nl: Versie %(version)s
pt: Versão %(version)s
ru: Версия %(version)s
th: เวอร์ชัน %(version)s
tr: Sürüm %(version)s

# app-upgrade-view
source: You are using the latest version
ar: أنت تستخدم أحدث إصدار
de: Sie verwenden die aktuellste Version
es: Está usando la última versión
fa: شما از آخرین نسخه استفاده می‌کنید
fi: Käytät uusinta versiota
my: နောက်ဆုံးထွက် ဗားရှင်းကို အသုံးပြုလျက်ရှိသည်
pt: Está a utilizar a versão mais recente
sv: Du använder den senaste versionen
th: คุณกำลังใช้เวอร์ชันล่าสุด
tr: En yeni sürümü kullanıyorsunuz

# auth-failure
source: Blocking internet: account is out of time
ar: الإنترنت محظور: انتهى وقت الحساب
da: Blokerer for internet: kontoen er udløbet
de: Internet wird blockiert: Auf dem Konto ist keine Zeit mehr
es: Bloqueando la conexión a Internet: se agotó el tiempo de la cuenta
fa: مسدود کردن اینترنت: زمان حساب به پایان رسیده است
fi: Verkkoliikenne estetty: tilin käyttöaika on kulunut loppuun
fr: Internet bloqué : le compte n'a plus de temps
it: Blocco di Internet: l'account è scaduto
ja: インターネットのブロック：アカウントが時間切れです
my: အင်တာနက် ပိတ်ဆို့နေပါသည်- အကောင့် အချိန်စေ့သွားပါပြီ
nb: Blokkerer internett: tidsavbrudd for konto
nl: Internet geblokkeerd: account heeft geen tijd meer
pl: Blokowanie Internetu: na koncie nie ma już czasu
pt: Bloqueio de Internet: a conta está sem tempo
ru: Интернет блокируется: время на учетной записи вышло
sv: Blockerar internet: kontots tidsgräns har uppnåtts
th: บล็อกอินเทอร์เน็ต: บัญชีหมดเวลา
tr: İnternet bağlantısı engelleniyor: hesabın süresi doldu

# auth-failure
source: Too many simultaneous connections on this account. Disconnect another device or try connecting again shortly.
ar: هناك الكثير من الاتصالات المتزامنة على هذا الحساب. يُرجى قطع اتصال جهاز آخر أو محاولة الاتصال مجددًا بعد قليل.
da: For mange samtidige forbindelser på denne konto. Afbryd en anden enhed, eller prøv at oprette forbindelse igen snart.
de: Zu viele gleichzeitige Verbindungen mit diesem Konto. Trennen Sie ein anderes Gerät oder versuchen Sie sich gleich erneut zu verbinden.
es: Hay demasiadas conexiones simultáneas en la cuenta. Desconecte otro dispositivo o intente volver a conectarse más tarde.
fa: اتصالات هم‌زمان این حساب بیش از حد مجاز است. یکی از دستگاه‌ها را قطع نمایید یا کمی بعد دوباره تلاش کنید.
fi: Tällä tilillä on liian monta samanaikaista yhteyttä. Katkaise toisen laitteen yhteys tai yritä hetken kuluttua uudelleen.
fr: Trop de connexions simultanées sur ce compte. Déconnectez un autre appareil ou réessayez de vous connecter dans un instant.
it: Troppe connessioni simultanee per questo account. Disconnetti l'altro dispositivo o prova a riconnetterti a breve.
ja: このアカウントの同時接続が多すぎます。他のデバイスを切断するか、少し待ってから再接続してみてください。
my: ဤအကောင့်တွင် တစ်ပြိုင်နက် ချိတ်ဆက်မှုများ များလွန်းနေပါသည်။ အခြားစက်တွင် ချိတ်ဆက်မှု ဖြုတ်ပေးပါ သို့မဟုတ် ခဏကြာပြီးနောက် ထပ်မံချိတ်ဆက်ကြည့်ပါ။
nb: For mange simultantilkoblinger på denne kontoen. Koble fra en annen enhet eller prøv å koble til igjen snart.
nl: Te veel gelijktijdige verbindingen op dit account. Verbreek de verbinding van een ander apparaat of probeer later opnieuw te verbinden.
pl: Zbyt wiele jednoczesnych połączeń na koncie. Odłącz jedno z połączonych urządzeń lub spróbuj połączyć się ponownie za chwilę.
pt: Conta com demasiadas ligações simultâneas. Desligue outro dispositivo ou tente ligar-se novamente em breve.
ru: Слишком много одновременных подключений с этой учетной записи. Отключите другое устройство или попробуйте подключиться еще раз через некоторое время.
sv: Det här kontot har för många samtidiga anslutningar. Koppla från en annan enhet eller försök att ansluta igen inom kort.
th: มีการเชื่อมต่อพร้อมกันมากเกินไปบนบัญชีนี้ โปรดตัดการเชื่อมต่อจากอุปกรณ์อีกเครื่อง หรือลองเชื่อมต่อใหม่อีกครั้งในอีกสักครู่
tr: Bu hesabın çok fazla eş zamanlı bağlantısı var. Diğer cihazlardan bir tanesinin bağlantısını kesin veya kısa süre sonra tekrar bağlanmayı deneyin.

# auth-failure
source: Unable to authenticate account. Please send a problem report.
ar: تتعذَّر مصادقة الحساب. يُرجى إرسال بلاغ بالمشكلة.
da: Kan ikke godkende konto. Indsend en problemrapport.
de: Konto konnte nicht authentifiziert werden. Bitte senden Sie einen Problembericht.
es: No se puede autenticar la cuenta. Envíe un informe de problemas.
fa: نمی‌توان حساب را احراز هویت کرد. لطفاً یک گزارش مشکل ارسال کنید.
fi: Tilin todentaminen ei onnistu. Lähetä ongelmaraportti.
fr: Impossible d'authentifier le compte. Veuillez envoyer un rapport de problème.
it: Impossibile autenticare l'account. Invia una segnalazione del problema.
ja: アカウントを認証できません。問題の報告を送信してください。
my: အကောင့်ကို စစ်မှန်ကြောင်း အတည်ပြု၍ မရနိုင်ပါ။ ပြဿနာ ရီပို့တ်တစ်ခု ပေးပို့ပေးပါ။
nb: Kunne ikke autentisere konto. Send inn en problemrapport.
nl: Kan account niet verifiëren. Stuur een probleemrapport.
pl: Nie można uwierzytelnić konta. Wyślij zgłoszenie problemu.
pt: Não foi possível autenticar a conta. Envie um relatório do problema.
ru: Не удается произвести аутентификацию учетной записи. Отправьте сообщение о проблеме.
sv: Det går inte att autentisera kontot. Skicka en problemrapport.
th: ไม่สามารถตรวจสอบความถูกต้องของบัญชีได้ โปรดส่งรายงานปัญหา
tr: Hesap doğrulanamıyor. Lütfen bir hata raporu gönderin.

# auth-failure
source: You are logged in with an invalid account number. Please log out and try another one.
ar: لقد سجَّلت دخولك برقم حساب غير صالح. يُرجى تسجيل الخروج وتجربة حساب آخر.
da: Du er logget ind med et ugyldigt kontonummer. Log ud og prøv et andet.
de: Sie sind mit einer ungültigen Kontonummer angemeldet. Bitte melden Sie sich ab und versuchen Sie es mit einer anderen.
es: Ha iniciado la sesión con un número de cuenta no válido. Cierre la sesión y pruebe con otro número de cuenta.
fa: شما با یک شماره‌حساب نامعتبر وارد شده‌اید. لطفاً خارج شوید و شمارهٔ دیگری را امتحان نمایید.
fi: Olet kirjautunut sisään virheellisellä tilinumerolla. Kirjaudu ulos ja kokeile toista.
fr: Vous vous êtes connecté(e) avec un numéro de compte non valide. Veuillez vous déconnecter et en essayer un autre.
it: Hai effettuato l'accesso con un numero di account non valido. Esci e provane un altro.
ja: 無効なアカウント番号でログインしています。いったんログアウトして、別のアカウント番号を試してください。
my: မှားနေသည့် အကောင့်နံပါတ်ဖြင့် စနစ်တွင်း ဝင်ရောက်ထားပါသည်။ စနစ်တွင်းမှ ထွက်ပြီး အခြားတစ်ခုဖြင့် ကြိုးစားကြည့်ပါ။
nb: Du er logget inn med et ugyldig kontonummer. Logg ut og prøv et annet.
nl: U bent aangemeld met een ongeldig accountnummer. Meld af en probeer een ander account.
pl: Zalogowano się przy użyciu nieprawidłowego numeru konta. Wyloguj się i wypróbuj inny numer.
pt: Tem sessão iniciada com um número de conta inválido. Termine a sessão e tente com outro.
ru: Вы вошли в систему под недействительным номером учетной записи. Выйдите из системы и попробуйте еще раз.
sv: Du är inloggad med ett ogiltigt kontonummer. Logga ut och försök med ett annat.
th: คุณกำลังเข้าสู่ระบบโดยใช้หมายเลขบัญชีที่ไม่ถูกต้อง โปรดออกจากระบบแล้วลองใช้บัญชีอื่น
tr: Geçersiz bir hesap numarası ile giriş yaptınız. Lütfen çıkış yapın ve farklı bir hesap numarası ile tekrar deneyin.

# changelog-view
source: No updates or changes were made in this release for this platform.
ar: لم يتم إجراء أي تحديثات أو تغييرات في هذا الإصدار لتلك المنصة.
da: Der er ikke foretaget nogen opdateringer eller ændringer i denne udgave af denne platform.
de: In dieser Version wurden keine Aktualisierungen oder Änderungen für diese Plattform vorgenommen.
es: No se han realizado actualizaciones ni cambios en esta versión para esta plataforma.
fa: در این انتشار، هیچ به‌روزرسانی یا تغییری برای این پلتفرم اعمال نشده است.
fi: Versioon ei sisälly alustan ​​päivityksiä tai muutoksia.
fr: Aucune mise à jour ou modification n'ont été apportées à cette version pour cette plateforme.
it: Nessun aggiornamento o modifica apportati alla versione per questa piattaforma.
ja: 今回のリリースでは、このプラットフォームに対する更新や変更はありません。
my: ဤပလက်ဖောင်းအတွက် ဤဖြန့်ချိမှုတွင် မည်သည့်အပ်ဒိတ် သို့မဟုတ် အပြောင်းအလဲကိုမျှ ပြုလုပ်ထားခြင်း မရှိပါ။
nb: Ingen oppdateringer eller endringer er gjort i denne versjonen for denne plattformen.
nl: Er zijn geen updates of wijzigingen aangebracht in deze release voor dit platform.
pl: W tym wydaniu nie wprowadzono żadnych aktualizacji ani zmian tej platformy.
pt: Não foram feitas atualizações ou alterações nesta versão para esta plataforma.
ru: В этом выпуске для данной платформы обновлений и изменений не было.
sv: Inga uppdateringar eller ändringar har gjorts i den här lanseringen av plattformen.
th: ไม่มีอัปเดตหรือการเปลี่ยนแปลงในรุ่นนี้สำหรับแพลตฟอร์มนี้
tr: Platform için bu sürümde herhangi bir güncelleme ya da değişiklik uygulanmadı.
