Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# changelog-view
source: What’s new
ar: آخر المستجدات
da: Nyheder
de: Was ist neu?
es: Novedades
fa: تازه‌ها
fi: Uutta
fr: Quoi de neuf
it: Novità
ja: 新機能
my: အသစ်ထူးသော အကြောင်းအရာ
nb: Nytt
nl: Wat is er nieuw
pl: Co nowego
pt: Novidades
ru: Что нового
sv: Vad är nytt
th: มีอะไรใหม่
tr: Yenilikler

# connect-view
source: %(DAITA)s: Multihop
ar: %(DAITA)s: القفز المتعدد
es: %(DAITA)s: Salto múltiple
fa: %(DAITA)s: مولتی‌هاپ
my: %(DAITA)s: မာလ်တီဟော့ပ်
nb: %(DAITA)s: Multihopp
ru: %(DAITA)s: многократный переход
sv: %(DAITA)s: Multihopp
tr: %(DAITA)s: Çoklu geçiş

# connect-view
source: Active features
ar: الميزات النشطة
da: Aktive funktioner
de: Aktive Funktionen
es: Características activas
fa: ویژگی‌های فعال
fi: Käytössä olevat ominaisuudet
fr: Fonctionnalités activées
it: Funzionalità attive
ja: 有効な機能
my: သက်ဝင်နေသည့် လုပ်ဆောင်ချက်များ
nb: Aktive funksjoner
nl: Actieve functies
pl: Aktywne funkcje
pt: Funcionalidades ativas
ru: Активные функции
sv: Aktiva funktioner
th: คุณลักษณะที่ใช้งาน
tr: Aktif özellikler

# connect-view
source: Congrats!
ar: تهانينا!
da: Tillykke!
de: Glückwunsch!
es: ¡Enhorabuena!
fa: تبریک!
fi: Onnittelut!
fr: Félicitations !
it: Complimenti!
ja: おめでとうございます！
my: ဝမ်းသာပါတယ်။
nb: Gratulerer!
nl: Gefeliciteerd!
pl: Gratulacje!
pt: Parabéns!
ru: Поздравляем!
sv: Grattis!
th: ยินดีด้วย!
tr: Tebrikler!

# connect-view
source: Connection details
ar: تفاصيل الاتصال
da: Forbindelsesoplysninger
de: Verbindungsdetails
es: Detalles de la conexión
fa: جزئیات اتصال
fi: Yhteyden tiedot
fr: Détails de la connexion
it: Dettagli connessione
ja: 接続の詳細
my: ချိတ်ဆက်မှု အသေးစိတ်အချက်များ
nb: Tilkoblingsdetaljer
nl: Verbindingsgegevens
pl: Szczegóły połączenia
pt: Detalhes da ligação
ru: Сведения о подключении
sv: Anslutningsinformation
th: รายละเอียดการเชื่อมต่อ
tr: Bağlantı ayrıntıları

# connect-view
source: Disconnect
ar: قطع الاتصال
da: Afbryd forbindelse
de: Trennen
es: Desconectar
fa: قطع اتصال
fi: Katkaise yhteys
fr: Déconnexion
it: Disconnetti
ja: 接続解除
my: ချိတ်ဆက်မှုဖြုတ်ရန်
nb: Koble fra
nl: Verbinding verbreken
pl: Rozłącz
pt: Desligar
ru: Отключить
sv: Koppla från
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı kes

# connect-view
source: Either buy credit on our website or redeem a voucher.
ar: يمكنك إما شراء رصيد على موقعنا أو استرداد القسيمة.
da: Køb enten kredit på vores hjemmeside, eller indløs en kupon.
de: Kaufen Sie entweder Guthaben über unsere Seite oder lösen Sie einen Gutschein ein.
es: Compre crédito en nuestro sitio web o canjee un cupón.
fa: یا از وب‌سایت ما اعتبار بخرید یا یک ووچر را فعال کنید.
fi: Osta käyttöaikaa verkkosivustoltamme tai lunasta kuponki.
fr: Achetez du crédit sur notre site web ou échangez un bon.
it: Acquista credito sul nostro sito web o riscatta un voucher.
ja: 当社ウェブサイトでクレジットを購入するか、バウチャーを使用してください。
my: ကျွန်ုပ်တို့၏ ဝက်ဘ်ဆိုက်တွင် ခရက်ဒစ် ဝယ်ယူပါ သို့မဟုတ် ဘောက်ချာဖြင့် လဲယူပါ။
nb: Du kan enten kjøpe kreditt på nettsiden vår eller løse inn en kupong.
nl: Koop krediet op onze website of wissel een voucher in.
pl: Doładuj w naszej witrynie internetowej lub zrealizuj kupon.
pt: Compre crédito no nosso sítio da web ou reclame um voucher.
ru: Пополните баланс у нас на сайте или погасите ваучер.
sv: Du kan antingen köpa kredit på vår webbplats eller lösa in en kupong.
th: ซื้อเครดิตบนเว็บไซต์ของเรา หรือแลกรับบัตรกำนัล
tr: Web sitemizden kredi satın alın veya kupon kullanın.

# connect-view
source: Enter voucher code
ar: أدخل رمز القسيمة
da: Indtast kuponkode
de: Gutscheincode eingeben
es: Escriba el código del cupón
fa: کد ووچر را وارد کنید
fi: Syötä kuponkikoodi
fr: Saisir un code de bon
it: Inserisci codice voucher
ja: バウチャーコードを入力
my: ဘောက်ချာကုဒ် ဖြည့်သွင်းရန်
nb: Skriv inn kupongkode
nl: Vouchercode invoeren
pl: Wprowadź kod kuponu
pt: Introduza o código do voucher
ru: Введите код ваучера
sv: Ange kupongkod
th: ป้อนรหัสบัตรกำนัล
tr: Kupon kodunu girin

# connect-view
source: Go ahead and start using the app to begin reclaiming your online privacy.
ar: انطلق وابدأ في استخدام التطبيق للبدء في استعادة خصوصيتك عبر الإنترنت.
da: Fortsæt med at bruge appen for at få dit online privatliv tilbage.
de: Legen Sie los und erobern Sie Ihre Online-Privatsphäre mit dieser App zurück!
es: Empiece a usar la aplicación para recuperar su privacidad en Internet.
fa: شروع کنید و از اپلیکیشن استفاده نمایید تا بازپس‌گیری حریم خصوصی آنلاین خود را آغاز کنید.
fi: Aloita sovelluksen käyttäminen online-yksityisyytesi palauttamiseksi.
fr: Commencez à utiliser l'application pour reprendre votre confidentialité en ligne en main.
it: Prosegui e inizia a utilizzare l'app per tutelare la tua privacy online.
ja: 続行してこのアプリの使用を開始し、オンラインプライバシーを取り戻しましょう。
my: သင်၏ အွန်လိုင်းကိုယ်ရေးအချက်အလက်လုံခြုံရေး ပြန်လည်ရယူခြင်းကို စတင်ရန် ဆက်လုပ်ပြီး ဤအက်ပ်ကို စသုံးပါ။
nb: Fortsett og bruk appen for å begynne gjenvinningen av personvernet ditt på nett.
nl: Ga aan de slag en gebruik de app om uw privacy op internet terug te claimen.
pl: Nie wahaj się i zacznij korzystać z tej aplikacji, aby odzyskać swoją prywatność w Internecie.
pt: Comece a utilizar a aplicação para começar a reclamar a sua privacidade online.
ru: Начните использовать приложение и верните себе право на конфиденциальность в Интернете.
sv: Sätt igång och börja använda appen för att ta tillbaka din onlinesekretess.
th: เข้ามาและเริ่มใช้แอปเพื่อเริ่มยึดความเป็นส่วนตัวบนออนไลน์ของคุณคืนมา
tr: Devam edin ve çevrimiçi gizliliğinizi geri kazanmak için uygulamayı kullanmaya başlayın.

# connect-view
source: Here’s your account number. Save it!
ar: هذا هو رقم حسابك. احفظه!
da: Her er dit kontonummer. Gem det!
de: Hier ist Ihre Kontonummer. Verlieren Sie sie nicht!
es: Este es un número de cuenta. ¡Guárdelo bien!
fa: این هم شمارهٔ حساب شما. آن را ذخیره کنید!
fi: Tässä tulee tilisi numero. Laita se talteen!
fr: Voici votre numéro de compte. Gardez-le !
it: Ecco il tuo numero di account. Salvalo!
ja: これがあなたのアカウント番号です。保存してください！
my: ဤသည်မှာ သင့်အကောင့်နံပါတ် ဖြစ်ပါသည်။ သိမ်းမှတ်ထားပါ။
nb: Dette er kontonummeret ditt. Ta vare på det!
nl: Hier is uw accountnummer. Sla het op!
pl: Oto Twój numer konta. Zachowaj go!
pt: Aqui tem o seu número de conta. Guarde-o!
ru: Вот номер вашей учетной записи. Сохраните его!
sv: Här är ditt kontonummer. Spara det!
th: นี่คือหมายเลขบัญชีของคุณ จดบันทึกไว้ด้วยนะ!
tr: İşte hesap numaranız. Kaydedin!

# connect-view
source: Learn about privacy
ar: اعرف المزيد عن الخصوصية
da: Lær mere om privatlivets fred
de: Mehr über Privatsphäre erfahren
es: Más información sobre privacidad
fa: دربارهٔ حریم خصوصی بیشتر بدانید
fi: Lisätietoja yksityisyydestä
fr: Plus d'informations sur la confidentialité
it: Ulteriori informazioni sulla privacy
ja: プライバシーに関する詳細
my: ကိုယ်ရေးအချက်အလက်လုံခြုံရေးအကြောင်း လေ့လာရန်
nb: Lær om personvern
nl: Meer informatie over privacy
pl: Dowiedz się więcej o prywatności
pt: Saiba mais sobre privacidade
ru: Подробнее о конфиденциальности
sv: Läs mer om sekretess
th: เรียนรู้เกี่ยวกับความเป็นส่วนตัว
tr: Gizlilik hakkında bilgi edinin

# connect-view
source: Out of time
ar: انتهى الوقت
da: Tid udløbet
de: Zeit abgelaufen
es: Tiempo agotado
fa: زمان به پایان رسیده است
fi: Ei käyttöaikaa
fr: Plus de temps
it: Scaduto
ja: 時間切れ
my: အချိန်စေ့သွားပါပြီ
nb: Tiden har utløpt
nl: Geen tijd meer
pl: Koniec czasu
pt: Sem tempo
ru: Закончилось время
sv: Ingen tid kvar
th: หมดเวลา
tr: Süre doldu

# connect-view
source: Redeem voucher
ar: استرداد قسيمة
da: Indløs kupon
de: Gutschein einlösen
es: Canjear cupón
fa: فعال‌سازی ووچر
fi: Lunasta kuponki
fr: Échanger un bon
it: Riscatta voucher
ja: バウチャーを使用する
my: ဘောက်ချာဖြင့် လဲယူရန်
nb: Løs inn kupong
nl: Voucher inwisselen
pl: Zrealizuj kupon
pt: Reclamar voucher
ru: Погасить ваучер
sv: Lös in kupong
th: แลกบัตรกำนัล
tr: Kuponu kullan

# connect-view
source: Remember, turning it off will allow network traffic while the VPN is disconnected until you turn it back on under Advanced settings.
ar: تذكَّر أن إيقاف تشغيله سيسمح بمرور حركة البيانات على الشبكة أثناء انقطاع اتصال شبكة VPN حتى تُعيد تشغيله ضمن الإعدادات المتقدمة.
da: Husk, hvis du aktiverer det, tillades netværkstrafik mens VPN'en er slået fra, indtil du aktiverer det igen under Avancerede indstillinger.
de: Vergessen Sie nicht: Das Ausschalten erlaubt Netzverkehr während das VPN nicht verbunden ist, bis Sie es unter den erweiterten Einstellungen wieder einschalten.
es: Recuerde que, si desactiva esta opción, se permitirá el tráfico de red mientras la conexión VPN esté desconectada hasta que vuelva a activarla en Configuración avanzada.
fa: به یاد داشته باشید: اگر این گزینه را خاموش کنید، تا زمانی که دوباره آن را در تنظیمات پیشرفته روشن نکنید، هنگام قطع بودن VPN ترافیک شبکه اجازهٔ عبور خواهد داشت.
fi: Muista, että asetuksen poistaminen käytöstä sallii verkkoliikenteen ilman VPN-yhteyttä, kunnes otat sen takaisin käyttöön lisäasetuksista.
fr: N'oubliez pas que désactiver cette option autorisera le trafic réseau pendant que le VPN est déconnecté, et ce jusqu'à ce que vous la réactiviez dans les paramètres avancés.
it: Ricorda: la disattivazione consentirà il traffico di rete mentre la VPN è disconnessa, fino alla riattivazione in Impostazioni avanzate.
ja: この設定をオフにすると、"詳細" 設定で再びオンに戻すまで、VPN接続が解除されている間もネットワーク通信が許可されます。
my: ၎င်းကို ပိတ်ခြင်းဖြင့် အဆင့်မြင့် ဆက်တင်တွင် ၎င်းကို ပြန်မဖွင့်မချင်း VPN ချိတ်ဆက်မှုဖြုတ်ထားချိန်တွင် ကွန်ရက် ကူးလူးမှုကို ခွင့်ပြုသွားမည်ဖြစ်ကြောင်း မှတ်ထားပေးပါ။
nb: Husk at å slå den av vil tillate trafikk over nettverket mens VPN er frakoblet helt til du slår den på igjen under Avanserte innstillinger.
nl: Onthoud dat dit uitschakelen netwerkverkeer toelaat terwijl de verbinding met de VPN verbroken is tot u dit weer inschakelt onder Geavanceerde instellingen.
pl: Pamiętaj, że wyłączenie tej opcji umożliwi ruch sieciowy po rozłączeniu z VPN, dopóki nie włączysz jej ponownie w obszarze Ustawienia zaawansowane.
pt: Lembre-se, a desativação irá permitir tráfego de rede enquanto a VPN estiver desligada e até a voltar a ativar nas Definições avançadas.
ru: Внимание: если отключить этот параметр, то сетевой трафик при отсутствии VPN-подключения будет идти без ограничений. Чтобы ограничить трафик в отсутствие VPN, нужно будет вновь активировать этот параметр в дополнительных настройках.
sv: Om du stänger av den tillåts nätverkstrafik medan VPN-tjänsten är frånkopplad tills du slår på den igen i Avancerade inställningar.
th: โปรดจำไว้ว่า การปิดใช้งานตัวเลือกนี้จะเป็นการอนุญาตให้มีการรับส่งข้อมูลทางเครือข่าย ในขณะที่ VPN ถูกตัดการเชื่อมต่ออยู่ จนกว่าคุณจะเปิดใช้งานตัวเลือกนี้ในการตั้งค่าขั้นสูงอีกครั้ง
tr: Devre dışı bırakmanın, Gelişmiş ayarlar altında tekrar etkinleştirene kadar VPN bağlantısını keserek ağ trafiğine izin verdiğini unutmayın.

# connect-view
source: Start using the app
ar: بدء استخدام التطبيق
da: Begynd at bruge appen
de: Mit dem Benutzen der App anfangen
es: Empiece a usar la aplicación
fa: شروع استفاده از اپلیکیشن
fi: Aloita sovelluksen käyttö
fr: Commencer à utiliser l'application
it: Inizia a utilizzare l'app
ja: アプリの使用を開始
my: ဤအက်ပ်ကို စသုံးရန်
nb: Begynn å buke appen
nl: Ga aan de slag met de app
pl: Rozpocznij korzystanie z aplikacji
pt: Comece a usar a aplicação
ru: Начать использовать приложение
sv: Börja använda appen
th: เริ่มใช้แอป
tr: Uygulamayı kullanmaya başlayın

# connect-view
source: Time was successfully added
ar: تمت إضافة الوقت بنجاح
da: Tid blev tilføjet
de: Zeit erfolgreich hinzugefügt
es: Se añadió correctamente el tiempo
fa: زمان با موفقیت اضافه شد
fi: Aika lisättiin onnistuneesti
fr: Le temps a bien été ajouté
it: L'ora è stata aggiunta correttamente
ja: 時間を正常に追加しました
my: အချိန်ကို အောင်မြင်စွာ ပေါင်းထည့်ပြီးပြီ
nb: Tid ble lagt til
nl: Tijd is toegevoegd
pl: Dodano czas
pt: Tempo adicionado com sucesso
ru: Время добавлено
sv: Tid har lagts till
th: เพิ่มเวลาสำเร็จแล้ว
tr: Süre başarıyla eklendi

# connect-view
source: To add more, you will need to disconnect and access the Internet with an unsecure connection.
ar: لإضافة المزيد، ستحتاج إلى قطع الاتصال بالإنترنت والوصول إليه عبر اتصال غير آمن.
da: For at tilføje mere skal du afbryde forbindelsen og tilgå internettet med en usikker forbindelse.
de: Um mehr hinzuzufügen, müssen Sie Ihre Verbindung trennen und mit einer unsicheren Verbindung auf das Internet zugreifen.
es: Para agregar tiempo, tendrá que desconectarse y acceder a Internet a través de una conexión no segura.
fa: برای افزودن زمان بیشتر، باید اتصال را قطع کنید و با یک اتصالِ غیرامن به اینترنت دسترسی داشته باشید.
fi: Sinun on katkaistava yhteys ja käytettävä internetiä suojaamattoman yhteyden kautta, jotta voit lisätä lisää.
fr: Pour en ajouter d'autres, vous devrez vous déconnecter et accéder à internet avec une connexion non sécurisée.
it: Per aggiungerne ancora, dovrai disconnetterti e accedere a Internet con una connessione non protetta.
ja: 時間を追加するには、いったん接続を解除し、セキュリティ保護されていない接続でインターネットにアクセスする必要があります。
my: နောက်ထပ် ပေါင်းထည့်ရန်အတွက် ချိတ်ဆက်မှုဖြုတ်ပြီး မလုံခြုံသည့် ချိတ်ဆက်မှုဖြင့် အင်တာနက် ရယူသုံးစွဲရန် လိုပါမည်။
nb: For å legge til mer, må du koble fra og koble til internettet med en usikker tilkobling.
nl: Om meer toe te voegen, moet u de verbinding verbreken en het internet gebruiken via een onveilige verbinding.
pl: Aby dodać więcej, musisz rozłączyć się i uzyskać dostęp do Internetu za pomocą niezabezpieczonego połączenia.
pt: Além disso, tem de se desligar e aceder à Internet através de uma ligação não segura.
ru: Чтобы добавить время, необходимо отключиться, а затем выйти в Интернет по незащищенному соединению.
sv: Om du vill lägga till mer måste du koppla från och öppna internet med en oskyddad anslutning.
th: ในการเพิ่ม คุณจำเป็นจะต้องตัดการเชื่อมต่อ และเข้าใช้อินเทอร์เน็ตผ่านการเชื่อมต่อที่ไม่ปลอดภัย
tr: Daha fazla süre eklemek için, bağlantıyı keserek güvenli olmayan bir bağlantıyla internete erişmeniz gerekir.

# connect-view
source: To continue your journey as a privacy ninja, visit our website to pick up other privacy-friendly habits and tools.
ar: لمتابعة رحلتك كخبير في الخصوصية، انتقل إلى موقعنا الإلكتروني للتعرُّف على العادات والأدوات الأخرى التي تدعم الخصوصية.
da: For at fortsætte med at leve som en privatlivs-ninja skal du besøge vores websted for at lære om andre vaner og værktøjer, der værner om fortroligheden.
de: Besuchen Sie unsere Website, um mehr über datenschutzfreundliche Gewohnheiten & Tools zu erfahren und Ihre Reise als Datenschutz-Ninja fortzufahren.
es: Para continuar su viaje como un ninja de la privacidad, visite nuestro sitio web para conocer otras herramientas y hábitos de privacidad.
fa: برای ادامهٔ مسیرتان به‌عنوان یک نینجای حریم خصوصی، به وب‌سایت ما سر بزنید و با عادت‌ها و ابزارهای سازگار با حریم خصوصی بیشتر آشنا شوید.
fi: Vieraile verkkosivustollamme ja poimi mukaasi muita yksityisyyttä suojelevia tapoja ja työkaluja jatkaaksesi taipaleellasi yksityisyyttä suojelevana ninjana.
fr: Pour continuer votre voyage de ninja de la confidentialité, visitez notre site Web pour découvrir d'autres outils et habitudes pour protéger votre vie privée.
it: Per continuare il tuo viaggio come ninja della privacy, visita il nostro sito Web e acquisisci altri strumenti e abitudini per la tua privacy.
ja: プライバシー忍者であり続けるため、当社ウェブサイトにアクセスしてプライバシーに配慮したその他の習慣やツールをご覧ください。
my: ကိုယ်ရေးအချက်အလက် လုံခြုံသော နင်ဂျာတစ်ဦးကဲ့သို့ ခရီးဆက်ရန်အတွက် အခြားသော ကိုယ်ရေးအချက်အလက်လုံခြုံရေး အထောက်အကူပြု အလေ့အကျင့်နှင့် တူးလ်များကို ရွေးရန် ကျွန်ုပ်တို့၏ ဝက်ဘ်ဆိုက်ကို ဝင်ကြည့်ပါ။
nb: For å fortsette reisen som en personvernninja, besøk nettstedet vårt og plukk opp andre personvernvennlige vaner og verktøy.
nl: Bezoek onze website om uw reis als privacyninja voort te zetten en andere privacyvriendelijke gewoonten en tools op te pikken.
pl: Aby kontynuować przygodę eksperta ds. bezpieczeństwa, odwiedź naszą witrynę internetową i poznaj inne nawyki oraz narzędzia chroniące prywatność.
pt: Para continuar a sua viagem como um ninja da privacidade, visite o nosso site para conhecer outros hábitos e ferramentas amigos da privacidade.
ru: На нашем сайте вы сможете узнать о полезных привычках и инструментах, которые помогут повысить ваши навыки ниндзя приватности.
sv: Om du vill fortsätta din resa som sekretessninja kan du gå till vår webbplats för att lära dig sekretessvänliga vanor och verktyg.
th: เยี่ยมชมเว็บไซต์ของเรา เพื่อฝึกนิสัยและรับเครื่องมือต่างๆ ที่เป็นมิตรต่อความเป็นส่วนตัว เพื่อเดินทางต่อไปในฐานะนินจาผู้มีความเป็นส่วนตัว
tr: Yolculuğunuza bir gizlilik ninjası olarak devam etmek için web sitemizi ziyaret edin ve diğer gizlilik dostu alışkanlıklar ve araçlar hakkında bilgi edinin.

# connect-view
source: To start using the app, you first need to add time to your account.
ar: للبدء في استخدام التطبيق، عليك أولًا إضافة الوقت إلى حسابك.
da: For at begynde at bruge appen skal du først føje tid til din konto.
de: Um mit der Nutzung dieser App zu beginnen, müssen Sie erst einmal Zeit zu Ihrem Konto hinzufügen.
es: Para empezar a usar la aplicación, primero necesita agregar tiempo a su cuenta.
fa: برای شروع استفاده از اپلیکیشن، ابتدا باید به حساب خود زمان اضافه کنید.
fi: Voit aloittaa sovelluksen käyttämisen lisäämällä ensin aikaa tilillesi.
fr: Pour commencer à utiliser l'application, vous devez d'abord ajouter du temps à votre compte.
it: Per iniziare a utilizzare l'app, devi prima aggiungere tempo al tuo account.
ja: アプリを使い始めるには、まずはアカウントに時間を追加する必要があります。
my: အက်ပ်ကို စသုံးရန်အတွက် ဦးစွာ သင့်အကောင့်တွင် အချိန်ပေါင်းထည့်ပေးရန် လိုအပ်ပါသည်။
nb: For å starte bruken av appen, må du først legge til tid til kontoen.
nl: Om de app te gebruiken, moet u eerst tijd toevoegen aan uw account.
pl: Aby rozpocząć korzystanie z aplikacji, musisz najpierw dodać czas do swojego konta.
pt: Para começar a utilizar a aplicação, primeiro tem de adicionar tempo à sua conta.
ru: Чтобы пользоваться приложением, нужно добавить время на учетную запись.
sv: Om du vill börja använda appen måste du först lägga till tid i ditt konto.
th: คุณจำเป็นต้องเพิ่มเวลาไปยังบัญชีของคุณก่อน เพื่อที่จะเริ่มใช้งานแอป
tr: Uygulamayı kullanmaya başlamak için önce hesabınıza süre eklemeniz gerekir.

# connect-view
source: Voucher was successfully redeemed
ar: تم استرداد القسيمة بنجاح
da: Kupon blev indløst
de: Der Gutschein wurde erfolgreich eingelöst
es: El cupón se canjeó correctamente
fa: ووچر با موفقیت فعال شد
fi: Kupongin lunastus onnistui
fr: Le bon a bien été échangé
it: Il voucher è stato riscattato correttamente
ja: バウチャーを正常に使用しました
my: ဘောက်ချာကို အောင်မြင်စွာ လဲယူခဲ့ပါသည်
nb: Kupongkoden er løst inn
nl: Voucher is ingewisseld
pl: Kupon został zrealizowany
pt: O voucher foi reclamado com sucesso
ru: Ваучер погашен
sv: Kupongen har lösts in
th: แลกบัตรกำนัลสำเร็จแล้ว
tr: Kupon başarıyla kullanıldı

# connect-view
source: You have no more VPN time left on this account.
ar: لم يتبقَّ لديك أي وقت لاستخدام شبكة VPN على هذا الحساب.
da: Du har ikke mere VPN-tid tilbage på denne konto.
de: Sie haben keine VPN-Zeit mehr auf diesem Konto.
es: No queda tiempo de uso de VPN en la cuenta.
fa: شما هیچگونه زمان VPN باقیمانده دیگری در این حساب ندارید.
fi: Sinulla ei ole enempää VPN-aikaa jäljellä tällä tilillä.
fr: Vous n'avez plus de temps de VPN sur ce compte.
it: Hai esaurito il tempo VPN su questo account.
ja: このアカウントには、もう残っているVPN時間がありません。
my: ဤအကောင့်တွင် နောက်ထပ် VPN သုံးနိုင်ချိန် မကျန်တော့ပါ။
nb: Du har ikke mer VPN-tid igjen på kontoen.
nl: U hebt geen VPN-tijd meer op dit account.
pl: Na tym koncie nie masz już czasu VPN.
pt: Não tem mais Tempo de VPN restante nesta conta.
ru: На этой учетной записи времени VPN не осталось.
sv: Du har ingen VPN-tid kvar på det här kontot.
th: คุณไม่มีเวลาใช้งาน VPN เหลืออยู่ในบัญชีนี้แล้ว
tr: Bu hesap için artık VPN süreniz kalmadı.

# connect-view
source: You need to disable "Lockdown mode" in order to access the Internet to add time.
ar: يجب عليك إيقاف "وضع التأمين" حتى تتمكن من الوصول إلى الإنترنت لإضافة وقت.
da: Du skal deaktivere "Lockdown-tilstand" for at få adgang til internettet og tilføje tid.
de: Sie müssen den „Sperrmodus“ deaktivieren, um auf das Internet zuzugreifen und Zeit hinzuzufügen.
es: Necesita deshabilitar la opción «Modo de bloqueo» para acceder a Internet y añadir tiempo.
fa: برای افزودن زمان، باید «حالت قفل» را غیرفعال کنید تا بتوانید به اینترنت دسترسی داشته باشید.
fi: Jotta pääset internetiin lisäämään aikaa, sinun on poistettava lukitustila käytöstä.
fr: Vous devez désactiver le « Mode verrouillage » afin d'accéder à Internet pour ajouter du temps.
it: Devi disabilitare la "Modalità Blocco" per accedere a Internet e aggiungere tempo.
ja: インターネットにアクセスして時間を追加するには "ロックダウンモード" を無効にする必要があります。
my: အချိန် ပေါင်းထည့်ရန်အတွက် အင်တာနက် ရယူသုံးစွဲရန် "လော့ခ်ဒေါင်းစနစ်"ကို ပိတ်ရန် လိုအပ်ပါသည်။
nb: Du må deaktivere «Låsemodus» for å få tilgang til internettet og legge til mer tid.
nl: U moet "Lockdownmodus" uitschakelen voor toegang tot het internet om tijd toe te voegen.
pl: Aby uzyskać dostęp do Internetu w celu wydłużenia czasu, wyłącz opcję „Tryb Lockdown”.
pt: Tem de desativar a opção "Modo de bloqueio" para poder aceder à Internet e adicionar tempo.
ru: Для выхода в Интернет и добавления времени необходимо отключить «Режим блокировки».
sv: Du måste inaktivera "Låsningsläge" för att öppna internet och lägga till tid.
th: คุณจำเป็นต้องปิดใช้งาน "โหมดล็อกดาวน์" เพื่อเข้าอินเทอร์เน็ตไปเพิ่มเวลา
tr: Süre bilgisi ekleyerek internete erişmek için "Kilitleme modu" seçeneğini devre dışı bırakmanız gerekir.

# connect-view
source: You’re all set!
ar: كل شيء جاهز!
da: Du er klar!
de: Sie sind startklar!
es: ¡Ya está!
fa: همه‌چیز آماده است!
fi: Olet valmis!
fr: Tout est prêt !
it: È tutto pronto!
ja: 準備完了！
my: အားလုံး သတ်မှတ်ပြီးပါပြီ။
nb: Du er klar!
nl: U bent er helemaal klaar voor!
pl: Wszystko gotowe!
pt: Está pronto!
ru: Готово!
sv: Du är klar!
th: คุณพร้อมแล้ว!
tr: Artık hazırsınız!

# connection-info
source: %(relay)s via %(entry)s
ar: %(relay)s عبر %(entry)s
de: %(relay)s über %(entry)s
es: %(relay)s a través de %(entry)s
fa: %(relay)s از طریق %(entry)s
fi: %(relay)s, yhteys: %(entry)s
it: %(relay)s tramite %(entry)s
ja: %(relay)s (%(entry)s経由)
my: %(entry)s မှတစ်ဆင့် %(relay)s
pl: %(relay)s przez %(entry)s
ru: %(relay)s через %(entry)s
th: %(relay)s ผ่าน %(entry)s
tr: %(entry)s aracılığıyla %(relay)s

# connection-info
source: %(relay)s via Custom bridge
ar: %(relay)s عبر جسر مُخصَّص
da: %(relay)s via brugerdefineret bro
de: %(relay)s via eigener Brücke
es: %(relay)s a través de puente personalizado
fa: %(relay)s از طریق پل سفارشی
fi: %(relay)s mukautetun siltauksen kautta
fr: %(relay)s via un pont personnalisé
it: %(relay)s tramite bridge personalizzato
ja: カスタムブリッジを経由した %(relay)s
my: စိတ်ကြိုက် ပေါင်းကူးမှတစ်ဆင့် %(relay)s
nb: %(relay)s via egendefinert bro
nl: %(relay)s via aangepaste bridge
pl: %(relay)s przez most niestandardowy
pt: %(relay)s através de ponte personalizada
ru: %(relay)s через свой мост
sv: %(relay)s via anpassad brygga
th: %(relay)s ผ่าน Bridge แบบกำหนดเอง
tr: Özel köprü üzerinden %(relay)s

# connection-info
source: In
ar: داخل
da: Ind
de: Eingehend
es: Entrada
fa: ورودی
fi: Saapuva
fr: Entrante
it: Ricezione
ja: 内側
my: အဝင်
nb: Inngående
pl: Wejście
pt: Entrada
ru: Вход
th: เข้า
tr: Giriş

# connection-info
source: Out
ar: خارج
da: Ud
de: Ausgehend
es: Salida
fa: خروجی
fi: Lähtevä
fr: Sortante
it: Invio
ja: 外側
my: အထွက်
nb: Utgående
nl: Uit
pl: Wyjście
pt: Saída
ru: Выход
sv: Ut
th: ออก
tr: Çıkış

# custom-bridge
source: Add custom bridge
ar: إضافة جسر مُخصَّص
da: Tilføj brugerdefineret bro
de: Eigene Brücke hinzufügen
es: Añadir puente personalizado
fa: افزودن پل سفارشی
fi: Lisää mukautettu siltaus
fr: Ajouter un pont personnalisé
it: Aggiungi bridge personalizzato
ja: カスタムブリッジの追加
my: စိတ်ကြိုက် ပေါင်းကူးကို ပေါင်းထည့်ရန်
nb: Legg til egendefinert bro
nl: Aangepaste bridge toevoegen
pl: Dodaj most niestandardowy
pt: Adicionar ponte personalizada
ru: Добавление своего моста
sv: Lägg till anpassad brygga
th: เพิ่ม Bridge แบบกำหนดเอง
tr: Özel köprü ekle
