Repository: mullvad/mullvadvpn-app
Catalog: desktop/packages/mullvad-vpn/locales/*/messages.po
Languages: ar, da, de, es, fa, fi, fr, it, ja, my, nb, nl, pl, pt, ru, sv, th, tr

# vpn-settings-view
source: Disable <b>%(customDnsFeatureName)s</b> below to activate these settings.
da: Deaktiver <b>%(customDnsFeatureName)s</b> nedenfor for at aktivere disse indstillinger.
fr: Désactivez <b>%(customDnsFeatureName)s</b> ci-dessous pour activer ces paramètres.
ja: これらの設定を有効にするには、以下で<b>%(customDnsFeatureName)s</b>を無効にしてください。
pl: Aby aktywować te ustawienia, wyłącz <b>%(customDnsFeatureName)s</b> poniżej.

# wireguard-settings-view
source: UDP-over-TCP port
fr: Port UDP sur TCP
ja: UDP-over-TCPポート
pl: Port UDP-przez-TCP

source: %s more...
da: %s mere...
fr: %s autre(s)...
ja: その他%s件…
pl: Jeszcze %s...

source: %s was added to "%s"
da: %s blev tilføjet til "%s"
fr: %s a été ajouté à « %s »
ja: %s が "%s" に追加されました
pl: Lokalizację %s dodano do listy „%s”

source: %s was removed from "%s"
da: %s blev fjernet fra "%s"
fr: %s a été retiré de « %s »
ja: %sが "%s" から削除されました
pl: Usunięto %s z „%s”

source: Add 30 days time
da: Tilføj 30 dages tid
fr: Ajouter 30 jours de temps
ja: 30日分を追加する
pl: Dodaj 30 dni

source: Automatically connect on device start-up. Only works if the app has been granted the VPN permission.
da: Opretter automatisk forbindelse ved opstart af enheden. Virker kun, hvis appen har fået VPN-tilladelse.
fr: Connexion automatique au démarrage de l'appareil. Ne fonctionne que si l'application a reçu l'autorisation VPN.
ja: デバイスの起動時に自動接続します。これはアプリにVPNへのアクセス許可が付与されている場合にのみ機能します。
pl: Automatycznie łącz się przy uruchomieniu urządzenia. Działa tylko wtedy, gdy aplikacji przyznano uprawnienie VPN.

source: Create new account
da: Opret ny konto
fr: Créer un nouveau compte
ja: 新規アカウントを作成
pl: Utwórz nowe konto

source: Custom DNS server addresses %s are invalid
da: Tilpassede DNS-serveradresser %s er ugyldige
fr: Les adresses de serveur DNS personnalisées %s ne sont pas valides
ja: カスタムDNSサーバーアドレス %s は無効です
pl: Niestandardowe adresy serwerów DNS %s są nieprawidłowe

source: Disable "%s" below to activate these settings.
da: Deaktiver "%s" nedenfor for at aktivere disse indstillinger.
fr: Désactivez « %s » ci-dessous pour activer ces paramètres.
ja: これらの設定を有効にするには、下の [%s] を無効にしてください。
pl: Aby aktywować te ustawienia, wyłącz opcję „%s” poniżej.

source: Do you want to create a new account?
da: Vil du oprette en ny konto?
fr: Voulez-vous créer un nouveau compte ?
ja: 新規アカウントを作成しますか？
pl: Czy chcesz utworzyć nowe konto?

source: Enable %s
da: Aktivér %s
fr: Activer %s
ja: %sを有効にする
pl: Włącz %s

source: Filters:
da: Filtre:
fr: Filtres :
ja: 絞り込み:
pl: Filtry:

source: Invalid or missing value "%s"
da: Ugyldig eller manglende værdi "%s"
fr: Valeur « %s » non valide ou manquante
ja: 値 "%s" は無効であるか、または見つかりません
pl: Nieprawidłowa lub brakująca wartość „%s”

source: It looks like you’ve entered an account number instead of a voucher code. If you would like to change the active account, please log out first.
da: Det ser ud til, at du har indtastet et kontonummer i stedet for en rabatkuponkode. Hvis du vil ændre den aktive konto, skal du først logge ud.
fr: Vous semblez avoir saisi un numéro de compte plutôt qu'un code de bon. Si vous souhaitez modifier le compte actif, veuillez d'abord vous déconnecter.
ja: バウチャーコードではなくアカウント番号を入力したようです。有効なアカウントを変更する場合は、先にログアウトしてください。
pl: Wygląda na to, że wpisano numer konta zamiast kodu kuponu. Jeśli chcesz zmienić aktywne konto, najpierw się wyloguj.

source: Manage account
da: Administrer konto
fr: Gérer le compte
ja: アカウントを管理する
pl: Zarządzaj kontem

source: No locations found
da: Ingen placeringer fundet
fr: Aucune localisation trouvée
ja: 場所が見つかりませんでした
pl: Nie znaleziono lokalizacji

source: Remove %s from %s
da: Fjern %s fra %s
fr: Supprimer %s de %s
ja: %sを%sから削除する
pl: Usuń %s z %s

source: Set WireGuard MTU value. Valid range: %d - %d.
da: Indstil WireGuard MTU-værdi. Gyldigt område: %d - %d.
fr: Définir la valeur MTU WireGuard. Plage valide : %d - %d.
ja: WireGuard MTUの値を設定します。有効範囲: %d ～ %d
pl: Ustaw wartość MTU WireGuard. Prawidłowy zakres: %d–%d.

source: This allows access to WireGuard for devices that only support IPv6.
da: Dette giver adgang til WireGuard for enheder, der kun understøtter IPv6.
fr: Ceci permet l'accès à WireGuard pour les appareils qui ne prennent en charge que l'IPv6.
pl: Umożliwia dostęp do WireGuard urządzeniom obsługującym jedynie protokół IPv6.

source: To add locations to a list, press the "︙" or long press on a country, city, or server.
da: Tryk på " ︙ " eller tryk langvarigt på et land, en by eller en server for at tilføje placeringer til en liste.
fr: Pour ajouter des localisations à une liste, appuyez sur la touche « ︙ » ou appuyez longuement sur un pays, une ville ou un serveur.
ja: リストに場所を追加するには、"︙" を押すか、または、国、都市、サーバーを長押ししてください。
pl: Aby dodać lokalizacje do listy, naciśnij przycisk „︙” lub naciśnij i przytrzymaj kraj, miasto albo serwer.

source: To create a custom list press the "︙"
da: Tryk på " ︙ " for at oprette en brugerdefineret liste
fr: Appuyez sur « ︙ » pour créer une liste personnalisée
ja: カスタムリストを作成するには、"︙" を押してください
pl: Aby utworzyć listę niestandardową, naciśnij przycisk „︙”

source: Type at least 2 characters to start searching.
da: Indtast mindst 2 tegn for at starte søgningen.
fr: Saisissez au moins 2 caractères pour commencer la recherche.
ja: 検索を開始するには2文字以上を入力してください。
pl: Wpisz co najmniej 2 znaki, aby rozpocząć wyszukiwanie.

source: Unknown or prohibited key "%s"
da: Ukendt eller ikke-tilladt nøgle "%s"
fr: Clé « %s » inconnue ou interdite
ja: キー "%s" は不明であるか、禁止されています
pl: Nieznany lub zabroniony klucz „%s”

source: Version
ja: バージョン
pl: Wersja

source: We are currently verifying your purchase, this might take some time. Your time will be added if the verification is successful.
da: Vi er i øjeblikket ved at bekræfte dit køb, det kan tage noget tid. Din tid vil blive tilføjet, hvis bekræftelsen lykkes.
fr: Nous vérifions actuellement votre achat, ce qui peut prendre un certain temps. Votre temps sera ajouté si la vérification réussit.
ja: 購入を確認中です。これにはしばらく時間がかかる場合があります。正常に確認されると、この時間が追加されます。
pl: Weryfikujemy zakup. Może to zająć trochę czasu. Jeśli weryfikacja powiedzie się, czas zostanie dodany.

source: You already have a saved account number, by creating a new account the saved account number will be removed from this device. This cannot be undone.
da: Du har allerede et gemt kontonummer, og når du opretter en ny konto, fjernes det gemte kontonummer fra denne enhed. Dette kan ikke fortrydes.
fr: Vous avez déjà un numéro de compte enregistré. Si vous créez un nouveau compte, le numéro de compte enregistré sera supprimé de cet appareil. Cette action est irréversible.
ja: すでに保存済みのアカウント番号があります。新規アカウントを作成すると、保存済みのアカウント番号がこのデバイスから削除されます。この操作は取り消せません。
pl: Masz już zapisany numer konta, a wskutek utworzenia nowego konta zostanie on usunięty z tego urządzenia. Nie można tego cofnąć.

# wireguard-settings-view
source: Attention: Be cautious if you have a limited data plan as this feature will increase your network traffic. This feature can only be used with %(wireguard)s.
ja: 注意: この機能はネットワークトラフィックの総数を増加させるため、上限のあるデータプランをご利用の場合にはご注意ください。この機能は%(wireguard)sでのみ使用できます。

# wireguard-settings-view
source: Obfuscation hides the WireGuard traffic inside another protocol. It can be used to help circumvent censorship and other types of filtering, where a plain WireGuard connect would be blocked.
ja: 難読化は、WireGuardトラフィックを別のプロトコル内に隠します。プレーンなWireGuard接続がブロックされる検閲やその他のフィルタリングを回避するために使用できます。

# wireguard-settings-view
source: Switch to “%(wireguard)s” or “%(automatic)s” in Settings > %(tunnelProtocol)s to make %(setting)s available.
ja: %(setting)sを使用可能にするには、設定 > %(tunnelProtocol)sで “%(wireguard)s” または “%(automatic)s” に切り替えてください。

source: See full changelog
ja: すべての変更履歴を見る

source: Split tunneling
ja: スプリットトンネリング

source: VPN permission was denied when creating the tunnel. Please try connecting again.
ja: トンネルを作成中にVPNへのアクセスが拒否されました。もう一度接続してみてください。
